{
    "page": [
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Sainsbury’s top man steps down just as the panic-buying revenues roll in",
            "category": "Business",
            "snippet": "Mike Coupe is preparing to deliver Sainsbury’s annual results on Thursday, his last presentation to investors as head of Britain’s second biggest supe …"
        },
        {
            "title": "Music From the Home Front concert shows vitality and sensitivity can coexist",
            "category": "Music",
            "snippet": "Summary: It won’t be forever, but this is how we watch concerts now. Almost two months into isolation, after weeks of one-off or serialised livestreamed perfor …"
        },
        {
            "title": "Coronavirus  no excuse to push 'ideological' changes such as company tax cuts, Labor says",
            "category": "Business",
            "snippet": "Labor has warned the government against using the Covid-19 crisis to bring in “ideological” economic reforms, such as a company tax cut, which it says …"
        },
        {
            "title": "Extraction review – less than a marvel",
            "category": "Film",
            "snippet": "Chris Hemsworth (Thor) stars in this tightly choreographed action thriller about Tyler Rake, a ruthlessly efficient but emotionally constipated hired …"
        },
        {
            "title": "From the archive: Dick Emery's driving instructor days, 1973",
            "category": "Life-and-Style",
            "snippet": "‘Dick Emery, driving instructor’ may sound more like something out of a Half Man Half Biscuit song than a cover story of the Observer Magazine (29 Apr …"
        },
        {
            "title": "Gardening in lockdown: sow seeds of comfort at home",
            "category": "Life-and-Style",
            "snippet": "Summary: I have never been much of a one for seed trays. I don’t have a greenhouse and only narrow windowsills. Plus, I am married to a minimalist architect wh …"
        },
        {
            "title": "Holiday at home: bring your skin to life with a hint of bronze",
            "category": "Life-and-Style",
            "snippet": "The purpose of bronzer is not to look “bronze”. Bronzers should simply make your skin looks happier, as if it’s been on (an SPF-wearing) holiday and h …"
        },
        {
            "title": "In Deep review: Trump v intelligence – and Obama v the people",
            "category": "Books",
            "snippet": "The 2016 election left the US gaping at a brewing battle between the president-elect and the most senior members of the law enforcement and intelligen …"
        },
        {
            "title": "Clothes… and Other Things That Matter by Alexandra Shulman – review",
            "category": "Books",
            "snippet": "I’m not one of those people who believes that at a time like this clothes are unimportant. Obviously, lots of other things are immeasurably more impor …"
        },
        {
            "title": "UK will need to extend Brexit transition, Merkel ally warns Britain",
            "category": "Politics",
            "snippet": "Boris Johnson must extend the UK’s transition out of the EU for up to two years to avoid compounding the economic damage of the coronavirus pandemic w …"
        },
        {
            "title": "ECB sticking with the Hundred risks twisting cricket further into chaos",
            "category": "Sport",
            "snippet": "A little window of opportunity for the England and Wales Cricket Board has been rapidly slammed shut. Everything is up for grabs; the sheets of paper …"
        },
        {
            "title": "Astronaut review – a heartwarming trip to inner space",
            "category": "Film",
            "snippet": "Amid the pressures of the current crisis, we could all use some uplifting, unchallenging, bittersweet sentimentality. That’s exactly what’s on offer f …"
        },
        {
            "title": "Losing Eden: Why Our Minds Need the Wild by Lucy Jones; Wanderland by Jini Reddy – review",
            "category": "Books",
            "snippet": "Summary: When the first daffodils were blooming two months ago, the apocalyptic prologue to Lucy Jones’s Losing Eden would have felt urgent enough. It describe …"
        },
        {
            "title": "‘We’d go bust in months’: restaurants at a loss over social distancing dilemma",
            "category": "Business",
            "snippet": "Last Thursday night, chef and restaurateur Gary Usher tweeted a bleak photograph of the dining room of his Manchester restaurant Kala. Instead of the …"
        },
        {
            "title": "Gardening tips: for stunning bonsai, go back to its roots",
            "category": "Life-and-Style",
            "snippet": "It is forever fascinating to me that human cultures tend to interpret nature in such dramatically different ways. Here in the UK, much of our gardenin …"
        },
        {
            "title": "Coronavirus: Johnson faces lockdown dilemma as scientists warn over grim data",
            "category": "Politics",
            "snippet": "The number of new cases of Covid-19 being diagnosed is still much too high to allow any easing of the lockdown soon, leading scientists have warned, a …"
        },
        {
            "title": "Donald Trump set to fall back on xenophobia with re-election plan in tatters",
            "category": "US-News",
            "snippet": "Donald Trump had been intending to run a re-election campaign based on a strong economy and a socialist opponent. Both have vanished in the past month …"
        },
        {
            "title": "Lennon Stella:  Three. Two. One. review – a serene debut",
            "category": "Music",
            "snippet": "Lennon Stella was once half of the Canadian kid sister act Lennon & Maisy, who went viral in 2012 when they covered a Robyn song with margarine tub pe …"
        },
        {
            "title": "Kids, dogs, slides – and trying to dodge the virus",
            "category": "Life-and-Style",
            "snippet": "I’ve mentioned how the current strangeness has given rise to so many wonderful aspects of human nature; acts of kindness between neighbours, solidarit …"
        },
        {
            "title": "Why the DeVos family's backing of the Michigan protests is no surprise",
            "category": "US-News",
            "snippet": "While the anti-coronavirus lockdowns springing up around the US came as a surprise to many, the involvement of the conservative billionaire DeVos fami …"
        },
        {
            "title": "Boris Johnson is riding high, but will he beat the curse of the crisis?",
            "category": "Business",
            "snippet": "When John Major pulled off a shock election victory in April 1992 there was despair in the Labour party. After four defeats in a row, it seemed as if …"
        },
        {
            "title": "In brief: Magpie Lane; I Want You to Know We're Still Here; The Language of Birds – reviews",
            "category": "Books",
            "snippet": "Magpie Lane Lucy Atkins Quercus, £16.99, pp368 Nick is newly appointed as master of an Oxford college. Self-regarding to the point of narcissism, he l …"
        },
        {
            "title": "Sneakbo: 9 Lives review – joie de vivre from Afro bashment star",
            "category": "Music",
            "snippet": "Summary: The story goes that south London rapper Agassi Odusina – known to most as Sneakbo – once turned into a black cat when visiting Brixton McDonald’s. It’ …"
        },
        {
            "title": "Police in England warn rural vigilantes not to take law into own hands during lockdown",
            "category": "UK-News",
            "snippet": "Some rural dwellers in England have turned to vigilantism by attempting to block roads, confront cyclists and erect signs in an effort to deter people …"
        },
        {
            "title": "NFL draft winners and losers: Ravens' wisdom to the new Aaron Rodgers",
            "category": "Sport",
            "snippet": "The 2020 NFL draft wasn’t quite a live sporting event, but it was enough to distract fans from the global pandemic that has kept major leagues indefin …"
        },
        {
            "title": "The Metropolitan Opera’s At-Home Gala review – thrilling singing, live from the stars’ living-rooms",
            "category": "Music",
            "snippet": "In many ways, it was quite extraordinary. Streamed on its website, the Metropolitan Opera’s At-Home Gala, featured more than 40 of the house’s regular …"
        },
        {
            "title": "UK energy firms using debt collectors despite coronavirus agreement",
            "category": "Business",
            "snippet": "Britain’s energy suppliers are continuing to use debt collectors to chase unpaid bills after promising to help households during the coronavirus pande …"
        },
        {
            "title": "Brochs fresh: plan for new stone tower to shed light on Scottish history",
            "category": "UK-News",
            "snippet": "Stone upon stone, the towering embodiment of their builders’ wealth, status or hunger for defence, Scotland’s iron-age brochs have fascinated and conf …"
        },
        {
            "title": "Six urgent items in Boris Johnson's inbox as he returns",
            "category": "Politics",
            "snippet": "Summary: 1. Leaving lockdown? Pressure has been mounting from backbench Conservative MPs – and some cabinet ministers – for elements of the stringent distancin …"
        },
        {
            "title": "Post-Brexit trade talks with EU on course to fail, Johnson warned",
            "category": "Politics",
            "snippet": "Boris Johnson is expected to push for an intervention from EU leaders in the faltering trade and security negotiations with the bloc after being warne …"
        },
        {
            "title": "Virgin Atlantic hires bank in search for emergency funds",
            "category": "Business",
            "snippet": "Summary: Sir Richard Branson’s Virgin Atlantic has hired the investment bank Houlihan Lokey to try to find investors willing to inject emergency funding into t …"
        },
        {
            "title": "MPs back BHA chief Nick Rust as trainer calls him a 'lame-duck leader'",
            "category": "Sport",
            "snippet": "Politicians spoke up in support of racing’s ruling body and its chief executive, Nick Rust, after leaked emails showed high-profile trainers had calle …"
        },
        {
            "title": "'It’s like a sexy story just for me': how lockdown has triggered a wave of sexting",
            "category": "Life-and-Style",
            "snippet": "The Easter photo challenge had to involve chocolate. Apart from that, all bets were off. One member of the Cheeky Chicks Facebook group chat won herse …"
        },
        {
            "title": "Bosses appeal to the government for a lockdown exit plan",
            "category": "Business",
            "snippet": "The government must set out its lockdown exit plans to restore confidence among British businesses that have become increasingly bleak about the econo …"
        },
        {
            "title": "FTSE 100 firms using furlough scheme pay CEOs average of £3.6m",
            "category": "Business",
            "snippet": "FTSE 100 companies claiming millions of pounds of government support for furloughed workers paid their chief executives an average of £3.6m a year bef …"
        },
        {
            "title": "Tell us: what does your work-from-home setup really look like?",
            "category": "Life-and-Style",
            "snippet": "By now, those of us who are working remotely have become used to seeing snippets of our coworkers’ homes. But the conference call “you” might not show …"
        },
        {
            "title": "Could bringing Neanderthals back to life save the environment? The idea is not quite science fiction",
            "category": "Books",
            "snippet": "In 2015, flooding exposed the frozen bodies of two cave lion cubs in the Yakutia region of Russia. Members of a species that vanished at the end of th …"
        },
        {
            "title": "Does living in New York make any financial sense after this pandemic?",
            "category": "Life-and-Style",
            "snippet": "I have long known that much of my life’s frustrations come from trying to have it both ways. Though they were made available to me, I shunned more tra …"
        },
        {
            "title": "If It Bleeds review – Stephen King on vintage form",
            "category": "Books",
            "snippet": "Summary: Stephen King has made good use of the sometimes tricky novella form over his nearly 50-year career, often as a vehicle to explore ideas and styles tha …"
        },
        {
            "title": "Travelling to new worlds: the best translated literature",
            "category": "Books",
            "snippet": "Our individual love affairs with translated literature generally begin without us being really aware of them, starting with fairytales – Perrault, the …"
        },
        {
            "title": "'As strange as it sounds, I really respect this hawthorn tree'",
            "category": "Life-and-Style",
            "snippet": "I walk and cycle in Phoenix Park in Dublin a lot, and always seem to end up passing this hawthorn tree. It is kind of lonely on its own, located betwe …"
        },
        {
            "title": "I wish more people would read ... The Wonder Spot by Melissa Bank",
            "category": "Books",
            "snippet": "Summary: I find it very hard to talk about The Wonder Spot by Melissa Bank, even though I talk about it all the time. I’m completely obsessed with it, and I’m …"
        },
        {
            "title": "My favourite film aged 12: The Delinquents",
            "category": "Film",
            "snippet": "Summary: January 1990: the first month of a thrilling new decade. I am embracing the mood by jumping on the 111 bus from my small South Walian village, jetting …"
        },
        {
            "title": "Admiral shelves only part of dividend amid coronavirus crisis",
            "category": "Business",
            "snippet": "Admiral will suspend only a portion of its planned payout to shareholders this year, saying it is in a strong position to weather the coronavirus lock …"
        },
        {
            "title": "Majority of authors 'hear' their characters speak, finds study",
            "category": "Books",
            "snippet": "Some writers have always claimed they can hear their characters speaking, with Enid Blyton suggesting she could “watch and hear everything” and Alice …"
        },
        {
            "title": "My streaming gem: why you should watch The Killing of America",
            "category": "Film",
            "snippet": "The first thing we’re met with are title cards informing us: “All of the film you are about to see is real. Nothing has been staged.” This is immediat …"
        },
        {
            "title": "Boris Johnson: UK beginning to turn the tide on coronavirus",
            "category": "Politics",
            "snippet": "Boris Johnson has said the UK is turning the tide on tackling coronavirus but is still facing a moment of “maximum risk” and he will not be forced to …"
        },
        {
            "title": "'Horrendous': Welsh residents endure lockdown in flood-hit homes",
            "category": "UK-News",
            "snippet": "Back in February, the residents of Lewis Street in the village of Pentre, in the Rhondda Valley, were battling flooding as a series of storms battered …"
        },
        {
            "title": "Poem of the week: The New Divan by Edwin Morgan",
            "category": "Books",
            "snippet": "Three poems from The New Divan 1. Hafiz, old nightingale, what fires there have been in the groves, white dust, wretchedness, how could you ever get y …"
        }
    ]
}