{
    "page": [
        {
            "title": "International Booker prize shortlist led by 28-year-old’s debut",
            "category": "Books",
            "snippet": "Dutch author Marieke Lucas Rijneveld has become one of the youngest writers to be shortlisted for a Booker prize, after their debut novel made the fin …"
        },
        {
            "title": "Jeremy Marre obituary",
            "category": "Film",
            "snippet": "Jeremy Marre, who has died aged 76, was a British documentary maker specialising in films about popular music of every possible kind. Widely travelled …"
        },
        {
            "title": "Sainsbury's revives bicycle deliveries in central London",
            "category": "Business",
            "snippet": "Sainsbury’s is using bicycles to transport essential groceries from a closed convenience store in London in an effort to bolster its delivery service …"
        },
        {
            "title": "WeWork founder threatens to sue after Softbank scraps rescue deal",
            "category": "Business",
            "snippet": "WeWork’s founder and former chief executive, Adam Neumann, has threatened to sue SoftBank, the office space company’s biggest investor, after it pulle …"
        },
        {
            "title": "UK government in row with EU over proposed office in Belfast",
            "category": "Politics",
            "snippet": "Summary: The British government has rejected an EU request to open an office in Belfast, in the first major row over the implementation of the post-Brexit Iris …"
        },
        {
            "title": "National Express coach services to be suspended on Sunday",
            "category": "Business",
            "snippet": "National Express will suspend coach services from midnight on Sunday after government measures to stop the spread of the coronavirus hit demand from t …"
        },
        {
            "title": "I've never seen … any James Bond film",
            "category": "Film",
            "snippet": "I first became aware of James Bond in 1989, which was not, I have since learned from Bondologists, a vintage Bond era. Two film posters were ubiquitou …"
        },
        {
            "title": "'House of Leaves changed my life': the cult novel at 20",
            "category": "Books",
            "snippet": "Summary: The origin of Mark Z Danielewski’s debut novel House of Leaves sounds like something from the book itself: a messy bundle of papers that circulated in …"
        },
        {
            "title": "Ravel: La Valse; Mussorgsky: Pictures review - brilliantly lit, punchy and athletic",
            "category": "Music",
            "snippet": "The third release in François-Xavier Roth’s survey of Ravel’s orchestral music with the period instruments of Les Siècles pairs two works from the yea …"
        },
        {
            "title": "Poachers turned gamekeepers: when film critics get behind the camera",
            "category": "Film",
            "snippet": "Summary: It was at the London premiere of Shakespeare in Love in 1999 that Henry Fitzherbert decided to seize his chance and make the leap from film reviewer o …"
        },
        {
            "title": "The top 25 most compelling Hollywood autobiographies – ranked!",
            "category": "Film",
            "snippet": "25. A Story Lately Told (2013) and Watch Me (2014) by Anjelica Huston The two volumes of Anjelica Huston’s autobiography are a shrewd account of her l …"
        },
        {
            "title": "Coronavirus support loophole leaves many UK film and TV staff without pay, say MPs",
            "category": "Business",
            "snippet": "Tens of thousands of film and TV production staff left jobless by the coronavirus shutdown must be included in the chancellor’s coronavirus support pa …"
        },
        {
            "title": "First batch of BrewDog hand sanitiser turned down by local hospital",
            "category": "Business",
            "snippet": "Summary: The independent brewer BrewDog is considering reformulating hand sanitiser made at its distillery in Aberdeenshire after its initial batch was turned …"
        },
        {
            "title": "New York veterinarians give ventilators to 'war effort' against coronavirus",
            "category": "US-News",
            "snippet": "Veterinary surgeries have been donating ventilators usually used on animals to the “war effort” against coronavirus in New York City, highlighting the …"
        },
        {
            "title": "What US unemployment benefits can I get during the coronavirus? Your payment options explained",
            "category": "Business",
            "snippet": "As a global health crisis triggered by the coronavirus pandemic careens toward an economic disaster, Americans facing financial hardship are flooding …"
        },
        {
            "title": "Delay in postponing the Open shows just how loud money talks for R&A",
            "category": "Sport",
            "snippet": "We have been left to guess what, precisely, the Royal & Ancient is limping towards. This huge golfing institution, presiding over one of the staples o …"
        },
        {
            "title": "Sunshine on way to UK but health officials stress: stay home",
            "category": "UK-News",
            "snippet": "Public health officials have stressed it is vital people stay at home amid fears a combination of sunny weather and lockdown fatigue could result in g …"
        },
        {
            "title": "Covid-19 and the already anxious: 'I have been covertly training for this stress marathon'",
            "category": "Life-and-Style",
            "snippet": "I’ve seen a psychologist for most of my life. In that time, I’ve never struggled to find something to talk about. But this week, when the appointment …"
        },
        {
            "title": "Bus firms get £400m bailout to maintain services",
            "category": "UK-News",
            "snippet": "Summary: Bus companies in England will receive a £400m bailout to ensure that services needed by frontline workers such as NHS staff can keep running. Transpor …"
        },
        {
            "title": "Online price of cough medicine soars by 11% since UK lockdown",
            "category": "Business",
            "snippet": "The price of cough and cold medicines bought online has jumped by almost 11% after an increase in demand during the coronavirus outbreak. The Office f …"
        },
        {
            "title": "Lee Ryan takes over the world – is this the future of post-pandemic celebrity?",
            "category": "Life-and-Style",
            "snippet": "Summary: Spare a thought for those tasked with covering the world of showbiz in this unprecedented time of crisis (me). Celebrities have hissed backwards into …"
        },
        {
            "title": "Talking Horses: Godolphin target Japan races behind closed doors",
            "category": "Sport",
            "snippet": "Some racehorses familiar to British punters may be back in action next month in Japan, following the decision by Charlie Appleby to enter eight of his …"
        },
        {
            "title": "Schroders is right to warn on executive pay. Now it can lead by example",
            "category": "Business",
            "snippet": "Many chief executives have already worked out that their pay packets, and those of their senior executives, will have to take a hit. In this climate, …"
        },
        {
            "title": "Novelist urges volunteers to be infected with coronavirus",
            "category": "Books",
            "snippet": "Fit and healthy volunteers should be deliberately infected with Covid-19 so they can help fight the pandemic after their recovery, the novelist and NH …"
        },
        {
            "title": "UK coronavirus live: Matt Hancock sets goal of 100,000 Covid-19 tests per day – as it happened",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, has set the government a new target of carrying out 100,000 Covid-19 tests a day by the end of April as he sought …"
        },
        {
            "title": "Philip Green asks for taxpayer support to prop up Arcadia",
            "category": "Business",
            "snippet": "Summary: The billionaire retailer Philip Green is asking for taxpayer help to prop up his crumbling fashion empire, with 14,500 employees set to be paid out of …"
        },
        {
            "title": "New York only has enough ventilators for six more days, says Governor Cuomo",
            "category": "US-News",
            "snippet": "New York has confirmed 92,381 cases of coronavirus, Governor Andrew Cuomo said at his daily briefing, while warning that the state only has enough ven …"
        },
        {
            "title": "Cristina: no wave's daring darling captured the beautiful and damned",
            "category": "Music",
            "snippet": "For a brief moment in the early 80s, ZE Records could reasonably call itself the hippest label in the world, but it was deeply peculiar enterprise fro …"
        },
        {
            "title": "'A glimmer of hope but little detail': experts react to Hancock's test plan",
            "category": "Politics",
            "snippet": "Anthony Costello, former WHO director and professor of global health and sustainable development at University College London On virus testing, it is …"
        },
        {
            "title": "No 10 seeks to end coronavirus lockdown with 'immunity passports'",
            "category": "Politics",
            "snippet": "No 10 is facing fresh questions over its coronavirus testing plan, as it emerged that the government is hoping to exit the lockdown through controvers …"
        },
        {
            "title": "Eddie Jones says he has unfinished business as England head coach",
            "category": "Sport",
            "snippet": "Eddie Jones was asked to stay on as England’s head coach until the conclusion of the 2023 World Cup before the Six Nations started and financial terms …"
        },
        {
            "title": "UK banks banned from requesting personal guarantees for loans",
            "category": "Politics",
            "snippet": "The chancellor, Rishi Sunak, has banned banks from requesting personal guarantees for emergency loans to small businesses amid growing government conc …"
        },
        {
            "title": "Three championships in 2022 offers Asher-Smith treble chance says Coe",
            "category": "Sport",
            "snippet": "Dina Asher-Smith will have a shot at an unprecedented world, Commonwealth and European treble in the summer of 2022 after Sebastian Coe confirmed that …"
        },
        {
            "title": "US navy fires commander who raised alarm about coronavirus on ship",
            "category": "US-News",
            "snippet": "The US navy has dismissed the commander of the USS Theodore Roosevelt aircraft carrier, who had raised the alarm about an outbreak of coronavirus on h …"
        },
        {
            "title": "Coronavirus US live: Trump blames states for lack of supplies – as it happened",
            "category": "US-News",
            "snippet": "During the daily coronavirus task force briefing, Donald Trump blamed states for the shortages of medical equipment. He repeatedly noted that he saw a …"
        },
        {
            "title": "Dua Lipa: 'You have to be made of steel not to let words get to you'",
            "category": "Music",
            "snippet": "Summary: Dua Lipa knew two things before starting the follow-up to her massive self-titled 2017 debut: she would call it Future Nostalgia, and it would be “an …"
        },
        {
            "title": "Next Labour leader should back sweeping electoral reforms, Greens say",
            "category": "Politics",
            "snippet": "Labour’s leadership candidates should back sweeping reforms of the UK’s electoral system and pledge to bring in proportional representation if elected …"
        },
        {
            "title": "Our new normal: why so many of us feel unprepared for lockdown life",
            "category": "Books",
            "snippet": "Before the lockdown, I went to see a friend who lives a few miles away in south London. I cycled from Nunhead to her home in Blackheath. On the way I …"
        },
        {
            "title": "It’s bliss, arriving early – so why am I always late?",
            "category": "Life-and-Style",
            "snippet": "Summary: I am a chronically late person. I am not proud of this. It is a flaw in my character, and I am certain many of you reading will agree, a significant o …"
        },
        {
            "title": "Footprints by David Farrier review – fossils of the Anthropocene",
            "category": "Books",
            "snippet": "David Farrier’s idea in this book is to try and imagine our present moment of climate and ecological crisis from a far-distant future. What fossil tra …"
        },
        {
            "title": "Stefano Bollani: Variations on Jesus Christ Superstar review - jazz virtuosity driven by teenage love",
            "category": "Music",
            "snippet": "Stefano Bollani, the technically dazzling and hugely entertaining pianist, composer, broadcaster and writer from Milan, was once a classically trained …"
        },
        {
            "title": "Yaeji: What We Drew 우리가 그려왔던 review – dance music for an existential crisis",
            "category": "Music",
            "snippet": "Korean-American DJ and producer Yaeji – full name Kathy Yaeji Lee – is the queen of introverted club music. She broke through with her squelchy house …"
        },
        {
            "title": "Art imitating life: five of the best artist biopics",
            "category": "Film",
            "snippet": "Lust for Life Kirk Douglas is often terrifying but always lovable as Vincent van Gogh in Vincente Minnelli’s 1956 film of the Dutch painter’s struggle …"
        },
        {
            "title": "My streaming gem: why you should watch Breakdown",
            "category": "Film",
            "snippet": "Back in 1997, Breakdown wasn’t my – or any of my friends’ – first choice when we saw it one Saturday evening at a shopping-mall multiplex in suburban …"
        },
        {
            "title": "I’ve never seen ... Rear Window",
            "category": "Film",
            "snippet": "Some turned to Contagion, but the film I decided to watch in the first week of the lockdown was Rear Window, which turns out to be as close to having …"
        },
        {
            "title": "Maggie O’Farrell: ‘Life is too short to waste time on books you don’t like'",
            "category": "Books",
            "snippet": "The book I am currently reading Danielle Evans’s Before You Suffocate Your Own Fool Self. I picked it not knowing anything about her – that fabulous t …"
        },
        {
            "title": "M Ward: Migration Stories review – expanding the borders of Americana",
            "category": "Music",
            "snippet": "A quarter of a century ago, on the song Windfall, Son Volt conjured a lyric that pretty much captures the modus operandi of M Ward: “Catching an all-n …"
        },
        {
            "title": "Our post-pandemic selves: why the virus is an opportunity to grow and develop",
            "category": "Life-and-Style",
            "snippet": "In an essay published last week in The Point magazine, Justin EH Smith, a professor of history and philosophy at the University of Paris, made an inte …"
        },
        {
            "title": "Minor Science: Second Language review – expectation-defying beats",
            "category": "Music",
            "snippet": "The inspiration behind Minor Science’s debut album is one that’s sure to resonate with many of his fellow English-speaking electronic music artists an …"
        },
        {
            "title": "Europa28 review – female writers on Europe's future",
            "category": "Books",
            "snippet": "Europa28 is an ambitious project organised by the Hay festival aiming to highlight the contribution of European women across literature, science and t …"
        }
    ]
}