{
    "page": [
        {
            "title": "Second time lucky: will Newton or Mariota be this year's Tannehill?",
            "category": "Sport",
            "snippet": "We’ve seen it a bunch of times: a second-contract quarterback who due to their own averageness or organizational incompetence is dumped from one team …"
        },
        {
            "title": "Neverending stories: five of the best very long films",
            "category": "Film",
            "snippet": "Once Upon a Time in America (251 mins) Another hacked-about epic, Sergio Leone’s 1984 last feature – a brutal, baffling chronicle of gangsters in New …"
        },
        {
            "title": "Endell Street by Wendy Moore review – the suffragette surgeons",
            "category": "Books",
            "snippet": "In 1920, as part of an exhibition on women’s war work, the Imperial War Museum planned to display a sketch of a busy operating theatre at Endell Stree …"
        },
        {
            "title": "Team Ineos will pull out of Tour if it is not safe, warns Dave Brailsford",
            "category": "Sport",
            "snippet": "Dave Brailsford has said he will pull his Team Ineos squad out of the rescheduled 2020 Tour de France if he feels the race’s precautions against coron …"
        },
        {
            "title": "My favourite film aged 12: GoldenEye",
            "category": "Film",
            "snippet": "Summary: Her name’s Onatopp. Xenia Onatopp … Famke Janssen’s GoldenEye character is a transparently ludicrous fantasy of a sexy, so-called “strong female chara …"
        },
        {
            "title": "Lea Bertucci: Acoustic Shadows review – mesmeric 4D sound",
            "category": "Music",
            "snippet": "New York composer Lea Bertucci made her name as an unorthodox saxophonist – some of her most compelling performances see her playing alto sax or bass …"
        },
        {
            "title": "Sally Rooney: 'I want the next thing I do to be the best thing I’ve ever done'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading Margaret Drabble’s 1972 novel The Needle’s Eye. This is only the third of Drabble’s books I’ve read, and I’ve admired …"
        },
        {
            "title": "Experience: I lost a fight with a fox",
            "category": "Life-and-Style",
            "snippet": "At 57, I had never been camping nor had any desire to. But late last year I was taking part in a televised walk from Belgrade to Istanbul with other s …"
        },
        {
            "title": "'We may have to ration': US food banks face shortages as demand surges",
            "category": "US-News",
            "snippet": "Food banks face going millions of dollars over budget as they struggle to meet surging demand from those hit hard by mass layoffs caused by the corona …"
        },
        {
            "title": "Johnny Depp and Jeff Beck announce album with cover of John Lennon's Isolation",
            "category": "Music",
            "snippet": "Johnny Depp has announced his latest musical project, an album made with 75-year-old blues-rock guitarist Jeff Beck. Announcing the collaboration with …"
        },
        {
            "title": "'Huge environmental waste' as US airlines fly near-empty planes",
            "category": "Business",
            "snippet": "The coronavirus outbreak has provoked a string of unsettling sights, such as the sudden widespread use of masks, shuttered businesses and deserted str …"
        },
        {
            "title": "SS Great Britain: divers remember salvage on 50th anniversary",
            "category": "UK-News",
            "snippet": "Two divers who exactly half a century ago helped salvage the SS Great Britain have described the moment the skeleton of Isambard Kingdom Brunel’s stea …"
        },
        {
            "title": "The dog has adjusted to the new normal – wish I could say the same",
            "category": "UK-News",
            "snippet": "Summary: Monday Never has the slogan “a day at a time” that I learned at my first Narcotics Anonymous meeting well over 33 years ago – yes, I am still counting …"
        },
        {
            "title": "Lockdown watch: Noel Clarke on Trolls, Star Wars and family binge-watching",
            "category": "Film",
            "snippet": "Trolls and Trolls World Tour have been the catch of the day in my house. I’ve got three kids – 11, 8 and 4 – and, to avoid the biggest tantrum, it’s m …"
        },
        {
            "title": "Self-isolate like a king: why Henry VIII is a role model for staying in",
            "category": "UK-News",
            "snippet": "As a role model for living through lockdown, one might not immediately turn to King Henry VIII – a monarch better known for his acquisitive attitude t …"
        },
        {
            "title": "My favourite game: France v New Zealand, 1999 Rugby World Cup",
            "category": "Sport",
            "snippet": "In these dark days the unscripted drama of live sport feels more important than ever. The second World Cup semi-final at Twickenham in 1999 seems like …"
        },
        {
            "title": "Stars including Paul McCartney and Emilia Clarke to share stories of NHS care in new book",
            "category": "Books",
            "snippet": "Adam Kay, who has topped bestseller charts with his stories of life as as junior doctor in This Is Going to Hurt, is pulling together a book of “love …"
        },
        {
            "title": "Everyone’s stuck at home – so why are people streaming less music?",
            "category": "Music",
            "snippet": "Major album releases used to be put through a Large Hadron Collider of marketing, but now almost everything making those promotion particles accelerat …"
        },
        {
            "title": "Gerry Cinnamon: The Bonny review – Scottish stadium sensation keeps it simple",
            "category": "Music",
            "snippet": "There’s a narrative around Scottish singer-songwriter Gerry Cinnamon that he has achieved his success – selling 50,000 tickets for Hampden Park stadiu …"
        },
        {
            "title": "Lyra McKee murder: Derry residents asked to provide information a year on",
            "category": "UK-News",
            "snippet": "Residents who live in the Derry street where the Irish journalist Lyra McKee was shot dead a year ago this weekend have been asked to provide any fres …"
        },
        {
            "title": "I am disillusioned with the gay scene and worry no one will ever accept me",
            "category": "Life-and-Style",
            "snippet": "After struggling to come to terms with my sexuality (I have been in therapy three times in the course of 10 years), I became increasingly disillusione …"
        },
        {
            "title": "No spare time in lockdown? That's not such a bad thing",
            "category": "Life-and-Style",
            "snippet": "From the minute we went into lockdown, there’s been a lively discussion, online and elsewhere, about how to fill all our extra spare time. We parents …"
        },
        {
            "title": "Inquiry launched into how partially sighted man stepped into train's path",
            "category": "UK-News",
            "snippet": "Safety investigators have launched an inquiry into the death of a visually impaired man struck by a train after falling from a station platform. Accor …"
        },
        {
            "title": "Liverpool region mayor backs Sadiq Khan over face mask use",
            "category": "UK-News",
            "snippet": "Summary: Steve Rotheram is the latest mayor to urge people to wear masks in public after Sadiq Khan called on the government to make them compulsory on transpo …"
        },
        {
            "title": "Vauxhall plans physically distanced car production in UK",
            "category": "Business",
            "snippet": "Vauxhall has unveiled a socially distanced manufacturing plan that it hopes will provide the blueprint for companies to make a safe return to work dur …"
        },
        {
            "title": "EY ordered to pay whistleblower $11m in Dubai gold audit case",
            "category": "Business",
            "snippet": "Summary: A former partner at the accounting firm EY has been awarded $10.8m (£8.6m) in damages after being forced out of his job when he exposed professional m …"
        },
        {
            "title": "Letter: Enid Wistrich obituary",
            "category": "Politics",
            "snippet": "As member of the Greater London council for Hampstead and vice-chair of its transport committee, Enid Wistrich did much in the late 1970s to save the …"
        },
        {
            "title": "Companion gardening: edibles are all the rage, but they're not the only useful plants",
            "category": "Life-and-Style",
            "snippet": "Plants, like most things, go in and out of fashion. There is a tradition of English cottage gardening in my neighbourhood, where orchards grew a centu …"
        },
        {
            "title": "Talking Horses: Levy Board races to rescue with £22m support package",
            "category": "Sport",
            "snippet": "The Levy Board and the Racing Foundation, which received the proceeds of the £265m sale of the Tote in 2011, have agreed a £22m package of support for …"
        },
        {
            "title": "All alone online:  Iggy Pop and Jeremy Irons lead mass Ancient Mariner reading",
            "category": "Books",
            "snippet": "“Alone, alone, all, all alone.” The cry of the Ancient Mariner, immortalised by Samuel Taylor Coleridge, feels particularly apposite today as the worl …"
        },
        {
            "title": "Sabrina Ionescu goes No 1 in 'virtual' WNBA draft as Gianna Bryant honored",
            "category": "Sport",
            "snippet": "Oregon star Sabrina Ionescu was the No 1 pick in the WNBA draft, as expected. When she’ll play for the New York Liberty is unclear. With sports on hol …"
        },
        {
            "title": "Coronavirus US live:  Trump says protesters against distancing measures 'seem very responsible' – as it happened",
            "category": "US-News",
            "snippet": "Summary: During the White House coronavirus briefing, Dr Brett Giroir, the Assistant Secretary for Health, said the US will need to conduct at least 4.5m tests …"
        },
        {
            "title": "White House insists US has 'sufficient' testing capacity to reopen amid widespread criticism",
            "category": "US-News",
            "snippet": "The White House coronavirus taskforce has pushed back at widespread criticism that the US lacks the testing capacity to end lockdowns and reopen its e …"
        },
        {
            "title": "Tim Dowling: are my lockdown neighbours spying on me?",
            "category": "Life-and-Style",
            "snippet": "My inbox is flooding with emails from PR companies trying to make things they would have to promote anyway sound coronavirus-relevant: Bacteria Bustin …"
        },
        {
            "title": "Every Drop of Blood review: how Lincoln's Second Inaugural bound America's wounds",
            "category": "Books",
            "snippet": "Summary: As Abraham Lincoln prepared to take the oath of office for a second time, on 4 March 1865, the nation waited to hear what he would say about its futur …"
        },
        {
            "title": "‘I’m not trying to be anything I’m not’: rapper Aitch on his rise to the top",
            "category": "Music",
            "snippet": "I’m just back from a big shop at Sainsbury’s,” announces Harrison Armstrong with a grin over our video call. “I’m watching MasterChef, Gogglebox, eati …"
        },
        {
            "title": "I'm involved with a married man. Will our affair survive the lockdown?",
            "category": "Life-and-Style",
            "snippet": "It’s 5.41pm, and I am worried. My boyfriend usually calls me on the dot of 5.30, and during these unusual times, I crave this daily check-in. The thin …"
        },
        {
            "title": "Barn 8  by Deb Olin Unferth review – the great chicken heist",
            "category": "Books",
            "snippet": "Deb Olin Unferth’s strange and brilliant second novel is a caper story about a motley crew of lovable criminals banding together to pull off the bigge …"
        },
        {
            "title": "Streaming: where to find the best Richard Linklater and Xavier Dolan films online",
            "category": "Film",
            "snippet": "Ordinarily, a week that includes new releases from directors Xavier Dolan and Richard Linklater would count as a major one in most cinephiles’ books. …"
        },
        {
            "title": "One Two Three Four by Craig Brown review – all about the Beatles",
            "category": "Books",
            "snippet": "In the build-up to the general election of 1987, Margaret Thatcher agreed to an interview with Smash Hits, the now defunct fortnightly pop magazine th …"
        },
        {
            "title": "My life in sex: ‘My wife wants a desire-free old age. But I still see her as my sexual partner’",
            "category": "Life-and-Style",
            "snippet": "My wife and I married when we were in our early 20s. We enjoyed our sex life, though I never felt she enjoyed it as much as I did. Her menopause began …"
        },
        {
            "title": "Alicia Silverstone: 'I probably behaved not as well as I could have'",
            "category": "Film",
            "snippet": "In Alicia Silverstone’s 1995 Rolling Stone profile, the writer Rich Cohen described the 18-year-old as “kittenish”, “the prettiest girl in town”, “dre …"
        },
        {
            "title": "Thousands of Americans backed by rightwing donors gear up for protests",
            "category": "US-News",
            "snippet": "Thousands of people are preparing to attend protests across the US in the coming days, as a rightwing movement against stay-at-home orders, backed by …"
        },
        {
            "title": "New to gardening? Here’s where to start",
            "category": "Life-and-Style",
            "snippet": "I think some of you might be new round here. Until now, for those fortunate enough to have a garden, it has probably been used mostly on the warmest d …"
        },
        {
            "title": "'The virus doesn't discriminate but governments do': Latinos disproportionately hit by coronavirus",
            "category": "US-News",
            "snippet": "Latinos across the US are disproportionately getting sick from coronavirus, in some regions being infected and hospitalized at up to three times the r …"
        },
        {
            "title": "On the trail of a Nazi war criminal: 'It's my duty as a son to find the good in my father'",
            "category": "Books",
            "snippet": "‘I do not want my children to believe that my husband is a war criminal’ Charlotte Wächter, 1977 In the 1960s, my brother and I often visited our gran …"
        },
        {
            "title": "Gay men in US still unable to donate blood despite new coronavirus rules",
            "category": "US-News",
            "snippet": "Summary: When Lukus Estok recovered from a traumatic case of Covid-19 that sent him to hospital, he tried to donate his plasma for an experimental treatment th …"
        },
        {
            "title": "Arcadia Group may permanently shut down stores amid Covid-19 crisis",
            "category": "Business",
            "snippet": "Sir Philip Green’s Arcadia Group – which owns brands including Topshop, Dorothy Perkins and Miss Selfridge – could permanently close some of its shops …"
        },
        {
            "title": "Oche computer: Darts at Home shows vital importance of bells and whistles",
            "category": "Sport",
            "snippet": "Threw the Keyhole. One of several tricks missed by the Professional Darts Corporation as it brought competitive sport to the bored masses on Friday ni …"
        },
        {
            "title": "Isabel Hardman: 'One of my most exciting botanical finds was in a Glasgow car park'",
            "category": "Books",
            "snippet": "Isabel Hardman is assistant editor of the Spectator and author of The Natural Health Service: What the Great Outdoors Can Do for Your Mind. She was di …"
        }
    ]
}