{
    "page": [
        {
            "title": "Matt Hancock asks industry to help find viable coronavirus test",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, will ask industry leaders to help the UK find an antibody test that works. Hancock will issue the plea on a confer …"
        },
        {
            "title": "John Prine obituary",
            "category": "Music",
            "snippet": "John Prine, who has died aged 73 due to complications of Covid-19, was a highly influential American singer-songwriter. Musically, his style veered be …"
        },
        {
            "title": "'We will meet again': when a monarch brings comfort with a song",
            "category": "Books",
            "snippet": "It is 1939 and I am in bed listening to the king. He seems to be reading a poem. “I said to the man who stood at the gate of the year / Give me a ligh …"
        },
        {
            "title": "Sea Fever review – sturdy, slimy sci-fi horror trawls for cliches",
            "category": "Film",
            "snippet": "There’s going to be an understandable portion of audiences who will instantly reject the mere idea of watching the low-budget sci-fi horror Sea Fever, …"
        },
        {
            "title": "The Grand Bizarre review – trippy travelogue to who knows where",
            "category": "Film",
            "snippet": "Here’s a 60-minute cine-essay from the American experimental artist-animator Jodie Mack; a distinctively trippy travelogue about … well, what? The fil …"
        },
        {
            "title": "Radical Wordsworth, Well-Kept Secrets, William Wordsworth review – lives of the poet",
            "category": "Books",
            "snippet": "James Boswell started his biography of Dr Johnson on an anxious note: “To write the Life of him who excelled all mankind in writing the lives of other …"
        },
        {
            "title": "Fraudsters likely to target furlough scheme, says HMRC chief",
            "category": "Politics",
            "snippet": "A senior civil servant has said he expects organised crime will target the government’s multibillion-pound employee furlough scheme. The job retention …"
        },
        {
            "title": "My favourite film aged 12: Close Encounters of the Third Kind",
            "category": "Film",
            "snippet": "Close Encounters of the Third Kind is Steven Spielberg’s family-sized late-70s UFO drama, starring Richard Dreyfuss as a midwestern Joe Schmoe who see …"
        },
        {
            "title": "Sanity, stability and stress-relief: why our beloved pets have never been more important",
            "category": "Life-and-Style",
            "snippet": "Let’s start with some live updates from pets across the country. As I write this, I’m informed that Oscar the dog is delighting in hoovering up the ex …"
        },
        {
            "title": "'Biography' of Nineteen Eighty-Four leads Orwell prize longlist",
            "category": "Books",
            "snippet": "Dorian Lynskey’s “biography” of George Orwell’s dystopian masterpiece Nineteen Eighty-Four has made it on to the longlist for the Orwell prize for pol …"
        },
        {
            "title": "Cheltenham cited Boris Johnson's rugby outing as a reason for Festival go-ahead",
            "category": "Sport",
            "snippet": "The organisers of the Cheltenham Festival cited the presence of Boris Johnson at an international rugby match shortly before the race meeting was due …"
        },
        {
            "title": "Don't fear coronavirus, says Andrea Bocelli before Milan concert",
            "category": "Music",
            "snippet": "The Italian tenor Andrea Bocelli has encouraged people to “not be afraid” of coronavirus, as he prepares to sing in an empty Duomo di Milano on Easter …"
        },
        {
            "title": "MPs launch inquiry into potential Chinese asset stripping of UK firms",
            "category": "Business",
            "snippet": "An emergency Commons inquiry into potential Chinese asset-stripping of UK hi-tech firms has been launched following an aborted Chinese boardroom takeo …"
        },
        {
            "title": "Several UK insurers scrap plans to pay £1.3bn in dividends",
            "category": "Business",
            "snippet": "A group of UK insurers have scrapped plans to pay £1.3bn in dividends, increasing the pressure on firms that have ignored the Bank of England’s call t …"
        },
        {
            "title": "Government rejects bid to turn Oscar Wilde’s prison into an arts centre",
            "category": "Books",
            "snippet": "The Ministry of Justice has rejected a bid to turn Reading prison, where Oscar Wilde was jailed for two years in 1895, into an arts centre. The Grade …"
        },
        {
            "title": "Top 10 books about Londoners",
            "category": "Books",
            "snippet": "Summary: The people of London have always been settlers from around the world, beginning with the Roman invaders who founded the city. While the growth of the …"
        },
        {
            "title": "Triple-headers and robot umpires. Would MLB's reported restart plan work?",
            "category": "Sport",
            "snippet": "What’s the plan? According to multiple reports this week, the season would start in May with teams traveling to play each other in Arizona. There are …"
        },
        {
            "title": "Forget lockdown goals: trying to learn a language or get fit in a crisis won't make you happier",
            "category": "Life-and-Style",
            "snippet": "We are sad because of loss: of our normal lives, the comforting presence of our families, our hopes for the coming months (I should have been visiting …"
        },
        {
            "title": "Dreamland review – distasteful dystopian noir",
            "category": "Film",
            "snippet": "Tripland? Or perhaps Off-Your-Nutland? Here’s the freakiest film of the year so far, a pulpy dystopian noir with a lurid sex-trafficking storyline fro …"
        },
        {
            "title": "How are you celebrating Easter in lockdown?",
            "category": "Life-and-Style",
            "snippet": "For many people across the UK, Easter will look very different this year. There will be no church gatherings, no neighbourhood egg hunts, and no celeb …"
        },
        {
            "title": "Briton who organised Cambodia rescue flight criticises UK officials",
            "category": "Politics",
            "snippet": "A British traveller who organised a flight for his family and about 100 others stuck in Cambodia has criticised the government’s sluggish response and …"
        },
        {
            "title": "Welsh street loses world's steepest title after New Zealand rival's appeal",
            "category": "UK-News",
            "snippet": "Last summer the townsfolk of Harlech, in north-west Wales, were celebrating the accolade of having the steepest street in the world. A mere eight mont …"
        },
        {
            "title": "The Iron Mask review – Arnie slugs it out with Jackie Chan in the Tower",
            "category": "Film",
            "snippet": "Here is a mysteriously gigantic and interminable action-fantasy adventure – a colossal Chinese-Russian co-production that is in fact a sequel, also kn …"
        },
        {
            "title": "Tom Brady attacks 'shitty argument' he relied on Belichick for success",
            "category": "Sport",
            "snippet": "The New England Patriots famously picked Brady in the sixth round of the 2000 draft after every other team in the NFL had passed up multiple chances t …"
        },
        {
            "title": "Coronavirus jobs bailout could cost Treasury '£40bn every three months'",
            "category": "Politics",
            "snippet": "The government’s plan to subsidise the wages of workers affected by the Covid-19 lockdown of the economy could end up costing the Treasury £40bn for e …"
        },
        {
            "title": "David Mortimer obituary",
            "category": "Business",
            "snippet": "My father, David Mortimer, who has died aged 85, worked for the Midland Bank in Yorkshire for more than 35 years. He loved his native county, served a …"
        },
        {
            "title": "Duffy's brave account highlights why so few rape victims speak up",
            "category": "Life-and-Style",
            "snippet": "Most news that would normally dominate the headlines has been sidelined during the coronavirus pandemic. But the story of the musician Duffy managed t …"
        },
        {
            "title": "Mrs Hinch cleans up with book sales as Britons tidy homes in lockdown",
            "category": "Books",
            "snippet": "Instagram “cleanfluencer” Mrs Hinch has toppled Hilary Mantel and David Walliams to return to the top of the book charts as Britons stuck at home turn …"
        },
        {
            "title": "I've never seen … The Shawshank Redemption",
            "category": "Film",
            "snippet": "In a week when my home was turned into a kind of Ikea-heavy minimum security unit, and I was treated by the government like a benign 80-year-old lifer …"
        },
        {
            "title": "Beyond the Door review – peace, love and a pact with the devil",
            "category": "Film",
            "snippet": "Time has lent some archival interest to this Exorcist/Rosemary’s Baby horror knockoff co-directed by the veteran grindhouse maestro Ovidio G Assonitis …"
        },
        {
            "title": "Union calls for cash payment ban on UK buses over coronavirus",
            "category": "UK-News",
            "snippet": "Cash payments on all UK buses should be abolished for the duration of the coronavirus crisis to reduce the risk of driver infection, the union represe …"
        },
        {
            "title": "Bernie Sanders, who reshaped US politics, ends 2020 presidential run",
            "category": "US-News",
            "snippet": "Bernie Sanders, the 78-year-old senator from Vermont who reshaped American politics with his youth-led movement for sweeping social change, on Wednesd …"
        },
        {
            "title": "County cricketers to waive £1m in prize money over coronavirus crisis",
            "category": "Sport",
            "snippet": "Domestic cricketers in England have waived £1m in prize money as part of a deal brokered with the 18 first-class counties and the England and Wales Cr …"
        },
        {
            "title": "Airbus reduces jet production to cope with coronavirus crisis",
            "category": "Business",
            "snippet": "Airbus is to slash the number of planes it builds by a third, amid expectations that the coronavirus pandemic will continue wreaking havoc on global a …"
        },
        {
            "title": "Amber Heard to testify in Johnny Depp case behind closed doors",
            "category": "Film",
            "snippet": "Amber Heard will be allowed to give evidence about alleged sexual violence at the hands of her ex-husband Johnny Depp behind closed doors, after lawye …"
        },
        {
            "title": "Boris Johnson improving and sitting up in bed, chancellor says",
            "category": "Politics",
            "snippet": "Boris Johnson remains in intensive care but his condition is improving and he is sitting up in his hospital bed, the chancellor has said. Rishi Sunak …"
        },
        {
            "title": "Manic Street Preachers announce free arena show for NHS workers",
            "category": "Music",
            "snippet": "Manic Street Preachers have announced a pair of arena concerts to benefit NHS workers in the wake of the coronavirus outbreak. The trio announced the …"
        },
        {
            "title": "Rishi Sunak should take a share of blame for Tesco dividend anger",
            "category": "Business",
            "snippet": "Outrage about Tesco’s dividend should also be directed at Rishi Sunak. Why on earth did the chancellor include supermarkets, whose stores remain open …"
        },
        {
            "title": "Priti Patel accused of avoiding MPs’ scrutiny during national crisis",
            "category": "Politics",
            "snippet": "The home secretary, Priti Patel, has been accused by an influential group of MPs of avoiding scrutiny at a time of national emergency, a tranche of co …"
        },
        {
            "title": "Rishi Sunak ditches the straight-talk for lessons from the old school",
            "category": "Politics",
            "snippet": "A week or so ago, Rishi Sunak appeared to be the cabinet outlier. The chancellor, who looked half the age of most of his colleagues, was the one most …"
        },
        {
            "title": "'We won't see coronavirus here' ... and other gems from Trump's new press secretary",
            "category": "US-News",
            "snippet": "The White House on Wednesday confirmed the appointment of Kayleigh McEnany as Donald Trump’s fourth press secretary – even as her long history of dist …"
        },
        {
            "title": "£25bn in dividends axed as UK companies hunker down",
            "category": "Business",
            "snippet": "Summary: British companies have scrapped £25bn of shareholder payouts, or one-third of the dividends expected by investors during the rest of 2020, as they att …"
        },
        {
            "title": "Linda Tripp, key figure in Bill Clinton's impeachment, dies aged 70",
            "category": "US-News",
            "snippet": "Summary: Linda Tripp, whose secretly recorded phone conversations with Monica Lewinsky led to Bill Clinton’s impeachment in the 1990s, has died. She was 70. Tr …"
        },
        {
            "title": "Trump again criticizes WHO as 400,000 cases confirmed in America – as it happened",
            "category": "US-News",
            "snippet": "Summary: Live reporting on coronavirus in the US continues in Thursday’s blog: During the daily coronavirus task force briefing, Donald Trump once again scapeg …"
        },
        {
            "title": "Good eggs: cracking the Easter chocolates with the best and worst ethics",
            "category": "Life-and-Style",
            "snippet": "Whether they’re hollow or filled with ganache, every Easter egg contains a complex, globalised trade network within it. The cocoa used to make the cho …"
        },
        {
            "title": "Tim Minchin and Briggs release isolation track satirising Scott Morrison's leadership",
            "category": "Life-and-Style",
            "snippet": "Any artist attempting to release new work right now is finding isolation a particular challenge – but Australian hip-hop artist Briggs and writer and …"
        },
        {
            "title": "Donovan: 'Can you believe the Beatles and I were paying 96% tax?'",
            "category": "Music",
            "snippet": "Summary: Donovan, born Donovan Phillips Leitch in Scotland in 1946, was famous enough before he was 18 for the world to be on first-name terms with him. You do …"
        },
        {
            "title": "'I was shattered' – Paul Weller, Booker T and more on the day the Beatles split",
            "category": "Music",
            "snippet": "On 9 April 1970, a press release about a 27-year-old solo artist was sent to the media. Taking the form of a Q&A, most of it explained what his debut …"
        },
        {
            "title": "Nick Cave, Andy Griffiths and the $10,000 suit: how Melbourne's Crystal Ballroom launched a scene",
            "category": "Books",
            "snippet": "It arrives in a cardboard box, postmarked Brighton, UK. Black, with maroon pinstripes, the dry-cleaning tag still pinned to the lapel. It’s beautiful …"
        },
        {
            "title": "The Butthole Cut: if the rumours are true there really was a worse version of Cats",
            "category": "Film",
            "snippet": "Name: Cats: The Butthole Cut Age: Deleted from history in November 2019. Appearance: Imagine a worse version of Cats, the movie. I cannot. You cannot …"
        }
    ]
}