{
    "page": [
        {
            "title": "What's behind Drake's $400,000 mattress?",
            "category": "Life-and-Style",
            "snippet": "Last week, Drake made headlines when a tour of his luxury apartment revealed that the guy is sleeping on a fortune – literally. His mattress costs $40 …"
        },
        {
            "title": "Playing the waiting game: shutdown of sport is beginning to test patience",
            "category": "Sport",
            "snippet": "Waiting and cricket go hand in glove. It is an instruction barked urgently as a defensive push scuttles towards a fielder. It is the next batter, padd …"
        },
        {
            "title": "What's your emotional style? How your responses can help children navigate this crisis",
            "category": "Life-and-Style",
            "snippet": "Most families are going through the full gamut of emotions right now. Gratitude, worry, fear, love, compassion, frustration, restlessness and so on – …"
        },
        {
            "title": "One-way Shambles: how York is trying to keep its narrow streets safe",
            "category": "UK-News",
            "snippet": "More than 8 million people visit York each year, packing cheek-by-jowl into its narrow snickelways and labyrinthine lanes. Yet what was until recently …"
        },
        {
            "title": "Are you planning to get married during lockdown?",
            "category": "Life-and-Style",
            "snippet": "Lockdown has wreaked havoc on everyone’s plans. But even though coronavirus has separated us physically, people are coming up with creative ways of en …"
        },
        {
            "title": "Trevor Phillips role ‘undermines Covid-19 BAME inquiry’",
            "category": "UK-News",
            "snippet": "Summary: The appointment of Trevor Phillips to an inquiry into why black, Asian and minority ethnic people are being disproportionately affected by Covid-19 ha …"
        },
        {
            "title": "UK coronavirus live: government to publish daily care home deaths as hospital toll rises to 21,678 - as it happened",
            "category": "Politics",
            "snippet": "Almost a quarter of coronavirus deaths in England and Wales were in care homes, the latest weekly figures from the ONS revealed, with more than 4,300 …"
        },
        {
            "title": "Charlotte Tilbury eyes £500m payout as makeup firm goes up for sale",
            "category": "Business",
            "snippet": "Charlotte Tilbury could be in line for a payout of at least £500m as the beauty company she founded goes up for sale with a price tag of more than £1b …"
        },
        {
            "title": "Rishi Sunak will be alarmed but hard to see how BA job cuts could be avoided",
            "category": "Business",
            "snippet": "Cut early, cut deeply. This is a well-established response by the airline industry in times of crisis and, sadly for 12,000 staff at British Airways, …"
        },
        {
            "title": "Anxiety and applause: bus drivers on the coronavirus frontline",
            "category": "UK-News",
            "snippet": "Summary: Although providing a vital service offers them a sense of normality and purpose in challenging times, bus drivers in Manchester have said the death to …"
        },
        {
            "title": "GMB boss Tim Roache resigns suddenly with health issues cited",
            "category": "Politics",
            "snippet": "Tim Roache, the general secretary of the GMB trade union, has abruptly resigned just five months after being re-elected. In a statement released late …"
        },
        {
            "title": "British Airways plans to make up to 12,000 staff redundant",
            "category": "Business",
            "snippet": "British Airways has set out plans to make up to 12,000 of its staff redundant because of the global collapse in air travel in the face of the coronavi …"
        },
        {
            "title": "Pandemic forces Academy to break with Oscars tradition for streaming films",
            "category": "Film",
            "snippet": "The Academy Awards will for the first time allow films that debuted on a streaming service without a theatrical run to be eligible for nominations, a …"
        },
        {
            "title": "Survey of London: Oxford Street review – a bravura history, but also an obituary?",
            "category": "Books",
            "snippet": "In all its years, the Survey of London has never before accorded an entire volume to a single road. Oxford Street stretches for more than a mile and e …"
        },
        {
            "title": "Irrfan Khan dies aged 53",
            "category": "Film",
            "snippet": "Irrfan Khan, one of Bollywood’s most beloved stars who had achieved considerable success in the west, has died aged 53. He had been admitted to the in …"
        },
        {
            "title": "Blood Quantum review – grimy zombie horror offers intriguing twist",
            "category": "Film",
            "snippet": "Given how movies about the undead refuse to die, a tweak on what’s become a decaying formula is always a welcome surprise, especially if said tweak in …"
        },
        {
            "title": "Trump is seizing the courts – only a Democratic win in November can stop him",
            "category": "US-News",
            "snippet": "He is 37 and less than 10 years out of law school. He had never tried a case, nor served as co-counsel at trial, when he was tapped last year for Amer …"
        },
        {
            "title": "KFC to reopen further 80 outlets in UK, bringing total to 100",
            "category": "Business",
            "snippet": "The fast food chain KFC is ramping up plans to reopen its UK outlets despite the coronavirus lockdown, pledging on Wednesday to open a further 80 rest …"
        },
        {
            "title": "Jay-Z takes action against 'deepfakes' of him rapping Hamlet and Billy Joel",
            "category": "Music",
            "snippet": "Jay-Z’s company Roc Nation have filed takedown notices against “deepfake” videos that use artificial intelligence to make him rap Billy Joel’s We Didn …"
        },
        {
            "title": "Irrfan Khan: a seductive actor capable of exquisite gentleness",
            "category": "Film",
            "snippet": "Irrfan Khan was a distinguished and charismatic star in Hindi- and English-language movies whose hardworking career was an enormously valuable bridge …"
        },
        {
            "title": "When crises collide: gun violence activists confront the deadly challenge of bullets and Covid",
            "category": "US-News",
            "snippet": "California advocates who have long worked to keep young men safe from gun violence are adapting their activities to deal with another pressing public …"
        },
        {
            "title": "Flexible working will be norm after lockdown, say Barclays and WPP bosses",
            "category": "Business",
            "snippet": "Summary: The chief executives of Barclays and WPP are predicting an end to crowded city centre offices and rush hours as flexible working becomes the new norma …"
        },
        {
            "title": "The Flip by Jeffrey J Kripal review – it's time for a mystical revelation",
            "category": "Books",
            "snippet": "A few years ago the eminent American philosopher Thomas Nagel put quite a few celebrity scientist noses out of joint by publishing a book, entitled Mi …"
        },
        {
            "title": "Can You Keep a Secret? review – dull, strangers-on-a-plane romcom",
            "category": "Film",
            "snippet": "It’s hardly a secret, more of a golden rule, but someone here has clearly forgotten that comedy has to be funny. Instead, Elise Duran’s adaptation of …"
        },
        {
            "title": "Top 10 novels about moving",
            "category": "Books",
            "snippet": "What does it mean to move in these days? Once, there were many of us accustomed to travel or wholesale uprooting, to moves driven by work or safety or …"
        },
        {
            "title": "Birth of baby gives dilemma for Johnson at time of national crisis",
            "category": "Politics",
            "snippet": "Boris Johnson has had quite an April, even aside from leading the country during the worst pandemic for more than a century. With a spell in intensive …"
        },
        {
            "title": "Portuguese authors collaborate on serial lockdown novel",
            "category": "Books",
            "snippet": "A group of major Portuguese authors have found a way to keep themselves and their readers busy during the lockdown: they’re writing a serial novel, wi …"
        },
        {
            "title": "My favourite film aged 12: Back to the Future II",
            "category": "Film",
            "snippet": "I am rubbish at concentrating, sitting still and keeping my mouth shut, traits particularly intense when I was young. Consequently, my interests range …"
        },
        {
            "title": "Britney Spears: where to start in her back catalogue",
            "category": "Music",
            "snippet": "The album to start with Blackout (2007) “There’s only two types of people in the world,” Britney Spears sang on the title track of her 2008 album, Cir …"
        },
        {
            "title": "US economy shrinks 4.8% as coronavirus ends longest expansion in history",
            "category": "Business",
            "snippet": "The longest economic expansion in US history officially came to an end on Wednesday when the commerce department announced the economy shrank at an an …"
        },
        {
            "title": "A Secret Love review – moving portrait of two women's 60-year romance",
            "category": "Film",
            "snippet": "Summary: This documentary from Netflix is a real heart-soother. Directed with tremendous sensitivity and intimacy by Chris Bolan, it’s a love story about two w …"
        },
        {
            "title": "Starmer criticises government over 'truly dreadful' coronavirus death rate",
            "category": "Politics",
            "snippet": "The Labour leader, Keir Starmer, criticised the government over the UK’s “truly dreadful” Covid-19 death rate at prime minister’s questions, saying th …"
        },
        {
            "title": "The curse of Mr Darcy: did Colin Firth's beloved performance really damage his career?",
            "category": "Film",
            "snippet": "Name: Mr Darcy. Age: 207, 28, 35, 25, depending on how you look at it, really. Eh? Well, Pride and Prejudice was published in 1813, so you could say F …"
        },
        {
            "title": "Simone de Beauvoir's 'too intimate' novel to be published after 75 years",
            "category": "Books",
            "snippet": "Summary: A novel by Simone de Beauvoir that was deemed too intimate to release in her lifetime will be published for the first time later this year. The French …"
        },
        {
            "title": "Odeon bans all Universal Pictures films as studio skips cinema releases",
            "category": "Film",
            "snippet": "Summary: Odeon Cinemas has banned screenings of all films from the Fast & Furious maker Universal Pictures after the studio said it would break with tradition …"
        },
        {
            "title": "Boris Johnson back at work at No 10 after Carrie Symonds gives birth",
            "category": "Politics",
            "snippet": "Boris Johnson is back at work in Downing Street and is not expected to take paternity leave at the moment, after the birth of his son in the early hou …"
        },
        {
            "title": "Dixons Carphone plans drive-through and contactless shops",
            "category": "Business",
            "snippet": "Dixons Carphone is developing drive-through stores and zero-contact shops, as well as livestreaming its sales assistants, as it battles to continue tr …"
        },
        {
            "title": "Reborn review – pretentious schlock-horror thrills",
            "category": "Film",
            "snippet": "Horror buffs will be psyched about this release of a 2018-made feature with a stellar pedigree, although the end result is a bit of pup. It plays out …"
        },
        {
            "title": "Whirlpool extends fire fault checks to 55,000 UK washing machines",
            "category": "Business",
            "snippet": "The white goods giant Whirlpool is to recall an extra 55,000 washing machines after identifying possible faults in a further 21 models, nearly five mo …"
        },
        {
            "title": "'They were forgotten': the great female cartoonists who have been overlooked",
            "category": "Books",
            "snippet": "The world of comic books, both on the page and off, is one that’s typically dominated by men. It’s an unavoidable gender skew yet what gets pushed to …"
        },
        {
            "title": "Oscars on demand: will the Academy be able to put the streaming genie back in the bottle?",
            "category": "Film",
            "snippet": "‘What about the Oscars?” might not be the question at the top of your mind as you consider the manifold uncertainties raised by the coronavirus pandem …"
        },
        {
            "title": "Johnson's baby marks new chapter in PM's very public private life",
            "category": "Politics",
            "snippet": "It is hard to imagine any British prime minister has been through such a rollercoaster of personal emotion in the space of four months as Boris Johnso …"
        },
        {
            "title": "Forget fast fashion! Six ways to bring clothes back to life – from darning to stain removal",
            "category": "Life-and-Style",
            "snippet": "The high street is shut, the world has ground to tortoise pace and people who previously bought sliced bread are spending hours nurturing sourdough st …"
        },
        {
            "title": "Ema review – a sexual odyssey, with flame-throwers",
            "category": "Film",
            "snippet": "Pablo Larraín’s Ema is woozy, difficult, intense: superbly composed and yet opaque and perhaps only semi-coherent. It’s a study in anger and emotional …"
        },
        {
            "title": "Neighbours in lockdown: send us your heartwarming stories – open thread",
            "category": "Life-and-Style",
            "snippet": "When Australia finally emerges from lockdown, what kind of world will we find ourselves in? According to these stories of neighbours pulling together …"
        },
        {
            "title": "Sense and social distancing: 'Lockdown has given me a newfound affinity with Jane Austen's heroines'",
            "category": "Life-and-Style",
            "snippet": "In the 1995 BBC version of Pride and Prejudice, during yet another interminable evening, Caroline Bingley, all dressed up with nowhere to go, wanders …"
        },
        {
            "title": "Australian sport's shaky financial foundations exposed by Covid-19 spotlight",
            "category": "Sport",
            "snippet": "The chickens they are a-roosting. Covid-19 has claimed many things in its dastardly travails – lives, jobs, a common sense of security – and it might …"
        },
        {
            "title": "Sub Dom hankers for Daddy as Keir kills him with kindness",
            "category": "Politics",
            "snippet": "It’s been quite a six months for Boris Johnson. In rough chronological order – the prime minister’s timelines have always had a tendency to get messy …"
        },
        {
            "title": "Wales provide boost to Bill Beaumont's re-election bid with World Rugby",
            "category": "Sport",
            "snippet": "Bill Beaumont has received a significant boost in his bid to be re-elected as World Rugby chairman after the Welsh union announced it is backing the f …"
        },
        {
            "title": "Unexpected timeout offers global sport chance to tackle its pollution problem",
            "category": "Sport",
            "snippet": "Summary: With no live sport to watch or play, exercise has never been more precious. Those minutes of freedom, an uncurling away from bad posture on the sofa, …"
        }
    ]
}