{
    "page": [
        {
            "title": "'Once tennis is done, I’ll be just fine': Murray and Djokovic ponder future",
            "category": "Sport",
            "snippet": "When Andy Murray and Novak Djokovic chatted on social media in front of a captive audience of more than 20,000, they revealed their obsession with ten …"
        },
        {
            "title": "Ending lockdown: UK government accused of underestimating public",
            "category": "Politics",
            "snippet": "Summary: Ministers are underestimating the British public by refusing to disclose their lockdown exit strategy, senior Conservative MPs have said. Former minis …"
        },
        {
            "title": "'I pray to God it never happens again': US gulf coast bears scars of historic oil spill 10 years on",
            "category": "US-News",
            "snippet": "When the explosion ripped through the Deepwater Horizon oil rig, Leo Linder was standing in his living quarters in his underwear. He suddenly found hi …"
        },
        {
            "title": "Coronavirus UK: large consignment of PPE to arrive tomorrow, says Jenrick – as it happened",
            "category": "Politics",
            "snippet": "NHS frontline workers may refuse to work if there is not enough PPE to ensure their safety, the UK’s largest union said. The warning came in response …"
        },
        {
            "title": "Garth Greenwell: 'Sex is an extraordinary subject for a writer'",
            "category": "Books",
            "snippet": "Garth Greenwell’s second book, Cleanness, seems to flow directly from his sumptuous, sensuous debut, What Belongs to You. Like its predecessor, the ne …"
        },
        {
            "title": "Cricket match-fixers actively targeting players during lockdown",
            "category": "Sport",
            "snippet": "Players around the world have been warned to remain vigilant of approaches from match-fixers despite coronavirus having put the sport on hold. The las …"
        },
        {
            "title": "Hundreds flock to Florida's reopened beaches as state death toll hits 726",
            "category": "US-News",
            "snippet": "Summary: Hundreds of people in Florida reportedly flocked to several beaches as they reopened for “essential activities” after being closed because of the coro …"
        },
        {
            "title": "F1 will save teams at risk of going under due to coronavirus, says Horner",
            "category": "Sport",
            "snippet": "Christian Horner, the Red Bull principal, believes Formula One’s owners would step in to prevent any team from going under to ensure the survival of t …"
        },
        {
            "title": "Super-slow cooking: nine recipes to spend all day with",
            "category": "Life-and-Style",
            "snippet": "As autumn weather takes hold, a slow cook and a book make great quarantine companions. Most of these dishes freeze well too – so your efforts will be …"
        },
        {
            "title": "The good, the bad and the (possibly) ugly in the IMF projections for Australia",
            "category": "Business",
            "snippet": "The IMF this week released projections for the world economy over the next two years that were both optimistic and pessimistic. When the projections w …"
        },
        {
            "title": "Observer Sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Ghost Town Anthology review – unnerving supernatural mystery",
            "category": "Film",
            "snippet": "The death of a young man strikes at the heart of an insular, rural Quebecois community that has clearly already been soured by shared tragedies. But a …"
        },
        {
            "title": "From the archive: the punks of East Berlin",
            "category": "Life-and-Style",
            "snippet": "Summary: Young people in the west today wouldn’t have known too much about the loss of liberty that the current coronavirus restrictions are imposing, but for …"
        },
        {
            "title": "A woodpecker, soft spring light, and hope on the plot",
            "category": "Life-and-Style",
            "snippet": "Breakthrough day at the plot. When the late spring garden takes shape, the soil shakes off its slumber and the early summer structures go up. Howard a …"
        },
        {
            "title": "Camera-ready makeup looks that are virtually perfect",
            "category": "Life-and-Style",
            "snippet": "The irony. We’re socially distancing and yet we’re more social than ever. Virtual parties, dinners, shows… Any excuse to put our faces on. This Versac …"
        },
        {
            "title": "Sunday with Nish Kumar: 'I've been inhaling vintage Simpsons'",
            "category": "Life-and-Style",
            "snippet": "Are you an early riser? Sunday mornings are one of the few that haven’t changed. We’re still working on The Mash Report, so it’s my day off. I might s …"
        },
        {
            "title": "The Better Half: On the Genetic Superiority of Women review – bold study of chromosomal advantage",
            "category": "Books",
            "snippet": "Summary: It was noticeable from the initial outbreak in Wuhan that Covid-19 was killing more men than women. By February, data from China, which involved 44,67 …"
        },
        {
            "title": "Dorothy Day review: biography of a radical rebel is the masterpiece she deserves",
            "category": "Books",
            "snippet": "An iconoclast with a long, peripatetic life is an ideal subject for a biography. Add in motley enthusiasms and fierce convictions, plus connections to …"
        },
        {
            "title": "The time is ripe for a coronavirus coalition government",
            "category": "Business",
            "snippet": "‘When sorrows come, they come not single spies, but in battalions.” So it seems with the economy. The world economy was slowing down before the onset …"
        },
        {
            "title": "Anne-Marie: 'I just want to make people smile'",
            "category": "Music",
            "snippet": "The pop star Anne-Marie has squirrelled herself away in an alcove, in a corner of a café in south London. It is the middle of February, and she has be …"
        },
        {
            "title": "Labour party faces financial peril over leaked report",
            "category": "Politics",
            "snippet": "More than a dozen people are drawing up legal action against Labour, after they were named in an incendiary leaked report that threatens to plunge the …"
        },
        {
            "title": "What will our memories of lockdown be?",
            "category": "Life-and-Style",
            "snippet": "I’ve been thinking about memories, and about what on earth will remain from this time. On one level I feel a bit superstitious even entertaining the t …"
        },
        {
            "title": "Gardening advice: it’s harvest time for nutritious, tasty weeds",
            "category": "Life-and-Style",
            "snippet": "It’s amazing how quickly everyday things can suddenly come to feel quite extraordinary. After queuing for 45 minutes to do my weekly food shop, walkin …"
        },
        {
            "title": "A year on, did Change UK change anything?",
            "category": "Politics",
            "snippet": "Hard as it is to imagine now, in the early part of last year there was a belief – somewhat desperately expressed – that a new politics might be possib …"
        },
        {
            "title": "Zonal by Don Paterson review – rich, masked musings on midlife crisis",
            "category": "Books",
            "snippet": "There is a scene in the black-and-white sci-fi TV programme The Twilight Zone, created by Rod Serling, where a character is unmasked only to reveal a …"
        },
        {
            "title": "Kneading to relax? How coronavirus prompted a surge in stress baking",
            "category": "US-News",
            "snippet": "Carl Anhalt hadn’t made a loaf of bread in years. But stuck in his New York City apartment during the coronavirus lockdown, he started thinking about …"
        },
        {
            "title": "Selah and the Spades review – stylish leader of the pack",
            "category": "Film",
            "snippet": "Writer-director Tayarisha Poe has wryly described her debut feature (which played to enthusiastic responses at Sundance last year) as “Clueless meets …"
        },
        {
            "title": "Sitopia by Carolyn Steel review – big questions about food",
            "category": "Books",
            "snippet": "In the opening passages of Sitopia, Carolyn Steel talks about the “Google Burger”, a €250,000 (£218,000) prototype piece of cultured meat, grown in a …"
        },
        {
            "title": "Living in our isolation bubbles can bring great rewards",
            "category": "Life-and-Style",
            "snippet": "The first thing I do each morning is open the back door and sniff the air. It contains a surprising amount of information. Recently, it has become a l …"
        },
        {
            "title": "Smiling bin men, playlists, a live stream from nursery… I’m starting to enjoy my new routine",
            "category": "Life-and-Style",
            "snippet": "Now that I’m spending so much time at home, new routines have established themselves. With advancing age I’ve discovered some odd things about myself …"
        },
        {
            "title": "Black, blue and very bad taste: the Rolling Stones billboard that still sparks controversy",
            "category": "Music",
            "snippet": "Even by the standards of 1970s rock’n’roll, it was in bad taste: a billboard on Sunset Boulevard of a bruised and bound woman sitting on a gatefold co …"
        },
        {
            "title": "Bluster, distraction, denial: Trump follows Chavez's successful template",
            "category": "US-News",
            "snippet": "Donald Trump’s handling of coronavirus appears to be not so much a car wreck as a multiple pile-up, one vehicle slamming into another in a mound of tw …"
        },
        {
            "title": "Trump and Fauci: America's future hangs on this delicate relationship",
            "category": "US-News",
            "snippet": "As the Aids crisis accelerated in the 1980s, Donald Trump, then building his brand as a boldface name in the New York City tabloids, reacted with para …"
        },
        {
            "title": "Supermarket staff: how has coronavirus affected your work?",
            "category": "Business",
            "snippet": "High streets feel emptier than ever, yet there are queues outside supermarkets and anyone trying to book an online delivery faces a long wait. With th …"
        },
        {
            "title": "Questions mount over Christian group behind Central Park Covid-19 hospital",
            "category": "US-News",
            "snippet": "When big white field hospital tents appeared in Central Park in late March, they became a potent symbol of the scale and severity of New York’s corona …"
        },
        {
            "title": "Supertankers drafted in to store glut of crude oil",
            "category": "Business",
            "snippet": "Giant oil tankers are being used to hold record amounts of crude at sea due to a global oversupply that threatens to overwhelm the world’s storage fac …"
        },
        {
            "title": "EOB: Earth review – Radiohead's Ed O'Brien goes eclectic",
            "category": "Music",
            "snippet": "“I’m not a Ronaldo or a Rooney: that’s Thom and Jonny,” said Radiohead’s second guitarist, Ed O’Brien, in 2008. “But in my dreams I’m a Paul Scholes.” …"
        },
        {
            "title": "Naoise Dolan: 'I'm not good at presenting myself as likable'",
            "category": "Books",
            "snippet": "It’s the author’s equivalent of the no-trousers-in-class nightmare: your first book is finally published but almost every bookshop across the world is …"
        },
        {
            "title": "Rugby union must see enforced break as a chance to hit the reset button",
            "category": "Sport",
            "snippet": "Just a couple of months ago we were inside the rugby bubble. The Six Nations was coming towards a conclusion and domestic competitions were in full sw …"
        },
        {
            "title": "BetFred accused of withholding funds from punters despite pledge",
            "category": "Sport",
            "snippet": "BetFred, one of Britain’s most familiar betting brands, has been accused of backtracking on a pledge to honour outstanding customer balances in the fa …"
        },
        {
            "title": "University of Derby suspends students over offensive group chat",
            "category": "UK-News",
            "snippet": "The University of Derby has suspended six male students, including two special constables, over “degrading and offensive” comments allegedly made abou …"
        },
        {
            "title": "Impossible for UK to meet Covid-19 testing targets, scientists say",
            "category": "Politics",
            "snippet": "The government’s target of carrying out 100,000 Covid-19 tests each day by the end of the month has come under criticism from senior scientists, who s …"
        },
        {
            "title": "One World: Together at Home review – locked-down stars lift the spirits",
            "category": "Music",
            "snippet": "With Together at Home, Lady Gaga brought together music stars from around the world to give everyone something they so desperately need at this time o …"
        },
        {
            "title": "The coronavirus has made me so grateful for city parks. We should fight for them",
            "category": "Life-and-Style",
            "snippet": "In the aftermath of the 2016 US presidential election, the American artist and writer Jenny Odell found herself drawn almost every day to a local publ …"
        },
        {
            "title": "David Bowie bassist Matthew Seligman, 64, dies of coronavirus",
            "category": "Music",
            "snippet": "A former bass guitarist who appeared on stage with David Bowie at the Live Aid concert has died after spending two weeks on a ventilator at St George’ …"
        },
        {
            "title": "Tennis owes a debt to its supporting cast counting the cost of lockdown",
            "category": "Sport",
            "snippet": "At the exact moment the International Tennis Federation announced the immediate cancellation of all events in March, Panna Udvardy was deep in battle, …"
        },
        {
            "title": "New York mayor De Blasio asks if Trump is telling city to 'drop dead' over Covid-19",
            "category": "US-News",
            "snippet": "The New York mayor, Bill de Blasio, has stepped up his campaign for increased federal funding for US cities during the coronavirus crisis, asking Dona …"
        },
        {
            "title": "Florida: endangered sea turtles thriving thanks to Covid-19 restrictions",
            "category": "US-News",
            "snippet": "Marine life researchers in Florida say that coronavirus restrictions keeping humans and harmful waste off beaches are having a beneficial effect on th …"
        },
        {
            "title": "Harry and Meghan tell UK tabloids they will no longer deal with them",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex have told the editors of British tabloid newspapers that they will never again deal with their outlets, in an unprecede …"
        },
        {
            "title": "Trump holds Covid-19 briefing as governors ask for more help - as it happened",
            "category": "US-News",
            "snippet": "Here’s a recap of Sunday’s major news lines: New York mayor De Blasio asks if Trump is telling city to ‘drop dead’ over Covid-19. Mayor of city at cen …"
        }
    ]
}