{
    "page": [
        {
            "title": "BBC and Sky show Fifa 20 matches as world sport goes online",
            "category": "Sport",
            "snippet": "On Saturday afternoon, Sky Sports viewers will be treated to the semi-finals and final of a new football tournament, with an impressive array of playe …"
        },
        {
            "title": "Church fund urges other ExxonMobil investors to sack board over climate",
            "category": "Business",
            "snippet": "Summary: The Church of England’s investment arm has urged shareholders in ExxonMobil to vote against re-electing the oil company’s entire board for failing to …"
        },
        {
            "title": "I slept with my best friend's ex. Now I'm terrified of confrontation",
            "category": "Life-and-Style",
            "snippet": "I have a fear of confrontation. Recently, this destroyed my relationship with my best friend, after I slept with her ex. I did not tell her for severa …"
        },
        {
            "title": "John Hannah: 'I'd rather take the dog out than binge-watch TV'",
            "category": "Film",
            "snippet": "The wife and I are in the middle of Devs. I like a bit of sci-fi. The kids aren’t that bothered. The imagery is similar to Ex Machina. My son’s into t …"
        },
        {
            "title": "Author of book about victim blaming bombarded with misogynist abuse",
            "category": "Books",
            "snippet": "A British academic whose new book is about why women are blamed for crimes committed against them has been subjected to thousands of coordinated attac …"
        },
        {
            "title": "Britain running down the clock in Brexit talks, says Michel Barnier",
            "category": "Politics",
            "snippet": "Michel Barnier has suggested the UK is running down the clock in talks over the future trade and security relationship with the EU. The claim by the b …"
        },
        {
            "title": "UK watchdog flooded with complaints over holiday refunds",
            "category": "Business",
            "snippet": "Summary: The UK’s competition watchdog will next week set out measures to tackle concerns about refunds and cancellations in the travel industry after a surge …"
        },
        {
            "title": "‘Please don’t inject bleach’: Trump’s wild coronavirus claims prompt disbelief",
            "category": "US-News",
            "snippet": "Donald Trump had barely distanced himself from statements that malaria treatment could cure the coronavirus before he had moved on to another, even mo …"
        },
        {
            "title": "Top civil servant forced to clarify remarks for second time in a week",
            "category": "Politics",
            "snippet": "The Foreign Office’s most senior civil servant has been forced to issue a second clarification within three days over oral evidence he gave to MPs ear …"
        },
        {
            "title": "UK lockdown sends retail sales to record low, but alcohol sales rise",
            "category": "Business",
            "snippet": "UK retail sales in recorded their largest fall on record in March as consumers were forced to restrict their shopping trips under the government lockd …"
        },
        {
            "title": "Captain Tom Moore becomes oldest artist to claim UK No 1 single",
            "category": "Music",
            "snippet": "Captain Tom Moore, who turns 100 on 30 April, has become the oldest artist ever to claim the UK No 1 spot with his cover of You’ll Never Walk Alone, a …"
        },
        {
            "title": "Coronavirus UK: Shapps says test numbers will rise; hospital death toll reaches 19,506 – as it happened",
            "category": "Politics",
            "snippet": "UK ministers were warned last year that the UK needed a robust plan to deal with a pandemic and its economic and social consequences, the Guardian rev …"
        },
        {
            "title": "UK government told not to use Zoom because of China fears",
            "category": "UK-News",
            "snippet": "Government and parliament were told by the intelligence agencies last week not to use the videoconferencing service Zoom for confidential business, du …"
        },
        {
            "title": "Raelene Castle becomes latest casualty of Australia's flawed rugby system",
            "category": "Sport",
            "snippet": "Under siege for several months, Raelene Castle tendered her resignation to Rugby Australia just three days after the publication of a letter co-author …"
        },
        {
            "title": "Tree change manuals: five books to make you a better gardener, cook and recycler",
            "category": "Life-and-Style",
            "snippet": "How often have you heard the expression “… is the great equaliser”? As in, “music is the great equaliser”, “education is the great equaliser”, and the …"
        },
        {
            "title": "Love in a time of Covid: tell us how you stay together",
            "category": "Life-and-Style",
            "snippet": "Life in lockdown can be testing. The coronavirus crisis has meant that most of us are shut in together and mostly just trying to get along – but even …"
        },
        {
            "title": "Talking Horses: Playa Del Puente can lift the QEII Cup at generous odds",
            "category": "Sport",
            "snippet": "There is something damning about the “enterprisingly ridden” tag, in relation to a racehorse, the implication being that he couldn’t have achieved the …"
        },
        {
            "title": "Blind date: 'I put on perfume for a video call'",
            "category": "Life-and-Style",
            "snippet": "Kayleigh on Josh What were you hoping for? The One or a good anecdote. First impressions? He’s in a tuxedo and I’ve just about managed to brush my hai …"
        },
        {
            "title": "Tim Dowling: Am I being gaslit by my own garden?",
            "category": "Life-and-Style",
            "snippet": "Summary: A friend sends me a picture of his lettuce seedlings, grown from seed I gave him so that he could find purpose in isolation. He wants to know if he ca …"
        },
        {
            "title": "Fit in my 40s: how to keep bored kids fit at home",
            "category": "Life-and-Style",
            "snippet": "The best piece of advice I ever had on keeping kids fit at home was from Joe Wicks, the guru of these things: start them young. There are things you c …"
        },
        {
            "title": "We'll survive! Why Hays Travel owners have no regrets on Thomas Cook rescue",
            "category": "Business",
            "snippet": "Summary: When John and Irene Hays rescued Thomas Cook’s 555 high street travel agencies out of administration last year, conventional wisdom suggested they wer …"
        },
        {
            "title": "Can't finish a novel right now? Essays are the perfect cure",
            "category": "Books",
            "snippet": "It’s not happening. And when I say “it”, I mean anything but worrying, batch cooking and donating to crowdfunding sites that offer support while the g …"
        },
        {
            "title": "Sexy beats: how Normal People’s ‘intimacy coordinator’ works",
            "category": "Books",
            "snippet": "It’s easy to forget just how much sex there is in Sally Rooney’s Normal People, when many of its greatest romantic beats are carried in a furtive glan …"
        },
        {
            "title": "Coronavirus has given cricket chance to rationalise crazy calendar",
            "category": "Sport",
            "snippet": "Tom Harrison is the sort of guy you want in a crisis. Mainly due to his masterful refusal to acknowledge the fact that there’s a crisis at all. As the …"
        },
        {
            "title": "Streaming: curate your own Spike Jonze mini-season",
            "category": "Film",
            "snippet": "It’s been a quiet few months for Apple TV+ since the glossy hype of its launch last November, but we got a taste of their promised hipper side this we …"
        },
        {
            "title": "Circles and Squares by Caroline Maclean review – the Hampstead modernists",
            "category": "Books",
            "snippet": "In 1937 the art critic Myfanwy Evans published The Painter’s Object, an anthology of new essays by leading artists of the day including Pablo Picasso, …"
        },
        {
            "title": "Diana Gordon: the secret ingredient in Beyoncé’s Lemonade",
            "category": "Music",
            "snippet": "It is 11am LA time and Diana Gordon is feeling, as she puts it, “hazy”. We were meant to start our interview half an hour ago, but Gordon’s sleeping p …"
        },
        {
            "title": "You Let Me In by Camilla Bruce review – a fairytale with a twist",
            "category": "Books",
            "snippet": "﻿At first glance, this smart, creepy fairy story has a familiar premise: the one in which a character blames her misfortune or misdeeds on supernatura …"
        },
        {
            "title": "Les Six & Satie: Works for Piano 4 Hands review – breathless charm",
            "category": "Music",
            "snippet": "The group of young French composers known as Les Six came together in the early 20th century in negative reaction to weighty German romanticism and a …"
        },
        {
            "title": "My favourite game: Miami 10-13 NY Giants, Wembley's first taste of NFL",
            "category": "Sport",
            "snippet": "It was a night for raincoats and thermals at Wembley on 28 October 2007, not T-shirt and shorts; hot drinks not cold brewskis at the tailgate party fo …"
        },
        {
            "title": "Man arrested after gun fired at Manchester funeral",
            "category": "UK-News",
            "snippet": "A man has been arrested after a gun was fired as hundreds of mourners gathered for the Manchester funeral of a criminal known as “Mr Ibiza”, despite s …"
        },
        {
            "title": "Roisin Conaty: ‘Standup is a confidence game. You sell the sizzle, not the sausage’",
            "category": "Life-and-Style",
            "snippet": "I’m from an Irish family and, even though I grew up in 80s London, I spent a lot of my childhood in southwest Ireland. It was like two lives. Our Camd …"
        },
        {
            "title": "Pole: 123 review – calming, abstract, minimal genius",
            "category": "Music",
            "snippet": "The lockdown has played havoc with album release schedules, sending new records by Haim, Rufus Wainwright, Jarvis Cocker and the Pretenders back sever …"
        },
        {
            "title": "Debacle of Trump's coronavirus disinfectant comments could be tipping point",
            "category": "US-News",
            "snippet": "For Donald Trump, it was the strangest and most news-making thing he could have done: instead of taking questions from journalists, dominating the nat …"
        },
        {
            "title": "Trump attack on Biden highlights president's own past dealings with China",
            "category": "US-News",
            "snippet": "Donald Trump has a share in a New York property development that borrowed tens of millions of dollars from China, it was reported on Friday. The debt …"
        },
        {
            "title": "Tolstoy, Steinbeck, Defoe – why are so many turning to classic novels?",
            "category": "Books",
            "snippet": "Summary: There aren’t many aspects of the lockdown that the author Penelope Lively enjoys but reading Alice’s Adventures in Wonderland to her 27-year-old grand …"
        },
        {
            "title": "Oil market faces storage crisis in a world awash with crude",
            "category": "Business",
            "snippet": "Summary: Supergiant oil tankers are floating outside the world’s largest shipping ports with enough oil to meet the world’s daily demand twice over. Only month …"
        },
        {
            "title": "Santrofi: Alewa review – a welcome return for Ghanaian highlife",
            "category": "Music",
            "snippet": "Thanks to the lasting influence of the late Fela Kuti, Nigerian Afrobeat has enjoyed a recent resurgence in the west while its close cousin, Ghanaian …"
        },
        {
            "title": "America’s fracking boom flounders as global prices and demand collapse",
            "category": "Business",
            "snippet": "The US shale industry was forecast to deliver record high oil production this year. Only a few months ago the Permian basin was expected to increase i …"
        },
        {
            "title": "In a post-pandemic world, collective action must still be valued",
            "category": "Business",
            "snippet": "There are reasons for optimism as the UK economy and much of the rest of the world plunges into recession. That might seem like a bizarre statement wh …"
        },
        {
            "title": "Coventry City 3-2 Tottenham Hotspur: 1987 FA Cup final – as it happened",
            "category": "Sport",
            "snippet": "Summary: So congratulations to Coventry City, the deserved winners of the 1987 FA Cup! Onwards and upwards for a club that has finally come of age as a top-fli …"
        },
        {
            "title": "Which novels or memoirs will help prepare me for motherhood?",
            "category": "Books",
            "snippet": "Q: Can you recommend any particularly good novels or memoirs about the experience of motherhood? I have a few months to prepare and this feels as impo …"
        },
        {
            "title": "Premiership rugby clubs in danger due to funding shortfall from paused season",
            "category": "Sport",
            "snippet": "Premiership clubs face losing out on millions in central funding because of a clause in the longstanding agreement with the Rugby Football Union which …"
        },
        {
            "title": "Michigan senator apologizes for wearing Confederate flag face mask",
            "category": "US-News",
            "snippet": "Summary: A Republican politician in Michigan has apologized after wearing a face mask that appeared to depict the Confederate flag, an image offensive to many …"
        },
        {
            "title": "Tata Steel needs '£500m government bailout' as Covid-19 halts production",
            "category": "Business",
            "snippet": "The UK’s biggest steel producer needs about £500m in government support to see it through the coronavirus crisis, according to Welsh MP Stephen Kinnoc …"
        },
        {
            "title": "'I can see a bird. What is it?': a beginners' guide to backyard birding",
            "category": "Life-and-Style",
            "snippet": "Essential equipment: guide (book, app, website, or household member) to help identify birds, sense of humour. Non-essential equipment: binoculars, not …"
        },
        {
            "title": "How we stay together: 'Looking after each other, everything else would fall into place'",
            "category": "Life-and-Style",
            "snippet": "Names: Harry and Margaret Burkett Years together: 36 Occupations: Retired Like introverts everywhere, Harry Burkett isn’t really struggling with the c …"
        },
        {
            "title": "Shine wears off the $130bn jobkeeper subsidy as millions are left in the cold",
            "category": "Business",
            "snippet": "Summary: When the Australian government announced a $130bn wage subsidy employers, unions cheered. Here was the solution to growing queues for unemployment ben …"
        },
        {
            "title": "Hamilton Bohannon, disco and Motown star, dies aged 78",
            "category": "Music",
            "snippet": "Summary: The US disco, funk and soul musician Hamilton Bohannon, who backed Motown’s greats before starting a respected solo career, has died at age 78. No cau …"
        },
        {
            "title": "Coronavirus US live: Cuomo calls quarantining this generation's challenge – as it happened",
            "category": "US-News",
            "snippet": "Here’s a look at today’s biggest news items: Donald Trump stays away from briefings amid fallout from disinfectant comments. The president remained be …"
        }
    ]
}