{
    "page": [
        {
            "title": "My favourite film aged 12: Mean Girls",
            "category": "Film",
            "snippet": "The thing about being a teenage girl and having a favourite film that’s also about teenage girls is that even if you’re very pretentious (I was) and k …"
        },
        {
            "title": "The cheapest, greenest holiday ever: the weird joy of garden camping with the kids",
            "category": "Life-and-Style",
            "snippet": "Shhh! That’s not just the wind – there’s definitely something out there, moving around outside the tent. A lion, perhaps; do they hunt at night? Or a …"
        },
        {
            "title": "AP McCoy: 'The man in the street wants to know if you’ve won the National'",
            "category": "Sport",
            "snippet": "“It’s scary how quick these things go,” says Sir Anthony McCoy, reflecting on the fact it is 10 years to the day on Friday since he won the Grand Nati …"
        },
        {
            "title": "Marina Lewycka: 'The most underrated book? Collins Complete DIY Manual'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading Olga Tokarczuk’s Drive Your Plow Over the Bones of the Dead. I’d had this book for a while, and in an uncharacteristic …"
        },
        {
            "title": "Experience: I am an Instagram husband",
            "category": "Life-and-Style",
            "snippet": "Summary: I was in my mid-20s when the rock band I was in, Young Guns, started to become successful. We went to San Francisco to record our album, and one night …"
        },
        {
            "title": "My life in sex: 'I've only had sex with my husband'",
            "category": "Life-and-Style",
            "snippet": "Summary: I first had sex aged 30, with my husband, on our honeymoon. Twelve years later, I have chosen to express myself sexually only with him. I’m a Christia …"
        },
        {
            "title": "Can Denis Villeneuve break the curse of Frank Herbert's Dune on the big screen?",
            "category": "Film",
            "snippet": "It’s easy to imagine why Hollywood felt it might take a maverick genius to film Dune, Frank Herbert’s 1965 sci-fi/fantasy opus. The novel, and its fiv …"
        },
        {
            "title": "Tracks of the week reviewed: the Hotrats, Rihanna and Chai",
            "category": "Music",
            "snippet": "The Hotrats Milkshake In lockdown, where Pringles dipped in peanut butter is an acceptable breakfast, it’s hard to know what we actually need. Do we r …"
        },
        {
            "title": "'I feel defeated': inside New Jersey hospitals overwhelmed by Covid-19",
            "category": "US-News",
            "snippet": "Inside New Jersey intensive care units and emergency rooms, frustrated and frightened frontline medical staff are taking on double their normal patien …"
        },
        {
            "title": "Carry On Leonardo: how readers are celebrating Easter in lockdown",
            "category": "Life-and-Style",
            "snippet": "“It was like a Carry On film,” says Jane Redman of her family’s attempt to recreate Da Vinci’s Last Supper. Inspired by the recent social media trend, …"
        },
        {
            "title": "My two adult children fell out over money – now they refuse to talk",
            "category": "Life-and-Style",
            "snippet": "My two older children have not spoken to each other for two years. They are in their mid-30s, with spouses and young children. They fell out over mone …"
        },
        {
            "title": "My Twitter listening parties are like gigs - but nobody nicks your beer",
            "category": "Music",
            "snippet": "It’s hard to write music during lockdown. A lot of songwriters I’ve spoken to just aren’t getting inspired at the moment. I did try. I wrote a song ca …"
        },
        {
            "title": "Isolation skills with Enya? The pop star masterclasses we want to see",
            "category": "Music",
            "snippet": "Look, you know the deal. We’re in a global pandemic, and everyone has to do what they can to help other people. It might be shopping for your elderly …"
        },
        {
            "title": "Tracy Brabin's phone number accidentally displayed on ITV's This Morning",
            "category": "Politics",
            "snippet": "Summary: Tracy Brabin has said she will have to change her phone number after it was inadvertently shown on screen during an appearance on ITV’s This Morning. …"
        },
        {
            "title": "Robert Jenrick urged to explain visit to parents during lockdown",
            "category": "Politics",
            "snippet": "The shadow home secretary has demanded that the cabinet minister Robert Jenrick fully explain himself after travelling more than an hour to visit his …"
        },
        {
            "title": "Larry Sherman, founder of pioneering dance label Trax, dies of heart failure",
            "category": "Music",
            "snippet": "Larry Sherman, whose record label Trax changed the face of dance music, has died of heart failure. The news was confirmed by the current head of Trax, …"
        },
        {
            "title": "The more I stay at home, the more grubby it seems",
            "category": "Life-and-Style",
            "snippet": "Recently, while practising yoga at home, I had a realisation. I’d like to say it was a spiritual awakening of some sort but unfortunately it was just …"
        },
        {
            "title": "Barren Masters weekend only adds to allure of Tiger Woods's amazing win",
            "category": "Sport",
            "snippet": "The propensity of the Masters to deliver moments in time is beyond golfing parallel. They needn’t always arrive at the tournament’s 72nd hole. If the …"
        },
        {
            "title": "If something’s out of your control, should you still worry about it?",
            "category": "Life-and-Style",
            "snippet": "Recently – oh, no particular reason – I’ve found myself returning to the ancient philosophical idea known as “the dichotomy of control”. “Some things …"
        },
        {
            "title": "Human Centipede star Dieter Laser dies aged 78",
            "category": "Film",
            "snippet": "Dieter Laser, star of outrage-horror film The Human Centipede, has died aged 78. The news was announced in a post on his Facebook page, saying that th …"
        },
        {
            "title": "Wisconsin's vote in time of coronavirus is Republicans' blueprint for November",
            "category": "US-News",
            "snippet": "I moved to Wisconsin in 2005, joining the University of Wisconsin-Madison as an assistant professor. At the time I knew little about the state, but th …"
        },
        {
            "title": "Mike Appleton obituary",
            "category": "Music",
            "snippet": "Starting with virtually no budget and the smallest studio in the BBC’s Television Centre, Mike Appleton turned The Old Grey Whistle Test into the most …"
        },
        {
            "title": "Boris Johnson waved thanks to NHS staff as he left intensive care",
            "category": "Politics",
            "snippet": "Boris Johnson waved his thanks to medical staff as he was moved from the intensive care unit back to the ward, a Downing Street spokesman has said, as …"
        },
        {
            "title": "'Treated us like simpletons': Pedro Almodóvar criticises Madonna over documentary",
            "category": "Music",
            "snippet": "Oscar-winning Spanish film director Pedro Almodóvar has written “a settling of scores” in a long diary entry written during the coronavirus lockdown, …"
        },
        {
            "title": "RFU explores options for rescheduled Japan tour and expanded Six Nations",
            "category": "Sport",
            "snippet": "England could move their summer tour of Japan back to October and take part in a bumper “home and away” Six Nations beginning in November as part of a …"
        },
        {
            "title": "XFL suspends operations due to Covid-19 with no plans for 2021 return",
            "category": "Sport",
            "snippet": "Summary: The XFL has suspended operations and laid off its employees. The eight-team professional football league conceived by World Wrestling Entertainment ch …"
        },
        {
            "title": "Methyl Ethel, Tropical Fuck Storm, Mama Kin and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "We’ve published a bunch of articles about how the coronavirus crisis has impacted the Australian arts industry. The damage was compounded last week wh …"
        },
        {
            "title": "Hundreds volunteer to help New York's overwhelmed funeral homes",
            "category": "US-News",
            "snippet": "Hundreds of volunteers have come forward to help funeral homes and hospital mortuaries in New York City that have been overwhelmed by the number of de …"
        },
        {
            "title": "Tim Henman insists Andy Murray can still play on at Wimbledon",
            "category": "Sport",
            "snippet": "Summary: Andy Murray, whose comeback has stalled in tempo with his sport, has “a few Wimbledons left in him yet”, according to Tim Henman. Henman, who reached …"
        },
        {
            "title": "'What it means to be an American': Abraham Lincoln and a nation divided",
            "category": "Books",
            "snippet": "Summary: Ted Widmer has published a book about a time of national crisis, in a time of national crisis. Lincoln on the Verge follows the 16th president on his …"
        },
        {
            "title": "Blind date: 'I hoped the video wouldn’t freeze while I shoved in pizza'",
            "category": "Life-and-Style",
            "snippet": "Jem on Ria What were you hoping for? To pretend that everything in the world isn’t weird right now, and do something a normal single person would do a …"
        },
        {
            "title": "Fit in my 40s: the upsides of remote therapy",
            "category": "Life-and-Style",
            "snippet": "I interviewed psychotherapist Lili Tarkow-Reinisch over the phone, rather than having an in-person session with her, but I still came away in a differ …"
        },
        {
            "title": "Aria by Nazanine Hozar review – an epic tale of turmoil in Tehran",
            "category": "Books",
            "snippet": "Unwanted by her father and so abandoned by her mother, in 1953 a baby girl is found under a mulberry tree in wealthy north Tehran. Carrying her home t …"
        },
        {
            "title": "A letter to… the teacher who inspired my young son",
            "category": "Life-and-Style",
            "snippet": "I was so worried about handing my little boy over during his first week of school, but you made it easier. You smiled at him like a mother would at he …"
        },
        {
            "title": "Streaming: arthouse Latin America-style",
            "category": "Film",
            "snippet": "At a time when we’re mostly cooped up inside, looking longingly out of the window at the first blush of spring, it’s fair to say a streaming service c …"
        },
        {
            "title": "‘I gulp back feelings of regret’: how I found my long-lost sibling",
            "category": "Life-and-Style",
            "snippet": "“I’d always wanted a brother,” says Declan Aumpu, the first time we meet. It’s April 2017, and I am 23 years old. Dec, 26, has arrived in the back of …"
        },
        {
            "title": "Cruise firms face 'off-the-scale' challenge in wake of coronavirus",
            "category": "Business",
            "snippet": "Summary: Like many thousands of nurses, Julie Timson has spent the past few weeks suited up in an armour of personal protective equipment fighting the coronavi …"
        },
        {
            "title": "Recommending books is high risk – but it's also high reward",
            "category": "Books",
            "snippet": "Summary: Recommending books is a tricky but satisfying business. It’s high risk, high reward. Every day I wake up to messages from my friends asking me to reco …"
        },
        {
            "title": "Climbing the walls? How to cope as a family when you can't escape each other",
            "category": "Life-and-Style",
            "snippet": "Last month, as the reality of life under lockdown began to sink in, I asked my family if they had any particular concerns. Without hesitation, my elde …"
        },
        {
            "title": "Trump v the states: how the president is remaking the government in his image",
            "category": "US-News",
            "snippet": "Summary: When Donald Trump begrudged federal aid for Puerto Rico after Hurricane Maria, and for California during its deadly 2018 wildfires, and blamed those p …"
        },
        {
            "title": "Deborah Levy's lockdown diary: 'My daughters would prefer it if I freaked out more'",
            "category": "Books",
            "snippet": "Tuesday 17 March 2020 I know you don’t want to read another coronavirus diary. Frankly, neither do I. Maybe I can strike a different tone. Here goes. …"
        },
        {
            "title": "Washington state begins to ask: how does the coronavirus crisis end?",
            "category": "US-News",
            "snippet": "The first person confirmed to have tested positive for the coronavirus in the US by the federal Centers for Disease Control and Prevention (CDC) was a …"
        },
        {
            "title": "Celebrities happy in their own skin? Don't take it at face value",
            "category": "Life-and-Style",
            "snippet": "Summary: At last Hollywood is revealing its unvarnished side. An increasing number of actresses – including Julia Roberts, Julianne Moore and Drew Barrymore – …"
        },
        {
            "title": "One to watch: Valentina",
            "category": "Music",
            "snippet": "Valentina is a bit of a secret weapon in the world of indie electronica. The English-Italian artist (surname Pappalardo) has sung on Hot Chip’s return …"
        },
        {
            "title": "'There are two pandemics': Chicago's gun violence persists amid lockdown",
            "category": "US-News",
            "snippet": "The coronavirus pandemic has forced Chicago into lockdown, closing restaurants, bars, stores and even its celebrated lakefront. But the crisis hasn’t …"
        },
        {
            "title": "It's never been cheaper, but home cooking has fallen off the menu",
            "category": "Life-and-Style",
            "snippet": "Despite the efforts of the nation’s favourite TV chefs, from Delia to Jamie, Nigella to Nadiya, home cooking has been in decline for decades, even tho …"
        },
        {
            "title": "On my radar: Laura Marling's cultural highlights",
            "category": "Music",
            "snippet": "Singer-songwriter Laura Marling was born in 1990, and brought up in a village in Hampshire. She released her debut album, Alas, I Cannot Swim, the wee …"
        },
        {
            "title": "Struggling retail landlords watch rents dry up in the pandemic",
            "category": "Business",
            "snippet": "When Debenhams filed for administration last week, it wasn’t just suppliers of its stock, who are owed cash, that felt the pain. There are 22,000 jobs …"
        },
        {
            "title": "James Elkington: Ever-Roving Eye review – a slow-burn delight",
            "category": "Music",
            "snippet": "“Mid-Atlantic” is usually a somewhat damning term in pop, applied to soft rock originating from, say, Croydon but aspiring to be Californian. In the c …"
        },
        {
            "title": "Chris Packham vows to continue HS2 legal battle",
            "category": "UK-News",
            "snippet": "The broadcaster Chris Packham has said he will continue his fight against the construction of HS2, which environmentalists say is leading to irreversi …"
        }
    ]
}