{
    "page": [
        {
            "title": "Oasis and Warehouse fall into administration with loss of 200 jobs",
            "category": "Business",
            "snippet": "Summary: Oasis and Warehouse have collapsed into administration with the immediate loss of 200 jobs and more than 1,800 at risk, as the fashion chains become t …"
        },
        {
            "title": "Coronavirus US live: Trump threatens to close Congress over 'obstruction' – as it happened",
            "category": "US-News",
            "snippet": "Summary: Kari Paul here, logging out for the night. Below are some top stories to be aware of from the last few hours: In a presser on Wednesday, Trump threate …"
        },
        {
            "title": "Zoomed out: how can we politely tell people we’d rather not chat?",
            "category": "Life-and-Style",
            "snippet": "Like everyone right now, I’m video-chatting a lot – Skype drinks, family dinners over FaceTime, catch-ups with groups of friends on Zoom. I’m pretty e …"
        },
        {
            "title": "'It is part of my spiritual life': the people who take running to the extreme",
            "category": "Film",
            "snippet": "You might think that running around the same New York city block for 52 days straight would be an exercise in futility. Not to mention stupefyingly bo …"
        },
        {
            "title": "'All words are not equal': the debut novelist who's become a lockdown sensation",
            "category": "Books",
            "snippet": "Summary: In an episode of historical comedy series Blackadder the Third, Dr Samuel Johnson presents to the King the dictionary he’s toiled on for 10 years. The …"
        },
        {
            "title": "Gordon Brown on Covid-19, recession and Trump: 'When there’s a crisis you have to act quickly'",
            "category": "Politics",
            "snippet": "Summary: From the window of his home study, Gordon Brown looks out across the waters of the Firth of Forth, towards the ramparts of Edinburgh Castle. It is a p …"
        },
        {
            "title": "'Frontline': is it misleading to apply military metaphors to medicine?",
            "category": "Books",
            "snippet": "Summary: In these times we are rightly encouraged to appreciate the work of the “frontline” staff of the NHS and other essential services. But does it make sen …"
        },
        {
            "title": "How a Finnish BDSM movie breathed new life into a Baroque cliche",
            "category": "Music",
            "snippet": "Even if you don’t listen to Classic FM or have an album called something like “Baroque Classics”, the chances are that you’d recognise Albinoni’s Adag …"
        },
        {
            "title": "Crucible memories, Sky Sports lip-syncs and the magic of Murali",
            "category": "Sport",
            "snippet": "Summary: 1) There will be no action at the Crucible this month, with the World Snooker Championship scheduled to take place at an unspecified date later this y …"
        },
        {
            "title": "UK Border Force told US woman to go home because visit was 'non essential'",
            "category": "UK-News",
            "snippet": "Summary: An American woman who travelled to the UK to help her heavily pregnant daughter has claimed she was told to go back to the US by border officials at H …"
        },
        {
            "title": "Sergio review – fact-based Netflix UN drama opts for old school romance",
            "category": "Film",
            "snippet": "There’s an old school charm to Sergio, documentarian Greg Barker’s narrative portrait of UN diplomat Sérgio Vieira de Mello, a dramatic retelling of a …"
        },
        {
            "title": "The Infinite by Patience Agbabi review – time-travel adventure",
            "category": "Books",
            "snippet": "The heroine of poet Patience Agbabi’s debut novel, for eight-to-12 year olds, is special in several ways. Twelve-year-old Elle lives in a British town …"
        },
        {
            "title": "Kyle Larson didn't want to go 'there' with race. One word made sure he did",
            "category": "Sport",
            "snippet": "Summary: Race has always been a tricky subject for Kyle Larson. But, alas, we could not avoid it. He was the biracial Japanese-American phenom who hadn’t just …"
        },
        {
            "title": "Lee Konitz, jazz saxophonist with 75-year career, dies of coronavirus aged 92",
            "category": "Music",
            "snippet": "Jazz saxophonist Lee Konitz, whose 75-year career stretched back to the big band era, has died aged 92 after contracting Covid-19. He died in a New Yo …"
        },
        {
            "title": "I've never seen … Top Gun",
            "category": "Film",
            "snippet": "In 1986, I was 15 and gorging myself on movies of every stripe, so why did I never see Top Gun? My subsequent admiration for Crimson Tide and Enemy of …"
        },
        {
            "title": "UK needs lockdown exit strategy, says key coronavirus adviser",
            "category": "Politics",
            "snippet": "Downing Street needs to accelerate planning for exiting the coronavirus lockdown because contact tracing, testing and social distancing will be needed …"
        },
        {
            "title": "Shell unveils plans to become net-zero carbon company by 2050",
            "category": "Business",
            "snippet": "Royal Dutch Shell plans to become a net zero-carbon company by 2050 or sooner by selling more green energy to help reduce the carbon intensity of its …"
        },
        {
            "title": "Rina Sawayama's lockdown listening: 'I'm fermenting stuff and playing Animal Crossing'",
            "category": "Music",
            "snippet": "I’m in my house with my housemate in nice Zone 3 London, with a garden and a new barbecue – though I forgot the coals, so I don’t know how we’ll cook …"
        },
        {
            "title": "Hood Feminism and Feminism Interrupted review – non-white women take back power",
            "category": "Books",
            "snippet": "Summary: “I am a strong person; I am a flawed person. What I am not is superhuman. Nor am I a Strong Black WomanTM.” With this sentence, from the introduction …"
        },
        {
            "title": "Super League to ask players to take season-long pay cut in fight for survival",
            "category": "Sport",
            "snippet": "Super League clubs will notify their players of proposals to cut salaries across the competition over the coming days, with a warning that the reducti …"
        },
        {
            "title": "Every Stephen Frears film – ranked!",
            "category": "Film",
            "snippet": "24. Mrs Henderson Presents (2005) Not Frears’ finest hour – nor Judi Dench’s either. Sadly, this is a toe-curlingly coy piece of Blitz-kitsch nostalgi …"
        },
        {
            "title": "August Tour de France 'recipe for disaster', public health expert warns",
            "category": "Sport",
            "snippet": "Summary: Devi Sridhar, the chair of Global Public Health at the University of Edinburgh and also a key adviser to the Scottish government on the Covid-19 pande …"
        },
        {
            "title": "‘Dress rehearsal for catastrophe’: how Stoics are speaking to locked-down readers",
            "category": "Books",
            "snippet": "‘Be like the rocky headland on which the waves constantly break. It stands firm, and round it the seething waters are laid to rest. ‘It is my bad luck …"
        },
        {
            "title": "Sunshine and wickets: how county cricket season might have begun",
            "category": "Sport",
            "snippet": "Exclusive: The cricket roundup stolen from the Ambridge Observer, which reports on a coronavirus-free world … The sun shone, the mowers clicked into g …"
        },
        {
            "title": "Scheme for EU citizens to stay in UK draws 3.4m applications",
            "category": "Politics",
            "snippet": "The Home Office has received 3.4m applications from people seeking to stay in the UK after Brexit under the EU settled status scheme. It puts the gove …"
        },
        {
            "title": "Lee Konitz obituary",
            "category": "Music",
            "snippet": "The music critic Gary Giddins once likened the alto saxophone playing of Lee Konitz, who has died aged 92 from complications of Covid-19, to the sound …"
        },
        {
            "title": "Can Marvel help Spider-Man's Sam Raimi escape from Hollywood purgatory?",
            "category": "Film",
            "snippet": "Thirteen years ago, as Sam Raimi wrapped production on Spider-Man 3, few would have imagined that it would not be until 2020 that the director of The …"
        },
        {
            "title": "Shabazz Palaces: The Don of Diamond Dreams review – alchemy in a world of algorithms",
            "category": "Music",
            "snippet": "Ishmael “Butterfly” Butler’s days as part of Grammy-winning golden age hip-hop group Digable Planets are almost out of sight. Few in music – let alone …"
        },
        {
            "title": "What Netflix's The Platform tells us about humanity in the coronavirus era",
            "category": "Film",
            "snippet": "When Galder Gaztelu-Urrutia began shooting his latest film in Bilbao almost two years ago, the Spanish director felt the themes of his low-budget, dys …"
        },
        {
            "title": "Hospital says baby of nurse who died from Covid-19 doing well",
            "category": "UK-News",
            "snippet": "A baby delivered by an emergency caesarean operation in the UK to a nurse who died from Covid-19 is doing well, according to the hospital where the li …"
        },
        {
            "title": "Small planes and no business class: will flying ever be the same again?",
            "category": "Business",
            "snippet": "The peak season for airlines should have started this Easter, when millions of passengers go on holiday and leisure trips through to September. Instea …"
        },
        {
            "title": "EasyJet weighs up empty middle seats once coronavirus rules ease",
            "category": "Business",
            "snippet": "Summary: EasyJet may keep middle seats empty to follow physical distancing rules once coronavirus travel restrictions are lifted, its chief executive has said. …"
        },
        {
            "title": "Barclays CEO avoids vote against re-election over Epstein ties",
            "category": "Business",
            "snippet": "Barclays chief executive Jes Staley will avoid a potentially embarrassing vote against his re-election over his ties to the sex offender Jeffrey Epste …"
        },
        {
            "title": "Five million more Americans file jobless claims as Covid-19 downturn deepens - as it happened",
            "category": "Business",
            "snippet": "Time for a recap Another wave of grim economic news has shown that America’s economy is sinking into its worst recession in decades. Another five mill …"
        },
        {
            "title": "Oxford professor arrested on suspicion of ancient papyrus theft",
            "category": "UK-News",
            "snippet": "An international mystery concerning the alleged theft of priceless ancient papyrus biblical fragments from a collection held at Oxford University has …"
        },
        {
            "title": "Brian Dennehy, veteran stage and screen actor, dies aged 81",
            "category": "Film",
            "snippet": "Veteran actor Brian Dennehy, known for roles on stage and on screen, has died aged 81. “It is with heavy hearts we announce that our father, Brian pas …"
        },
        {
            "title": "Jean Middlemiss obituary",
            "category": "Music",
            "snippet": "My friend Jean Middlemiss, who has died aged 94, was a distinguished musician and teacher. Profoundly inspired by Dr Shinichi Suzuki’s innovative meth …"
        },
        {
            "title": "Bank of England 'failing climate' with Covid-19 stimulus programme",
            "category": "Business",
            "snippet": "The Bank of England has been accused of failing to live up to its tough talk on the climate crisis after it revealed it would buy debt from oil compan …"
        },
        {
            "title": "From psycho killer to suburban Rotarian in one slow heartbeat",
            "category": "Politics",
            "snippet": "On Thursday we saw a rather different Dominic Raab. For every other appearance fronting up the daily Downing Street press briefing, we’ve had the Colo …"
        },
        {
            "title": "Weekly round of applause for NHS staff – as it happened",
            "category": "Politics",
            "snippet": "Thank you for following today’s UK-focused coronavirus coverage. You can keep up with all the latest developments from around the world on our global …"
        },
        {
            "title": "How are you affected by coronavirus in Wales?",
            "category": "UK-News",
            "snippet": "You can help us document about how coronavirus is affecting people in Wales by sharing your stories and news tips. We want to hear from people working …"
        },
        {
            "title": "F1 fails to agree budget reduction as smaller teams at risk of being lost",
            "category": "Sport",
            "snippet": "Formula One teams have failed to reach an agreement to adopt a substantial cut to the budget cap set to be imposed in 2021. Talks on Thursday between …"
        },
        {
            "title": "Studio Ghibli and beyond: the best anime for coronavirus lockdown days",
            "category": "Life-and-Style",
            "snippet": "Summary: Every weekday for the past few weeks, Guardian Australia writers have been recommending hidden gems of streaming that they’re turning to in these chao …"
        },
        {
            "title": "Helter-skelter plans for restart leave NRL's Apollo project at risk of remaining grounded",
            "category": "Sport",
            "snippet": "What started as a creative solution to a very complex problem has descended into chaos for the NRL, a football code that is no stranger to creating he …"
        },
        {
            "title": "Rita Wilson on coronavirus and chloroquine: ‘I was so ill I could hardly stand’",
            "category": "Film",
            "snippet": "Precisely when political leaders of certain countries grasped how much of a threat coronavirus really would be is a debatable issue. But for many memb …"
        },
        {
            "title": "Isn’t it the best to be given an unexpected treat, offer or upgrade for free?",
            "category": "Life-and-Style",
            "snippet": "They say fortune favours the brave. But what if it favours those who are nice to check-in staff, happen to encounter a hospitality worker in a good mo …"
        },
        {
            "title": "My streaming gem: why you should watch The Kindergarten Teacher",
            "category": "Film",
            "snippet": "There are many things The Kindergarten Teacher, a 90-minute psychodrama now available to watch online, is not. It is not, for one, in any of the main …"
        },
        {
            "title": "'I’m just like Anne Frank, like Indiana Jones': Bob Dylan continues return to new songs",
            "category": "Music",
            "snippet": "Bob Dylan has continued to release his first original music in eight years, with a song in which he seemingly compares himself to Anne Frank, Indiana …"
        },
        {
            "title": "Car finance firms urged to halt repossessions during Covid-19 crisis",
            "category": "Business",
            "snippet": "The financial regulator has said car finance companies must offer a three-month payment freeze and should not repossess vehicles if customers are faci …"
        },
        {
            "title": "Fiona Apple: Fetch the Bolt Cutters review – a glorious eruption",
            "category": "Music",
            "snippet": "The re-emergence of Fiona Apple, eight years after her last studio album, is not quite dolphins returning to the waterways of Venice, but an argument …"
        }
    ]
}