{
    "page": [
        {
            "title": "‘Of course I smoked marijuana!’ Elliott Gould on stardom, Streisand and Elvis Presley",
            "category": "Film",
            "snippet": "The best review ever received by Elliott Gould – renowned actor and star of M*A*S*H and The Long Goodbye; not to mention, Ross and Monica’s dad on Fri …"
        },
        {
            "title": "Coronavirus outbreak will halt 520,000 UK house sales in 2020",
            "category": "Business",
            "snippet": "More than 520,000 UK home sales will be abandoned this year, after the government ordered a temporary freeze on the housing market last month because …"
        },
        {
            "title": "Carol Ann Duffy leads British poets creating 'living record' of coronavirus",
            "category": "Books",
            "snippet": "Carol Ann Duffy has launched an international poetry project with major names including Imtiaz Dharker, Roger McGough and Ian McMillan, as a response …"
        },
        {
            "title": "'Whether lit by the sun or moonlight, this walnut tree always makes me happy'",
            "category": "Life-and-Style",
            "snippet": "My partner and I have enjoyed many holidays in France and we yearned to have a house there. Four years ago, we finally took the plunge and bought one. …"
        },
        {
            "title": "Is the positionless Isaiah Simmons a glimpse of the NFL's future?",
            "category": "Sport",
            "snippet": "If you listen hard enough, you can hear 32 NFL defensive coordinators cajoling their respective teams to grab Isaiah Simmons in this week’s draft. Sim …"
        },
        {
            "title": "Thor blimey: can Chris Hemsworth escape the post-Marvel curse?",
            "category": "Film",
            "snippet": "Chris Hemsworth has a tough mission in the new Netflix movie Extraction: his world-weary but well-groomed mercenary must rescue the son of an Indian d …"
        },
        {
            "title": "I've never seen ... Back to the Future",
            "category": "Film",
            "snippet": "It’s a classic case of being in the wrong place at the wrong time. Back to the Future was released in 1985, four years before I was born, and my early …"
        },
        {
            "title": "Poem of the week: Safe Houses by Bernard O’Donoghue",
            "category": "Books",
            "snippet": "Safe Houses I find that I have started recently to keep spare keys to the front door in several pockets, such is my fear of being locked out. Caught b …"
        },
        {
            "title": "Melting marvels: the top 10 toasties of all time",
            "category": "Life-and-Style",
            "snippet": "A month or two ago, no one would have predicted that toasties would be back in fashion. But that was before lockdown sent us back to our kitchens, and …"
        },
        {
            "title": "First Thing: Would you like the bad news, or the fake news?",
            "category": "US-News",
            "snippet": "Good morning. More than 40,000 people have now died in the US as a result of the coronavirus – almost a quarter of the total global death toll. So on …"
        },
        {
            "title": "Rishi Sunak offers fast-growing UK companies £1.25bn in loans",
            "category": "Business",
            "snippet": "Fast-growing UK companies will be offered £1.25bn in taxpayer-backed loans, as the government attempts to protect emerging sectors of the British econ …"
        },
        {
            "title": "Prince Harry pleaded with Thomas Markle on eve of wedding, court papers show",
            "category": "UK-News",
            "snippet": "Prince Harry pleaded with his then future father-in-law, Thomas Markle, to stop talking to the newspapers and blamed the media for the collapse of Mar …"
        },
        {
            "title": "Priti Patel bullying row: ex-Home Office chief launches tribunal claim",
            "category": "Politics",
            "snippet": "Priti Patel is facing legal action under whistleblowing laws after her former permanent secretary Sir Philip Rutnam lodged an employment tribunal clai …"
        },
        {
            "title": "International Booker prize postponed due to coronavirus",
            "category": "Books",
            "snippet": "The six authors up for this year’s International Booker prize will have to wait a little longer to find out who won. The announcement has been postpon …"
        },
        {
            "title": "My favourite book as a kid: Mister God, This is Anna by Fynn",
            "category": "Books",
            "snippet": "Funny, how rereading a book means turning the page back to an earlier self. Not funny ha-ha, I admit. But the art that has great significance to us is …"
        },
        {
            "title": "How we met: 'Kärri suggested getting married. I just thought: yes! Let’s do it'",
            "category": "Life-and-Style",
            "snippet": "In the summer of 2014, Mark Brewster started a new job at a clothing company in London. “I was on a tour of the office when I met Kärri for a couple o …"
        },
        {
            "title": "Met police face legal action over death of PC Keith Palmer",
            "category": "UK-News",
            "snippet": "The Metropolitan police are facing legal action over the death of PC Keith Palmer, murdered during a terrorist attack on parliament. An inquest in Oct …"
        },
        {
            "title": "Fauci warns Covid-19 cases could surge if stay-home orders lifted too quickly",
            "category": "US-News",
            "snippet": "Dr Anthony Fauci has warned that if the US moves too quickly to end stay-at-home orders there could be another surge in Covid-19 cases. Speaking to AB …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, a reflection on our times from Hedgehogtrot …"
        },
        {
            "title": "Shadow puppets and golf clubs: Why Ivanka Trump's lockdown advice is so unpopular",
            "category": "US-News",
            "snippet": "Name: Ivanka Trump. Age: 38. Appearance: Hollywood wannabe. Role: First daughter and senior adviser to the US president. What does she advise on? “Job …"
        },
        {
            "title": "The Willoughbys review – imaginative animated Netflix adventure",
            "category": "Film",
            "snippet": "Summary: A year after Sony’s wonderfully inventive Into the Spider-Verse became the first non-Pixar/Disney/Dreamworks film to win the best animated feature Osc …"
        },
        {
            "title": "Josh Brolin sorry over lockdown visit to father James and Barbra Streisand",
            "category": "Film",
            "snippet": "Actor Josh Brolin has apologised after visiting his father, James, and stepmother, Barbra Streisand, during lockdown in California. In a now deleted s …"
        },
        {
            "title": "Beastie Boys Story review – Spike Jonze and the boys are back in town",
            "category": "Film",
            "snippet": "The release of this documentary coincides with #MeAt20, a heart-twisting craze on social media for posting pictures of yourself at 20 years old. Middl …"
        },
        {
            "title": "‘This is beyond the Great Depression’: will comic books survive coronavirus?",
            "category": "Books",
            "snippet": "There are no new comic books. Steve Geppi, head of Diamond Comic Distributors, which distributes nearly every comic sold in the anglophone world (or u …"
        },
        {
            "title": "Thousands of UK pubs will go under without bailout, industry warns",
            "category": "Business",
            "snippet": "Thousands of pubs will close for good unless they are granted a special bailout, the industry trade body has warned, after the government said pubs wo …"
        },
        {
            "title": "MPs expected to approve plans for 'virtual parliament'",
            "category": "Politics",
            "snippet": "MPs are expected to approve historic plans for a “virtual parliament” when they return to Westminster on Tuesday but the new system will fall short of …"
        },
        {
            "title": "Larry Olubamiwo: 'Athletes dope for money. My goal was to make a living'",
            "category": "Sport",
            "snippet": "Summary: “I have a very pragmatic approach to doping,” Larry Olubamiwo says after he has told me of another sporting great he is convinced used performance-enh …"
        },
        {
            "title": "UK coronavirus live: 140,000 firms apply for furlough scheme; hospital death toll at 16,509 – as it happened",
            "category": "Politics",
            "snippet": "The medical director for Public Health England defended the PHE guidance last week advising NHS staff to wear aprons in some circumstances instead of …"
        },
        {
            "title": "UK sales of baking goods and alcohol rise while makeup and plants fall",
            "category": "Business",
            "snippet": "Sales of baking ingredients, frozen vegetables and alcohol are rising while makeup, garden plants and newspapers have taken a hit as the UK changes it …"
        },
        {
            "title": "Over a barrel: how oil prices dropped below zero",
            "category": "Business",
            "snippet": "Summary: US oil prices turned negative for the first time in history on Monday amid the deepest fall in demand in 25 years. A flood of unwanted oil in the mark …"
        },
        {
            "title": "Wildlife returning to Yorkshire moorland a year after blaze",
            "category": "UK-News",
            "snippet": "Short-eared owls, curlews and mountain hares have returned to Yorkshire moorland that was devastated by fire a year ago, the National Trust has said. …"
        },
        {
            "title": "Arts in lockdown: I curated my own three-day online festival. Now it’s over, and I am wrecked",
            "category": "Life-and-Style",
            "snippet": "Does a lockdown without mass gatherings mean a lockdown without culture? Not necessarily. With my inbox filling up with press releases from arts organ …"
        },
        {
            "title": "Isol-Asian cooking: pantry staple Chinese recipes from an unemployed chef",
            "category": "Life-and-Style",
            "snippet": "Before the collapse of the hospitality industry, I worked for three and a half years as a senior chef at Dinner by Heston Blumenthal. I’ve been spendi …"
        },
        {
            "title": "The world my book is published into looks very different from the world I started writing in",
            "category": "Books",
            "snippet": "In the place where writers keep talismans that egg them on and freak them out, I keep a quote from an article that discusses where consciousness “live …"
        },
        {
            "title": "Pay cuts give Rugby Australia time but fight for sustainability starts now",
            "category": "Sport",
            "snippet": "The agreement between Rugby Australia and the Rugby Union Players Association for players to take 60 per cent pay cuts will provide critical short-ter …"
        },
        {
            "title": "We Are Attempting to Survive Our Time by AL Kennedy review - wise, funny, human tales",
            "category": "Books",
            "snippet": "Summary: My social media timelines are full of people posed looking serious with weighty novels, announcing gravely that they’ll be seeing out their coronaviru …"
        },
        {
            "title": "MBS: The Rise to Power of Mohammed bin Salman review – riveting account",
            "category": "Books",
            "snippet": "In early March, just days before the American publication of this biography of Mohammed bin Salman, the crown prince of Saudi Arabia, news broke of th …"
        },
        {
            "title": "I've never seen ... There Will Be Blood",
            "category": "Film",
            "snippet": "Summary: Men try to explain things to essayist Rebecca Solnit, who called it mansplaining. Men try to get me to watch There Will Be Blood with them. You might …"
        },
        {
            "title": "'I’m so starved for human touch': a hell of its own for single people living with couples",
            "category": "Life-and-Style",
            "snippet": "Tracy, 32, shares her south London home with four others. Or at least she did, until coronavirus hit and two of her housemates insisted that their res …"
        },
        {
            "title": "How do I teach my daughter sex education while under lockdown?",
            "category": "Life-and-Style",
            "snippet": "As a consequence of the lockdown, my 10-year-old daughter, who is in year 6, will now not be getting her first sex education talk at primary school. I …"
        },
        {
            "title": "The Virgin Suicides at 20: Sofia Coppola's debut continues to haunt",
            "category": "Film",
            "snippet": "At the centre of The Virgin Suicides, Sofia Coppola’s dreamy yet devastating adaptation of Jeffrey Eugenides’s acclaimed 1993 novel, is an unsolved my …"
        },
        {
            "title": "Police officer who threatened to 'make up' offence suspended after outcry",
            "category": "UK-News",
            "snippet": "Summary: A police officer who was filmed threatening to “make something up” in order to lock up a young man has been suspended after a public outcry. The man w …"
        },
        {
            "title": "Mo Farah leads tributes after death of former UK Athletics chief Neil Black",
            "category": "Sport",
            "snippet": "Summary: A heartbroken Sir Mo Farah has led the tributes to Neil Black, the former UK Athletics performance director who has died suddenly at the age of 60, ca …"
        },
        {
            "title": "Here's to Ian Gould: umpire and cockney who won over cricket's finest",
            "category": "Sport",
            "snippet": "We have been deprived of a rare opportunity to see one of our world-class performers in action on a cricket field this spring. Ian Gould has been an i …"
        },
        {
            "title": "How Nina Stibbe found her voice",
            "category": "Books",
            "snippet": "Often the first bit of advice given to aspiring writers is: “Find your own voice.” Just as often, it’s also the most useless. And before I read Nina S …"
        },
        {
            "title": "'They made Sex Pistols sound like Take That': the fury of Midlands punk",
            "category": "Music",
            "snippet": "In the late 1970s, Mike Stone changed punk for ever from the boot of a BMW. He had started Clay Records from a tiny record shop in Stoke-on-Trent, and …"
        },
        {
            "title": "Why do we start crying more when we get to 70 years old?",
            "category": "Life-and-Style",
            "snippet": "Why do older people cry more easily? My father used to get choked up if he saw any display of ceremony or heard sentimental music. Now it’s my turn – …"
        },
        {
            "title": "Philip Pullman: ministers should face charges if Brexit politics slowed PPE",
            "category": "Books",
            "snippet": "Summary: Philip Pullman has said that the UK government “should be arraigned on charges of conspiracy to murder” if it is found that “for Brexit-related reason …"
        },
        {
            "title": "Tommy Robinson accused Syrian teen of attacking girl, judge finds",
            "category": "UK-News",
            "snippet": "Online comments made by the far right activist Tommy Robinson about a Syrian teenager amounted to accusations that the young refugee had “participated …"
        },
        {
            "title": "Sophie Ellis-Bextor on music, motherhood and lockdown discos: ‘Most of my children are feral!’",
            "category": "Music",
            "snippet": "If there has been a small moment of joy in lockdown, it was the image of a silver-clad Sophie Ellis-Bextor, sequin-spattered kids in tow, performing h …"
        }
    ]
}