{
    "page": [
        {
            "title": "Groceries, telehealth and pharmaceuticals: how older Australians can get help at home",
            "category": "Life-and-Style",
            "snippet": "On Sunday the federal government strongly recommended that people over 70 should go into self-isolation – meaning they should avoid contact with anyon …"
        },
        {
            "title": "Country diary: there's solace to be found walking down a rural lane",
            "category": "Life-and-Style",
            "snippet": "Thanks to coronavirus and physical distancing, we’ve seen some glorious sunrises lately. Early one morning last week, while few people were about, as …"
        },
        {
            "title": "What are Labour leadership candidates' green policies?",
            "category": "Politics",
            "snippet": "These questions were put to the candidates before the coronavirus crisis 1. Is the climate crisis the biggest issue the UK faces as a nation and will …"
        },
        {
            "title": "Sway by Pragya Agarwal review – how we are all unconsciously biased",
            "category": "Books",
            "snippet": "In experiments, people perceive an approaching spider to be moving much faster than it really is, and faster than a ping-pong ball or other neutral ob …"
        },
        {
            "title": "You People by Nikita Lalwani review – the limits of compassion",
            "category": "Books",
            "snippet": "Nikita Lalwani’s 2007 debut Gifted, the story of a maths prodigy raised by her Hindu parents in Cardiff and groomed for Oxford, won the Desmond Elliot …"
        },
        {
            "title": "Chuck D says Flavor Flav still in Public Enemy, and split was a hoax",
            "category": "Music",
            "snippet": "Chuck D has said that Flavor Flav is still a member of Public Enemy, and his recent firing from the group was a satirical hoax. On 1 March, Chuck D sa …"
        },
        {
            "title": "My favourite film aged 12: Where Eagles Dare",
            "category": "Film",
            "snippet": "I was 12 in a time before there was streaming, before there was Blockbuster, when someone with a VCR in their home boasted playground status roughly e …"
        },
        {
            "title": "In the most polluted part of America, residents now battle the US's biggest plastic plant",
            "category": "US-News",
            "snippet": "Gail LeBoeuf makes an unlikely climate justice campaigner. Although the 67-year-old resident of Gramercy, a small town in south Louisiana by the banks …"
        },
        {
            "title": "Coronavirus: looking for good news - community cuppas and the Stockport Spiderman",
            "category": "UK-News",
            "snippet": "From the postie raising spirits with his outlandish costumes to the grandparents who have successfully battled the coronavirus and returned home to th …"
        },
        {
            "title": "Polyamory in a pandemic: who do you quarantine with when you're not monogamous?",
            "category": "US-News",
            "snippet": "Earlier this month, after being exposed to the coronavirus, Chaele Davis had to decide if she would spend her quarantine with her primary partner, who …"
        },
        {
            "title": "Top 10 Irish gothic novels",
            "category": "Books",
            "snippet": "In his 1919 paper on the uncanny, Freud reckoned “the frightening element is something that has been repressed and now returns”. As a nation whose tra …"
        },
        {
            "title": "The pandemic has led to a 'Trump bump' in the polls – but don't assume it will last",
            "category": "US-News",
            "snippet": "The rise in Donald Trump’s approval ratings – it would be misleading to call it a surge – appears to have shocked his opponents. Critics in the Democr …"
        },
        {
            "title": "Wallace Roney, US jazz trumpeter, dies aged 59 from coronavirus",
            "category": "Music",
            "snippet": "Wallace Roney, a Grammy-winning jazz trumpeter celebrated for his interpretations of Miles Davis, has died aged 59 after contracting Covid-19. He died …"
        },
        {
            "title": "Ravi Shankar: where to start in his back catalogue",
            "category": "Music",
            "snippet": "The album to start with Raga Eternally pictured sitting cross-legged and barefoot, clutching his enormous sitar, wreathed in incense smoke with his he …"
        },
        {
            "title": "My Meteorite by Harry Dodge review – reflections on touch and vulnerability",
            "category": "Books",
            "snippet": "What do we expose ourselves to when we touch another person? How vulnerable are we when we make our bodies porous or penetrable to others? When he wro …"
        },
        {
            "title": "Lord Graham of Edmonton obituary",
            "category": "Politics",
            "snippet": "The Labour peer and former MP Ted Graham, Lord Graham of Edmonton, who has died aged 94, was one of the foremost figures in the British co-operative m …"
        },
        {
            "title": "UKA urged to gift Tokyo Anniversary Games to ease tension with West Ham",
            "category": "Sport",
            "snippet": "UK Athletics can end its spat with West Ham over whether the Premier League club can stage the Anniversary Games at the London Stadium in July by gift …"
        },
        {
            "title": "Barclays not liable for alleged sexual assaults during medicals, court rules",
            "category": "Business",
            "snippet": "Barclays is not liable for the alleged sexual assault of more than 100 patients by a doctor carrying out medicals on the bank’s behalf, the supreme co …"
        },
        {
            "title": "BP to cut spending amid 'most brutal' oil price rout in decades",
            "category": "Business",
            "snippet": "BP is braced for a $1bn (£800m) financial blow in its first-quarter results and plans to slash its spending by a fifth this year to weather “the most …"
        },
        {
            "title": "'Start a daily routine – and make the weekends different': the isolation experts' guide to lockdown living",
            "category": "Life-and-Style",
            "snippet": "Marion Dierickx, polar scientist Dierickx is a postdoctoral fellow in experimental cosmology at Harvard, and spends two to three months a year at the …"
        },
        {
            "title": "‘I have no mind’s eye’: what is it like being an author with aphantasia?",
            "category": "Books",
            "snippet": "‘Picture this,” someone says. “A juicy green apple. Can you see it?” Of course I can’t see it. My head is filled with all things apple; the central co …"
        },
        {
            "title": "I've never seen … Breathless",
            "category": "Film",
            "snippet": "I’ve never seen a Jean-Luc Godard movie. Or, I hadn’t, until this assignment. I know, embarrassing, especially for a so-called film critic. I’ve long …"
        },
        {
            "title": "The Whalebone Box review – baffling, beguiling trek to a distant shore",
            "category": "Film",
            "snippet": "Summary: That unique artist, director and psycho-geographic savant Andrew Kötting sculpts another strange film-shamanic happening – intriguing, sometimes baffl …"
        },
        {
            "title": "Simone Biles fears mental toll on athletes after postponement of Tokyo Olympics",
            "category": "Sport",
            "snippet": "Simone Biles has spoken of her fears of the mental toll on athletes as they ponder an extra year of preparation for the Tokyo Olympics. The Games were …"
        },
        {
            "title": "A-listers lend talents to bedtime story initiative during lockdown",
            "category": "Books",
            "snippet": "As culture adapts to the limitations imposed by the Covid-19 outbreak there has been myriad new material online, from viral pop parody videos and impr …"
        },
        {
            "title": "Taylor Swift donates to Nashville record store hit by coronavirus",
            "category": "Music",
            "snippet": "Taylor Swift has made a financial contribution to a record store in her home city of Nashville that was in danger of going out of business because of …"
        },
        {
            "title": "Valley of the Lanterns review – lacklustre fairytale animation",
            "category": "Film",
            "snippet": "A moderate cartoon feature about an old lady called Olistene (voiced by Nicole Oliver) in a fairytale village who has the beginnings of Parkinson’s (t …"
        },
        {
            "title": "Lockdown watch: Carol Morley on danger-sneezing and the weird joy of old films",
            "category": "Film",
            "snippet": "Lockdown has sent me backwards in time. I’m experiencing a vicarious nostalgia, a longing to see just how much the past was a foreign country, and how …"
        },
        {
            "title": "Animal Crossing's low-stakes domesticity is a soothing balm for stressed millennials",
            "category": "Life-and-Style",
            "snippet": "I had 20 March mentally bookmarked because a new version of my favourite childhood video game, Animal Crossing, was due for release. I remember being …"
        },
        {
            "title": "Clubs run on the smell of an oily rag face tough times as coronavirus hits community sport",
            "category": "Sport",
            "snippet": "Read the daily sport headlines – or at least those that exist in this time of competitive dormancy – and one could be excused for thinking the only at …"
        },
        {
            "title": "'Misleading and alarming': behind Sheffield's coronavirus figures",
            "category": "UK-News",
            "snippet": "For residents of Sheffield, the daily roll call of coronavirus cases has made for alarming reading. On Wednesday the Steel City had the fourth highest …"
        },
        {
            "title": "UK coronavirus: Johnson 'to review lockdown after Easter' as pressure grows over lack of testing - as it happened",
            "category": "Politics",
            "snippet": "As Downing St confirmed at lunchtime that only 2,000 people out of 500,000 frontline NHS England workers had been tested for coronavirus, the governme …"
        },
        {
            "title": "The Treasury should be wary of giving a bailout to Virgin Atlantic",
            "category": "Business",
            "snippet": "You have to admire Sir Richard Branson’s tactics. A begging letter from an island-dwelling billionaire doesn’t gain sympathy. A co-ordinated lobbying …"
        },
        {
            "title": "Banks paid millions in bonuses weeks before ban on cash rewards",
            "category": "Business",
            "snippet": "Millions of pounds of bank bonuses were paid out weeks before the Bank of England banned British lenders from offering cash rewards to their most seni …"
        },
        {
            "title": "UK to set up virtual parliament during coronavirus shutdown",
            "category": "Politics",
            "snippet": "The government is to set up a virtual parliament to allow MPs to scrutinise its response to the coronavirus crisis following demands from the Commons …"
        },
        {
            "title": "Discovery of letters shines light on Thomas Hardy's second marriage",
            "category": "Books",
            "snippet": "Touching newly discovered letters written by Thomas Hardy’s second wife reveal her joy at their union and, later, her sadness at life without the grea …"
        },
        {
            "title": "Things Fall Apart singer Cristina reportedly dies from coronavirus",
            "category": "Music",
            "snippet": "The new-wave pop singer Cristina has reportedly died at age 61 after being diagnosed with coronavirus. The singer, whose full name was Cristina Monet- …"
        },
        {
            "title": "Trump says US stockpile of protective equipment nearly gone amid coronavirus",
            "category": "US-News",
            "snippet": "Donald Trump has admitted the US government’s emergency stockpile of protective equipment is nearly exhausted because of the extraordinary demands of …"
        },
        {
            "title": "'Shambles, chaos, ridiculous': what the UK papers say about Covid-19 testing",
            "category": "UK-News",
            "snippet": "The unfolding coronavirus testing fiasco dominates the major UK newspaper front pages after the daily death toll hit climbed to a new record and it em …"
        },
        {
            "title": "Why I'm celebrating the women in lockdown who get all dressed up with nowhere to go",
            "category": "Life-and-Style",
            "snippet": "Rihanna, the reigning queen of stay-at-home couture, made history yesterday, appearing on the cover of British Vogue in a durag, the choice of bedtime …"
        },
        {
            "title": "The Complex review – frustrating interactive sci-fi thriller",
            "category": "Film",
            "snippet": "This zeitgeist-y interactive science fiction drama posits a timely premise hingeing on isolation. On the London tube, Clare (streaming celebrity Leah …"
        },
        {
            "title": "Ellis Marsalis, jazz pianist and father to Wynton and Branford, dies aged 85",
            "category": "Music",
            "snippet": "Ellis Marsalis, the jazz pianist who fathered two of America’s most celebrated jazz performers in Wynton and Branford Marsalis, has died aged 85. He i …"
        },
        {
            "title": "How the LA Rams' new logo managed to anger an entire fanbase",
            "category": "Sport",
            "snippet": "Maybe the first mistake was the timing. With the rest of the sports world effectively shut down, the Los Angeles Rams decided that it was the ideal ti …"
        },
        {
            "title": "Dolly Parton pledges $1m to coronavirus vaccine research",
            "category": "Music",
            "snippet": "Dolly Parton has donated $1m (£800,000) to research into a coronavirus vaccine, as she begins a new storytelling series for children in lockdown. The …"
        },
        {
            "title": "Boris Johnson restates pledge to boost UK coronavirus testing capacity",
            "category": "Politics",
            "snippet": "Boris Johnson has promised again to ramp up capacity to test for coronavirus, amid a blame game over why small private laboratories across the country …"
        },
        {
            "title": "Four Kids and It review – good-natured family fantasy",
            "category": "Film",
            "snippet": "There’s some gentle and good-natured fun in this family fantasy adventure, based on Jacqueline Wilson’s 2012 novel, which was itself an updating of E …"
        },
        {
            "title": "'This is a calling': A nurse's journey from UFC fighter to Covid-19 frontline",
            "category": "Sport",
            "snippet": "Among the steady stream of stretchers nurse practitioner Phillipe Nover saw pass through his New York City area hospital last weekend, the former UFC …"
        },
        {
            "title": "The Other Lamb review – artful cult drama simmers with unease",
            "category": "Film",
            "snippet": "At the outset of The Other Lamb, a disquieting little drama landing online this week, we’re dropped into familiar yet fertile territory. A charismatic …"
        },
        {
            "title": "The Caravan by Thomas Hegghammer review – Abdallah Azzam and the rise of global jihad",
            "category": "Books",
            "snippet": "In November 1989, a middle-aged Palestinian Islamist ideologue, scholar and organiser called Abdallah Azzam was killed when a bomb exploded under his …"
        },
        {
            "title": "Second-tier sport video games, toilet roll skills and Scotland v Netherlands",
            "category": "Sport",
            "snippet": "1) While most of us are cooped up indoors, it’s a great time to dig out old games consoles from the attic to reaquaint yourselves with some old favour …"
        }
    ]
}