{
    "page": [
        {
            "title": "Man accused over Essex lorry deaths is denied bail in Ireland",
            "category": "UK-News",
            "snippet": "Summary: A South Armagh man paid £25,000 to a haulage driver to smuggle 39 Vietnamese workers into Britain who were later found dead in a lorry trailer, a cour …"
        },
        {
            "title": "Labour should not shy away from patriotism, says Starmer",
            "category": "Politics",
            "snippet": "Summary: Labour must wholeheartedly embrace patriotism to win back support, the new leader Keir Starmer has said as he faced ex-Labour voters as part of a virt …"
        },
        {
            "title": "UK police receive 194,000 calls from lockdown 'snitches'",
            "category": "UK-News",
            "snippet": "Police say they have received 194,000 calls “snitching” on people alleged to have broken the coronavirus lockdown, and say the draconian measures are …"
        },
        {
            "title": "Amazon to cut price of its ebooks to reflect removal of VAT",
            "category": "Books",
            "snippet": "Amazon has confirmed it will cut the price of its Kindle ebooks from Friday, after the government announced it would bring forward plans to stop charg …"
        },
        {
            "title": "Shell shows prudence on dividend, but no remorse on $16bn share buybacks",
            "category": "Business",
            "snippet": "Summary: A title on Ben van Beurden’s bookshelf in his video message to Shell investors captured the mood – Fall of Giants, by Ken Follett. A pillar of the UK …"
        },
        {
            "title": "UK coronavirus news: Britain unites again to applaud key workers on Covid frontline - as it happened",
            "category": "Politics",
            "snippet": "That’s it from me, Nadeem Badshah. To continue following our coronavirus coverage, you can check out our global blog - Chancellor Rishi Sunak heralds …"
        },
        {
            "title": "Breathless Boris is left floundering as he faces foe he can't outbluster",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has every right to sound knackered. It’s little more than a couple of weeks since he came out of intensive care and his partner has just …"
        },
        {
            "title": "California closes Orange county beaches over Covid-19 fears – but how risky is a beach day?",
            "category": "US-News",
            "snippet": "Photos of packed beaches in southern California made headlines around the United States this week, prompting a furious state governor to order all bea …"
        },
        {
            "title": "First week of proposed fixture list for return of racing out next week",
            "category": "Sport",
            "snippet": "The British Horseracing Authority said on Thursday that it will publish a provisional programme and fixture list for the first seven days of racing fo …"
        }
    ]
}