{
    "page": [
        {
            "title": "Apropos of Nothing by Woody Allen review – a life and an accusation",
            "category": "Books",
            "snippet": "In this memoir, Woody Allen is keen to clear up some misconceptions. He is not, as he has frequently been described, an intellectual. As a man who is …"
        },
        {
            "title": "Bank of England to finance UK government Covid-19 crisis spending",
            "category": "Business",
            "snippet": "Summary: The Treasury has announced it is to extend its overdraft facility at the Bank of England in a fresh sign of the mounting financial pressure on the gov …"
        },
        {
            "title": "My favourite film aged 12 ... Conan the Barbarian",
            "category": "Film",
            "snippet": "The pirated VHS copy of Conan the Barbarian that I cherished when I was 12 was cruddy and discoloured even before I wore it out with twice-daily viewi …"
        },
        {
            "title": "2Pac: where to start in his back catalogue",
            "category": "Music",
            "snippet": "The album to start with Me Against the World (1995) Less than four years into his solo career, 2Pac already felt like an icon by the time he dropped M …"
        },
        {
            "title": "Pigs Pigs Pigs Pigs Pigs Pigs Pigs: 'When music is loud, niggling troubles just go'",
            "category": "Music",
            "snippet": "Summary: When three future members of Pigs Pigs Pigs Pigs Pigs Pigs Pigs first started jamming as teenagers in leafy Richmond in North Yorkshire, the locals be …"
        },
        {
            "title": "Born to rewild: why now is the perfect time to make your lawn an eco-paradise",
            "category": "Life-and-Style",
            "snippet": "Chances are, your lawn isn’t natural, environmentally healthy, or necessary – but it is part of a prevalent national standard. Americans spend an esti …"
        },
        {
            "title": "All About Sarah by Pauline Delabroy-Allard review – passion in Paris",
            "category": "Books",
            "snippet": "Two women meet at a dinner party. One is a teacher, the generally sensible mother of a young girl; the other is a flamboyant, beautiful violinist who …"
        },
        {
            "title": "Justin Tucker: Was a kicker the greatest NFL player of the 2010s?",
            "category": "Sport",
            "snippet": "Summary: When it came time for the NFL to name its all-decade team for the 2010s, it was no surprise that the Baltimore Ravens kicker Justin Tucker was an unan …"
        },
        {
            "title": "Who You Think I Am review – Juliette Binoche turns up the heat in phone sex tale",
            "category": "Film",
            "snippet": "Social-distancing erotic melodrama is the genre we didn’t know we needed. But now we’ve got it, in the form of this very enjoyable picture starring Ju …"
        },
        {
            "title": "No flour, pasta or eggs? The perfect substitutes for 20 common ingredients",
            "category": "Life-and-Style",
            "snippet": "Like life itself, cooking at home is likely to change radically in the coming months. It will be a sanctuary for some and a chore for others, but in a …"
        },
        {
            "title": "The Bell in the Lake by Lars Mytting review – tales from a Norwegian village",
            "category": "Books",
            "snippet": "In 2015, Lars Mytting’s nonfiction handbook Norwegian Wood ignited in the British a love of chopping and stacking wood; his follow-up novel, The Sixte …"
        },
        {
            "title": "I’ve never seen … Chinatown",
            "category": "Film",
            "snippet": "Despite the eternal sunshine, not all stories set in Los Angeles cast much of a shadow. Chinatown (1974) is one of those perceived classics that has l …"
        },
        {
            "title": "My favourite game: the 2011 Cheltenham Gold Cup",
            "category": "Sport",
            "snippet": "A bit of local rivalry always helps to crank up some sporting tension and it doesn’t get much more local than two racehorses stabled next door to each …"
        },
        {
            "title": "'We're in a pandemic and Calderdale council's threatening us over our paint'",
            "category": "UK-News",
            "snippet": "The owners of a Yorkshire pub that has hosted gigs by Jarvis Cocker and the DJ Mr Scruff have been threatened with a £20,000 fine and jail for paintin …"
        },
        {
            "title": "Have you and your neighbours become friendlier since the UK lockdown?",
            "category": "Life-and-Style",
            "snippet": "Have you become more neighbourly? Do you have a new back (or front) garden community – all kept at a respectable social distance, of course? Do you ha …"
        },
        {
            "title": "The day the Beatles broke up: fly away Paul - archive, April 1970",
            "category": "Music",
            "snippet": "Beatle grip holds Paul by Jackie Leishman 11 April 1970 Paul McCartney confirmed yesterday that he had broken with the Beatles. But it seems certain t …"
        },
        {
            "title": "Covid-19 pay freezes on UK loans and credit cards start today",
            "category": "Business",
            "snippet": "Payment freezes on loans and credit cards for people struggling with debt, plus easier overdrafts, will begin on Thursday after an emergency package o …"
        },
        {
            "title": "Parallel Lives by Phyllis Rose review – what makes a good marriage?",
            "category": "Books",
            "snippet": "Although Parallel Lives is subtitled “Five Victorian Marriages”, of the five couples whose joint biographies make up the subject matter of the book – …"
        },
        {
            "title": "Radiohead's Ed O'Brien: 'Humanity has only really learned from disaster'",
            "category": "Music",
            "snippet": "Summary: Ed O’Brien believed Radiohead’s turbulent years were behind him. It was 2001 and the guitarist and “band mum” had tamed egos, anchored stressful tours …"
        },
        {
            "title": "Wagner: Die Walküre review - Simon Rattle shapes orchestral excellence",
            "category": "Music",
            "snippet": "Summary: Over the last 15 years, Simon Rattle has conducted stagings of Wagner’s Ring several times – in Aix-en-Provence, Salzburg, and Vienna – and though at …"
        },
        {
            "title": "Could coronavirus spell the end for superhero movies?",
            "category": "Film",
            "snippet": "After the massive 2019 hits Avengers: Endgame and Spider-Man: Far from Home, it seemed a safe bet that the Marvel Cinematic Universe would go on for e …"
        },
        {
            "title": "LA Originals: a Netflix documentary about an influential hip-hop duo",
            "category": "Film",
            "snippet": "Summary: It’s 1992, and two lowriders walk into a Penthouse Players record release party at the Hollywood Athletic Club. They did not arrive together, but as t …"
        },
        {
            "title": "'There seems to be a Special Tone': Why Britney Spears is a five star film critic",
            "category": "Film",
            "snippet": "The coronavirus crisis hasn’t been kind to performers. On a practical scale, schedules have been wiped and income reduced to zero. But psychologically …"
        },
        {
            "title": "Laura Marling: Song for Our Daughter review – the intimate album we need",
            "category": "Music",
            "snippet": "Laura Marling has described her seventh solo album as a kind of conceptual work. Song for Our Daughter, she says, is about “trauma and an enduring que …"
        },
        {
            "title": "‘Weird tale’ by Secret Garden author Frances Hodgson Burnett discovered",
            "category": "Books",
            "snippet": "The darker side of Frances Hodgson Burnett, author of classic children’s novels including The Secret Garden and Little Lord Fauntleroy, is set to be r …"
        },
        {
            "title": "Laurel Halo's lockdown listening: 'There's this element of human touch'",
            "category": "Music",
            "snippet": "I was joking recently that electronic musicians have been self-isolating for years, so we are practiced at this. All my gigs were cancelled, and so ti …"
        },
        {
            "title": "Adam Schlesinger obituary",
            "category": "Music",
            "snippet": "Summary: Adam Schlesinger, who has died aged 52 from complications of Covid-19 infection, found critical kudos and a dedicated following with his band Fountain …"
        },
        {
            "title": "Manager at major UK food supplier says staff who stay at home may be sacked",
            "category": "Business",
            "snippet": "A boss at one of the largest suppliers of fresh food to UK supermarkets threatened to sack staff who stayed at home during the Covid-19 pandemic, a mo …"
        },
        {
            "title": "FTSE 100 enjoys biggest weekly gain since 2009 as Fed unleashes $2.3tn stimulus – as it happened",
            "category": "Business",
            "snippet": "Summary: The Federal Reserve’s $2.3tn stimulus plan will surely go down as the biggest financial intervention in history. And it has helped financial markets t …"
        },
        {
            "title": "'I haven't laughed so much in my life': the Australians dressing up to celebrate bin night",
            "category": "Life-and-Style",
            "snippet": "A 74-year-old woman in a fluffy purple dressing gown pulls a wheelie bin down her driveway. As she walks, she tugs suggestively on the zipper in a pre …"
        },
        {
            "title": "America's first ER doctor to die on the frontline of the coronavirus battle",
            "category": "US-News",
            "snippet": "At around 5am on 19 March, a New York ER physician named Frank Gabrin texted a friend about his concerns over the lack of medical supplies at hospital …"
        },
        {
            "title": "Raab says he has not spoken to PM since hospital admission",
            "category": "Politics",
            "snippet": "Summary: Dominic Raab has said he has not spoken to Boris Johnson since the prime minister was admitted to hospital, but insisted the government continued to f …"
        },
        {
            "title": "EasyJet agrees delay with Airbus on delivery of 24 new aircraft",
            "category": "Business",
            "snippet": "EasyJet has agreed with Airbus to delay the delivery of 24 new aircraft as the budget airline tries to stave off a shareholder rebellion led by its fo …"
        },
        {
            "title": "Robert Jenrick's messages to the public: 'We need to stay at home'",
            "category": "Politics",
            "snippet": "He has been front and centre of Downing Street’s publicity campaign to get the country to follow lockdown rules to stop the spread of Covid-19. But on …"
        },
        {
            "title": "Angela Rayner to stand in for Keir Starmer at PMQs",
            "category": "Politics",
            "snippet": "Labour’s deputy leader, Angela Rayner, will stand in for Keir Starmer at prime minister’s questions in the House of Commons opposite Dominic Raab, the …"
        },
        {
            "title": "Boris Johnson moved from intensive care but stays in hospital",
            "category": "Politics",
            "snippet": "Boris Johnson is back on a hospital ward after spending three nights in intensive care, and is in “extremely good spirits”, Downing Street has announc …"
        },
        {
            "title": "New York man fleeing pandemic pays almost $2m to rent Hamptons hideout",
            "category": "US-News",
            "snippet": "It is no secret that wealthy New Yorkers have fled the city in recent weeks, hoping to ride out the pandemic at their second homes, but it might still …"
        },
        {
            "title": "Trump administration urges regulators to stop China Telecom working in US",
            "category": "US-News",
            "snippet": "The Trump administration has recommended that US regulators block China Telecom from operating in the US and warned that the China-backed company was …"
        },
        {
            "title": "EU strikes €500bn relief deal for countries hit hardest by pandemic",
            "category": "Business",
            "snippet": "A messy compromise to unlock €500bn (£438bn) of EU support for countries hit hardest by the coronavirus pandemic has been struck after Italy’s prime m …"
        },
        {
            "title": "Coronavirus stars: BBC sports commentator Andrew Cotter's dogs Olive and Mabel go viral",
            "category": "Life-and-Style",
            "snippet": "It is a common refrain among pet owners right now that dogs are the only ones whose lives have been improved by coronavirus. But the animals are makin …"
        },
        {
            "title": "Tommy Chong: 'We were always high. That was the job'",
            "category": "Film",
            "snippet": "Summary: Tommy Chong has got the munchies. It’s early afternoon in locked-down LA, and last night he was on the pot cookies. “My wife, Shelby, just made a whol …"
        },
        {
            "title": "NRL 'not a law unto themselves', says Australia's deputy chief medical officer",
            "category": "Sport",
            "snippet": "Doubts over the NRL’s intention to restart the competition in May have been highlighted by Australia’s deputy chief medical officer, Paul Kelly, who e …"
        },
        {
            "title": "Lockdown watch: Joshua Oppenheimer on three essential recent masterpieces",
            "category": "Film",
            "snippet": "Three recent films strike me as urgent now: At a time when we keep our distance to take care of each other, Andrey Zvyagintsev’s Loveless is an unflin …"
        },
        {
            "title": "Tom Misch's lockdown listening: 'I don’t even realise how much I’m nerding out'",
            "category": "Music",
            "snippet": "My debut album, Geography, was a jolly, summery record, but when I made it I was going through a breakup, I was by myself a lot, it was summer and I w …"
        },
        {
            "title": "Tigertail review – dreams, regrets and a life built on a lie",
            "category": "Film",
            "snippet": "Last year, Lulu Wang’s The Farewell, starring Awkwafina, tapped into Asian-Americans’ “third generation” experience of cultural dislocation and yearni …"
        },
        {
            "title": "Hailu Mergia: Yene Mircha review – ear-worming, sonically adventurous grooves",
            "category": "Music",
            "snippet": "Ethiopian multi-instrumentalist Hailu Mergia’s backstory is one of “world music” cliche. Gaining fame in his home country as the organ and synth playe …"
        },
        {
            "title": "How Pale the Winter Has Made Us by Adam Scovell review – fever dreams in Strasbourg",
            "category": "Books",
            "snippet": "For readers attracted to stylistically challenging fiction, Adam Scovell’s debut novel, Mothlight, was one of last year’s treasures. Especially impres …"
        },
        {
            "title": "The Strokes: The New Abnormal review – old magic lights fresh sparks",
            "category": "Music",
            "snippet": "Summary: The Strokes are back, and this time nobody likes them. At least, that’s the impression frontman Julian Casablancas seems keen to impart on the band’s …"
        },
        {
            "title": "My streaming gem: why you should watch The Bigamist",
            "category": "Film",
            "snippet": "Summary: Ida Lupino is the great director of noirs, thrillers and message pictures from the 1950s – an inspired film-maker to compare with Nicholas Ray and Rob …"
        },
        {
            "title": "DJ Python: Mas Amable review - 'deep reggaeton' pioneer mines lithe beats for heart and feet",
            "category": "Music",
            "snippet": "From dembow’s influence on Justin Bieber’s Purpose to the rise of international reggaeton superstars J Balvin and Bad Bunny, tresillo rhythms have bee …"
        }
    ]
}