{
    "page": [
        {
            "title": "Hundreds of fans to attend motor races in South Dakota this weekend",
            "category": "Sport",
            "snippet": "More than a thousand people are set to attend motor races in South Dakota this weekend with the state yet to issue a stay-at-home order for its reside …"
        },
        {
            "title": "Extraction review – hokey, high-octane action thriller",
            "category": "Film",
            "snippet": "Sadly, this has nothing to do with dentistry. Extraction is a made-for-Netflix action thriller from veterans of the Marvel Comic Universe – screenwrit …"
        },
        {
            "title": "Midsommar May Queen costume among movie props on sale in coronavirus auction",
            "category": "Film",
            "snippet": "If you fancy freaking out your friends and family during lockdown, now’s your chance: you may well be able to get your hands on the bear headdress or …"
        },
        {
            "title": "'You're not welcome': rap's racial divide in France",
            "category": "Music",
            "snippet": "Dave’s Mercury prize-winning debut album, Psychodrama, was the biggest-selling British rap album in the UK in 2019, certified gold for selling more th …"
        },
        {
            "title": "Terry Clarke obituary",
            "category": "Music",
            "snippet": "My husband Terry Clarke, who has died aged 72, was a singer-songwriter of great poetic powers. He released 14 albums across a fruitful career that rev …"
        },
        {
            "title": "Raab is tried and found wanting by a masterful Starmer",
            "category": "Politics",
            "snippet": "Finally. Finally we have a fully functioning opposition: one united behind a leader in whom they – almost – all believe. Keir Starmer might not have i …"
        },
        {
            "title": "Astronaut review – care-home resident shoots for the stars",
            "category": "Film",
            "snippet": "Summary: A likable performance by Richard Dreyfuss livens up this easygoing drama about second chances and late-life adventure from actor-turned-director Shela …"
        },
        {
            "title": "Welsh minister's mic mistake broadcasts sweary rant to assembly",
            "category": "Politics",
            "snippet": "Wales’s health minister, Vaughan Gething, has learned the hard way about one of the risks of videoconferencing after he accidentally broadcast a swear …"
        },
        {
            "title": "The whole world in a bedroom: seven of the most imaginative picture books for lockdown life",
            "category": "Books",
            "snippet": "Schools are all but closed. Playgrounds are wrapped in hazard tape. Swimming pools, national parks, holidays, birthday parties, cinemas, zoos, grandpa …"
        },
        {
            "title": "Home office ergonomics: how to work from home without breaking your back",
            "category": "Life-and-Style",
            "snippet": "Summary: As I sit on a garden chair with my laptop perched on an outdoor table in a last-ditch effort to stop my dog digging the lawn, it’s timely that I’ve be …"
        },
        {
            "title": "What Australia can already see of the economic damage of coronavirus is scary indeed",
            "category": "Business",
            "snippet": "Data released this week by the Australian Bureau of Statistics in conjunction with the Australian Taxation Office reveals that at least 6% of workers …"
        },
        {
            "title": "Fears of rise in UK terrorist recruits as anti-radicalisation referrals collapse",
            "category": "UK-News",
            "snippet": "Counter-terrorism officials fear a rise in terrorist recruits after a collapse in referrals to the UK’s main anti-radicalisation scheme during the loc …"
        },
        {
            "title": "Ryanair boss says airline won't fly with 'idiotic' social distancing rules",
            "category": "Business",
            "snippet": "Ryanair planes won’t return to the skies if the airline is forced to leave the middle seat empty to comply with “idiotic” in-flight social distancing …"
        },
        {
            "title": "Hancock's department 'warned No 10' not to publicise PPE shipment",
            "category": "Politics",
            "snippet": "Downing Street ignored a firm warning from Matt Hancock’s Department of Health that ministers should not publicise the expected shipment of protective …"
        },
        {
            "title": "Glasgow asylum seekers moved into hotels where distancing is 'impossible'",
            "category": "UK-News",
            "snippet": "Hundreds of asylum seekers in Glasgow have been given less than an hour’s notice to pack up their flats before being moved into city centre hotels, wh …"
        },
        {
            "title": "'We hope to be a model': the California town testing every resident for coronavirus",
            "category": "US-News",
            "snippet": "A small town in northern California is working to become the first in the US to have every community member tested for coronavirus. Researchers hope t …"
        },
        {
            "title": "Harry Dunn death: diplomatic immunity for Anne Sacoolas 'illogical'",
            "category": "UK-News",
            "snippet": "Britain agreed to let Anne Sacoolas, the driver charged with killing 19-year-old motorcyclist Harry Dunn, return to the US on the basis of an “apparen …"
        },
        {
            "title": "West Midlands economy hardest hit from Covid-19 as auto sector stalls",
            "category": "Business",
            "snippet": "The economic impact of the coronavirus pandemic will hit the West Midlands harder than any other region and leave London the least affected, according …"
        },
        {
            "title": "John Coates obituary",
            "category": "Books",
            "snippet": "Summary: My husband, John Coates, who has died suddenly of heart disease aged 76, was a literary critic and an authority on GK Chesterton. His book Chesterton …"
        },
        {
            "title": "UK government accused of cover-up over EU scheme to buy PPE",
            "category": "Politics",
            "snippet": "Ministers are being pressed to reveal the full details of how the government missed out on four opportunities to join an EU medical supplies consortiu …"
        },
        {
            "title": "Whitney Houston: 'no holds barred' biopic in the works from Clive Davis",
            "category": "Music",
            "snippet": "Summary: Whitney Houston’s life is set to be the subject of a big-screen biopic from the Grammy-winning producer Clive Davis and the singer’s estate. According …"
        },
        {
            "title": "Australian travel companies must honour refund policies, consumer watchdog says",
            "category": "Business",
            "snippet": "Australia’s consumer watchdog has warned the travel sector it must honour the refund policies that existed at the time of bookings, after widespread c …"
        },
        {
            "title": "Roger Federer opens debate with surprise ATP-WTA merger plan",
            "category": "Sport",
            "snippet": "Roger Federer’s surprise suggestion that the governing bodies who have separately run men’s and women’s tennis for decades should merge to steer the g …"
        },
        {
            "title": "English hero or Roman officer? Virtual quest set to find the real St George",
            "category": "Life-and-Style",
            "snippet": "He is George, England’s hero and a symbol of pride and patriotism as the nation’s patron saint. In reality he was born in what is now Turkey, died in …"
        },
        {
            "title": "‘I even get followed to the loo!’: how Britain’s biggest families are coping with lockdown",
            "category": "Life-and-Style",
            "snippet": "As the coronavirus lockdown continues, many of us holed up at home with family will be wondering how much more of it we can take. But what is it like …"
        },
        {
            "title": "Giving the Devil His Due by Michael Shermer – a defence of free speech",
            "category": "Books",
            "snippet": "Pick up a book, any book. Is it dedicated to “my friends Christopher Hitchens and Steven Pinker, peerless champions of liberty”? Does it have cover pu …"
        },
        {
            "title": "Britons are reading more in lockdown, says survey for World Book Night",
            "category": "Books",
            "snippet": "Brits are turning to books in lockdown, with one in three reading more since Boris Johnson told the country on 23 March to stay at home, according to …"
        },
        {
            "title": "Experimentation may be the only option in this stalled summer of English cricket",
            "category": "Sport",
            "snippet": "The talk is of misconduct, match-fixing, potential bankruptcies and tour cancellations when after two weeks of blissful sunshine at the start of the s …"
        },
        {
            "title": "Bad Education: is this Hugh Jackman's greatest performance to date?",
            "category": "Film",
            "snippet": "When considering the public image that Hugh Jackman has spent an illustrious three-decade career cultivating, it helps to focus on a red carpet incide …"
        },
        {
            "title": "So you've been having weird dreams during lockdown, too?",
            "category": "Life-and-Style",
            "snippet": "Since the worldwide coronavirus lockdown started, many of us have been having vivid dreams. Google searches for “weird dreams” have doubled since this …"
        },
        {
            "title": "Enter the Aardvark by Jessica Anthony review – achingly funny farce",
            "category": "Books",
            "snippet": "Who would have guessed that a satire about an oily Republican congressman, 19th-century taxidermy and a creature so ugly it resembles “a pig screwed b …"
        },
        {
            "title": "NFL 2020 mock draft: Joe Burrow is No1 but who are the sleeper picks?",
            "category": "Sport",
            "snippet": "1) Cincinnati Bengals Pick: Joe Burrow, quarterback, LSU. The Bengals have to take Burrow. He has the potential to lead them for the next 15 years and …"
        },
        {
            "title": "Endless Sunshine on a Cloudy Day review – touching tribute to an Instagram influencer",
            "category": "Film",
            "snippet": "Summary: This feature from actor-director John Connors won the audience award at this year’s Dublin film festival, and it’s a generous, big-hearted, honest tri …"
        },
        {
            "title": "I've never seen ... Titanic",
            "category": "Film",
            "snippet": "I’ve never seen Titanic and always figured, what’s the point? I’ve seen bits of it, chunks of it. I know the plot, the song, the famous lines. “Draw m …"
        },
        {
            "title": "Protests, politics and a bus hijack: the rugby tour that gave Mandela hope",
            "category": "Sport",
            "snippet": "The tour that changed international sport ended 50 years ago. South Africa, No 1 in the world now and vying with New Zealand for supremacy then, retur …"
        },
        {
            "title": "Lockdown watch: Asif Kapadia on setting his kids Hitchcock essays",
            "category": "Film",
            "snippet": "In our house we’ve devised a democratic rota for movie viewing. Every night one of us – me, my wife and our children, who are 13 and nine – chooses a …"
        },
        {
            "title": "'A coldness that masks a burning rage': South Korea's female writers rise up",
            "category": "Books",
            "snippet": "In May 2016, a 23-year-old South Korean woman was murdered in a public toilet near Gangnam station in Seoul. Her attacker claimed in court that “he ha …"
        },
        {
            "title": "Lorenzo Senni: Scacco Matto review – rave poet dials up the intensity",
            "category": "Music",
            "snippet": "‘Where’s the drop?” This was a complaint often howled at festivals or in YouTube comment sections during the EDM years (usually by a hench guy in a ve …"
        },
        {
            "title": "Pandemic! by Slavoj Žižek review – the philosopher provides his solution",
            "category": "Books",
            "snippet": "The dates are by now well-rehearsed. 31 December: China informs the World Health Organisation that cases of pneumonia with an unknown cause have been …"
        },
        {
            "title": "Airman's car crashes at site of fatal Harry Dunn collision",
            "category": "UK-News",
            "snippet": "A car driven by an active duty airman has crashed close to the scene of the death of Harry Dunn, the 19-year-old motorcyclist who died after a collisi …"
        },
        {
            "title": "Amazon revealed as mystery £250,000 donor to UK bookshops",
            "category": "Books",
            "snippet": "Amazon, the internet retail giant vilified for years as public enemy No 1 to booksellers, has been revealed as the surprise mystery benefactor that do …"
        },
        {
            "title": "My favourite book as a kid: The Phantom Tollbooth by Norton Juster",
            "category": "Books",
            "snippet": "‘There was once a boy called Milo who didn’t know what to do with himself – not just sometimes but always.” So begins The Phantom Tollbooth, Norton Ju …"
        },
        {
            "title": "Spotify's 'tip jar' is a slap in the face for musicians. It should pay them better",
            "category": "Music",
            "snippet": "Wednesday’s announcement by the government’s chief medical officer, Chris Whitty, that social distancing in the UK could last for the rest of the year …"
        },
        {
            "title": "Véronique Gens: Nuits review - is there another singer this compelling?",
            "category": "Music",
            "snippet": "Véronique Gens’s recording of Chausson’s Poème de l’Amour et la Mer was one of last year’s outstanding releases, and a song by Chausson also forms the …"
        },
        {
            "title": "Coronavirus will cause 'lasting changes' to shopping habits, says Unilever boss",
            "category": "Business",
            "snippet": "The coronavirus pandemic will trigger “lasting changes” in shopping behaviour, according to one of the world’s biggest manufacturers of grocery brands …"
        },
        {
            "title": "No-prorogation justice Lady Hale to publish memoir and guide to the law",
            "category": "Books",
            "snippet": "Lady Hale, who presided over the momentous decision to rule Boris Johnson’s prorogation of parliament unlawful, is set to write her memoirs, of how “a …"
        },
        {
            "title": "Sir David Barnes obituary",
            "category": "Business",
            "snippet": "Sir David Barnes, who has died aged 84, was the self-effacing but determined and clear-sighted chief executive who turned the bioscience interests of …"
        },
        {
            "title": "Kaitlyn Aurelia Smith's lockdown listening: 'Doing handstands, that’s the time for music'",
            "category": "Music",
            "snippet": "I live in Los Angeles with my husband in a quiet neighbourhood that looks out on the Verdugo Hills. One of our best friends lives right behind us, so …"
        },
        {
            "title": "US unemployment applications reach over 26m as states struggle to keep up",
            "category": "Business",
            "snippet": "Summary: An additional 4.4 million Americans filed for unemployment last week adding to a total of over 26 million since the coronavirus pandemic shut down swa …"
        },
        {
            "title": "UK voter ID plan disenfranchises the poor, appeal court told",
            "category": "Politics",
            "snippet": "Pilot schemes requiring voters to produce photo ID at polling stations disenfranchise those who do not have or cannot find their documents and alienat …"
        }
    ]
}