{
    "page": [
        {
            "title": "England cricketers willing to dig deep but county game will be hit hard",
            "category": "Sport",
            "snippet": "The last time I was in the Lord’s museum I spotted a letter of 1981 with the familiar Somerset CCC logo at the top in one of the display cabinets. It …"
        },
        {
            "title": "Thundercat: It Is What It Is review – love, loss and hyper-speed star jumps",
            "category": "Music",
            "snippet": "Few virtuoso jazz bassists could a spend a decade in a legendary thrash punk band and then swap all the shredding to tour with Snoop Dogg, purveyor of …"
        },
        {
            "title": "Jake Shears: ‘Coming out at 15 was intense’",
            "category": "Life-and-Style",
            "snippet": "Zsa Zsa Gabor, David Bowie and TV evangelists were obsessions of mine when I was eight years old. I was a weird, off-the-wall kid with a strange sense …"
        },
        {
            "title": "Fans pay tribute to F Scott Fitzgerald in worldwide Facebook gathering",
            "category": "Books",
            "snippet": "Summary: The most glamorous and madcap of all literary honeymoons began this weekend 100 years ago as newlyweds Zelda and F Scott Fitzgerald, future stars of t …"
        },
        {
            "title": "Nona. If They Soak Me, I’ll Burn Them review – a meandering enigma",
            "category": "Film",
            "snippet": "A hybrid Chilean drama that blends fiction with reality and tells of a pyromaniac granny holed up in a sleepy coastal resort after she torches a jeep: …"
        },
        {
            "title": "Grouse shoots scrapped as heather burning is banned on moors",
            "category": "UK-News",
            "snippet": "The controversial practice of setting heather-covered moorland on fire – often carried out by gamekeepers to create more attractive habitats for grous …"
        },
        {
            "title": "Sinne Eeg and the Danish Radio Big Band: We've Just Begun review – believe the hype",
            "category": "Music",
            "snippet": "Summary: So many superlatives have been showered upon Danish singer Sinne Eeg that you wonder whether anyone could be that good – or was this yet another case …"
        },
        {
            "title": "The deco is in the detail in this photographer's home",
            "category": "Life-and-Style",
            "snippet": "I fully encourage people to dance on the furniture in my home and have a good time,” says graphic artist and photographer Zoe Zimmer of her Victorian …"
        },
        {
            "title": "Emily St John Mandel: 'I admire novelists who are pushing the form forward'",
            "category": "Books",
            "snippet": "Emily St John Mandel is a Canadian novelist now residing in New York. Her fourth novel, the dystopian fiction of Station Eleven, propelled her to fame …"
        },
        {
            "title": "Book clinic: which books help kids with Asperger's to understand others?",
            "category": "Books",
            "snippet": "Q: My 11-year-old son has Asperger’s and finds relating to others and understanding social conventions very difficult. Which children’s novels would b …"
        },
        {
            "title": "Virtual Grand National 2020: Potters Corner takes victory – as it happened",
            "category": "Sport",
            "snippet": "Summary: Chris Cook’s report: Potters Corner wins the Virtual Grand National: Trained in Wales by Christian Williams and ridden by Jack Tudor, Potters Corner w …"
        },
        {
            "title": "A conference call with his defeated rivals – then Keir Starmer was straight down to business",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer was at home in north London at 10.30am on Saturday when he heard he had become leader of Labour party. The news was broken to him and the …"
        },
        {
            "title": "Tiger Roll avatar foiled as Potters Corner triumphs in Virtual Grand National",
            "category": "Sport",
            "snippet": "Potters Corner was given an extra helping of feed on Saturday night after a computerised version of the steeplechaser was first across the line in ITV …"
        },
        {
            "title": "How we stay together: 'If a problem came up, it had to be solved straight away'",
            "category": "Life-and-Style",
            "snippet": "Names: Marcia and John Church Years together: 44 Occupations: Retired Marcia Church is terrified of coronavirus. The 63-year-old and her 70-year-old h …"
        },
        {
            "title": "Don’t be fooled by Morrison’s benevolence – soon it’s back to tax cuts and smaller government",
            "category": "Business",
            "snippet": "This week the latest job vacancy figures were released, and as with so much economic data they were laughably out of date the moment they were publish …"
        },
        {
            "title": "Eddie Jones backs Saracens' relegated England players to make Lions tour",
            "category": "Sport",
            "snippet": "Eddie Jones believes Saracens’ relegation to the Championship will be a blessing for those England players who are staying with the club, even though …"
        },
        {
            "title": "Belfast shooting: three men arrested",
            "category": "UK-News",
            "snippet": "Three men have been arrested in Belfast in connection with the murder of a man in the north of the city earlier on Saturday. The Police Service of Nor …"
        },
        {
            "title": "From the archive: animals and their keepers, 1973",
            "category": "Life-and-Style",
            "snippet": "For the Observer Magazine of 18 March 1973, Anna Pavord went to talk to several ‘zoo men’, some of whom were much closer to their charges than others …"
        },
        {
            "title": "In worrying times, there is nurture to be found in nature",
            "category": "Life-and-Style",
            "snippet": "My column for the first Sunday in any month usually focuses on the jobs to do, the seeds to sow, depending on where we are in the growing season. But …"
        },
        {
            "title": "Make-up: staying in is the perfect time to experiment",
            "category": "Life-and-Style",
            "snippet": "Despite minimal face time with the world at large, I still put my face on. Not because I am a beauty editor but because consistency in an unpredictabl …"
        },
        {
            "title": "Party factions, antisemitism … and a global pandemic: Keir Starmer's in-tray",
            "category": "Politics",
            "snippet": "Covid-19 The coronavirus crisis is all all-consuming and will be Starmer’s immediate focus. When to criticise the government, and how hard, will be a …"
        },
        {
            "title": "Notes from an Apocalypse by Mark O’Connell – review",
            "category": "Books",
            "snippet": "While the publication dates of many books may have been pushed back in the light of the current crisis, this one is right on the money. Mark O’Connell …"
        },
        {
            "title": "Plagues and wars alter economic policies: but not for ever",
            "category": "Politics",
            "snippet": "As a classical scholar, our prime minister will be all too aware of some uncanny parallels between the onset of coronavirus and the plague that beset …"
        },
        {
            "title": "The Corbyn project is over, but Keir Starmer still needs the left",
            "category": "Politics",
            "snippet": "Keir Starmer’s election as Labour leader marks the end of the Corbyn project and its domination of Labour’s internal politics. Having barely lost an i …"
        },
        {
            "title": "'Labour must restore trust as a force for good and a force for change'",
            "category": "Politics",
            "snippet": "From Keir Starmer’s address on the day that his victory was announced “Coronavirus has brought normal life to a halt. Our cities, our towns and our vi …"
        },
        {
            "title": "Loss of Grand National leaves £500m hole in racing's balance sheet",
            "category": "Sport",
            "snippet": "Summary: Any faint hope British racing would follow the lead of its Irish counterpart and attempt to stage its Grand National in the autumn has been swiftly ex …"
        },
        {
            "title": "The Whalebone Box review – so strange it must be true",
            "category": "Film",
            "snippet": "Reviewing Andrew Kötting’s Lek and the Dogs in this paper in 2018, I compared his work (which straddles installations, performances, books, films and …"
        },
        {
            "title": "Cultural clash: the trouble with writing about the lives of others",
            "category": "Books",
            "snippet": "Summary: Billed as the big page-turner of the season, My Dark Vanessa, American author Kate Elizabeth Russell’s first novel, is a tale for the Time’s Up genera …"
        },
        {
            "title": "A Theatre for Dreamers by Polly Samson review – sun, sex and Leonard Cohen",
            "category": "Books",
            "snippet": "It’s unlikely Polly Samson knew that her fifth novel would be launched into a world teetering on the edge of the abyss, but there is something calcula …"
        },
        {
            "title": "The traffic light exit strategy to free the UK from lockdown",
            "category": "Business",
            "snippet": "Britain has been in lockdown for two weeks and it has been the grimmest of fortnights. The number of daily deaths from Covid-19 has continued to rise …"
        },
        {
            "title": "Matt Hancock warns of tougher UK lockdown if too many break rules",
            "category": "Politics",
            "snippet": "The government could stop people leaving their homes for exercise if too many people flout existing social distancing rules, for example by sunbathing …"
        },
        {
            "title": "My favourite game: Cubs v Indians, World Series 2016, Game 7",
            "category": "Sport",
            "snippet": "Summary: In 1989 a scriptwriter called Bob Gale needed to sort out a plot twist for Back to the Future Part II, the one where Marty McFly ends up riding a hove …"
        },
        {
            "title": "Florida's slow response:  a 'mini-Trump' governor who borrowed the president's playbook",
            "category": "US-News",
            "snippet": "In the skies above southern Florida, Ron DeSantis, the state’s governor and self-confessed Donald Trump disciple (and often referred to as a “mini-Tru …"
        },
        {
            "title": "Keir Starmer promises to name balanced shadow cabinet",
            "category": "Politics",
            "snippet": "Keir Starmer has promised that the new shadow cabinet he is due to start naming on Sunday will be balanced between various wings of the party, while u …"
        },
        {
            "title": "Can I have sex? A guide to intimacy during the coronavirus outbreak",
            "category": "US-News",
            "snippet": "Summary: With countries on lockdown and millions being made to stay at home, it’s unsurprising many couples and single people are wondering what coronavirus me …"
        },
        {
            "title": "Mystery Jets: A Billion Heartbeats review – woke without the edge",
            "category": "Music",
            "snippet": "Unlikely survivors from the mid-00s glut of British guitar bands, Mystery Jets have never really deviated from the template they established with thei …"
        },
        {
            "title": "In brief: The Girl With the Louding Voice; Lanny; Fifty Miles Wide – review",
            "category": "Books",
            "snippet": "Summary: The Girl With the Louding Voice Abi Daré Hodder & Stoughton, £12.99, pp320 When Abi Daré was growing up in Lagos, she always wondered about the lives …"
        },
        {
            "title": "Lord Armstrong of Ilminster obituary",
            "category": "Politics",
            "snippet": "Robert Armstrong, Lord Armstrong of Ilminster, who has died aged 93, was the supreme Whitehall mandarin – discreet, a staunch defender of official sec …"
        },
        {
            "title": "Shane Lowry: 'I'm not happy to live off winning one Open title'",
            "category": "Sport",
            "snippet": "Summary: Shane Lowry has always been blessed with a candour that makes his depiction of trying to cross the line at an Open Championship no surprise. “It’s not …"
        },
        {
            "title": "Scottish fruit farmers recruit thousands of locals to save harvest",
            "category": "UK-News",
            "snippet": "Scottish fruit farmers have solved a recruitment crisis that could have resulted in this year’s harvest of strawberries, blueberries and raspberries b …"
        },
        {
            "title": "Ren Harvieu: Revel in the Drama review – a fresh start",
            "category": "Music",
            "snippet": "Ren Harvieu was a buzzed-about BBC Sound nominee in 2012, when she put out a passable debut of orchestral pop, made noteworthy by her smooth voice. It …"
        },
        {
            "title": "Saints' record-breaking kicker Tom Dempsey dies after contracting Covid-19",
            "category": "Sport",
            "snippet": "The New Orleans Saints have confirmed that their legendary kicker, Tom Dempsey, has died after contracting Covid-19. He was 73. Dempsey had an extraor …"
        },
        {
            "title": "'What an idiot!' Triathlete out of virtual race after husband trips over power cord",
            "category": "Sport",
            "snippet": "Summary: The Australian triathlete Mirinda Carfrae lost out in a virtual race after her husband tripped and disconnected the power cable of her smart bike. Car …"
        },
        {
            "title": "Ministers and NHS deny reports of rift over coronavirus response",
            "category": "Politics",
            "snippet": "Summary: Ministers and the NHS have pushed back strongly against a series of reports alleging splits within the government and between ministers and health bos …"
        },
        {
            "title": "Open your windows – and four other ways to improve the air quality at home",
            "category": "Life-and-Style",
            "snippet": "Open your windows It is an obvious solution, but it works. “Fresh air isn’t the enemy. Open your windows,” says Dr Appelles Econs, an allergy speciali …"
        },
        {
            "title": "UK fashion retailers brace for shakeup as clothing piles up in warehouses",
            "category": "Business",
            "snippet": "Fashion retailers and their suppliers are braced for a massive shake-out of the industry as an estimated £10bn of clothing piles up in warehouses duri …"
        },
        {
            "title": "Bill Withers obituary",
            "category": "Music",
            "snippet": "The career of Bill Withers, who has died aged 81 of heart complications, followed an unusual trajectory. He did not try to enter the music industry un …"
        },
        {
            "title": "Keir Starmer gives Lisa Nandy foreign brief on new Labour frontbench",
            "category": "Politics",
            "snippet": "Keir Starmer has made Lisa Nandy, one of the candidates he defeated to become Labour leader, his shadow foreign secretary, and Anneliese Dodds, who be …"
        },
        {
            "title": "Alan Merrill obituary",
            "category": "Music",
            "snippet": "The singer and songwriter Alan Merrill, who has died aged 69 after contracting Covid-19, will be chiefly remembered for the song I Love Rock’n’Roll. M …"
        },
        {
            "title": "Three key appointments: Keir Starmer fills top shadow cabinet roles",
            "category": "Politics",
            "snippet": "Summary: Anneliese Dodds – shadow chancellor Dodds is a relative newcomer to parliament, first winning her safe Oxford East seat in 2017, but before then had s …"
        }
    ]
}