{
    "page": [
        {
            "title": "Horse trading: Arnold Schwarzenegger puts Whiskey and Lulu to work",
            "category": "Film",
            "snippet": "It is nine years since Arnold Schwarzenegger was the governor of California, but the former movie star – together with his pet donkey Lulu and miniatu …"
        },
        {
            "title": "Boris Johnson admitted to hospital with coronavirus",
            "category": "Politics",
            "snippet": "Boris Johnson has been admitted to hospital due to coronavirus after suffering 10 days of symptoms including a high fever, bringing doubts about his c …"
        },
        {
            "title": "The ache of hard borders: we have never lived further from our families",
            "category": "Life-and-Style",
            "snippet": "I last saw my sister, three centuries ago, on 1 March, when we kissed the cheeks of an extraordinary number of frail, elderly people at my grandmother …"
        },
        {
            "title": "A return to suburban grounds would offer a chance to reawaken the AFL's soul",
            "category": "Sport",
            "snippet": "“The whole of consumerism is based on us wanting the next thing rather than the present thing we already have,” Matt Haig laments in the book, Notes o …"
        },
        {
            "title": "UK missed coronavirus contact tracing opportunity, experts say",
            "category": "UK-News",
            "snippet": "The government has been accused of missing an opportunity after it failed to deploy 5,000 contact tracing experts employed by councils to help limit t …"
        },
        {
            "title": "Stayin’ alive! How music has fought pandemics for 2,700 years",
            "category": "Music",
            "snippet": "Disease is on the prowl. As residents hide behind locked doors, barely a footstep is heard on Milan’s cobbled streets. A strict quarantine is in effec …"
        },
        {
            "title": "My favourite book as a kid: Green Eggs and Ham by Dr Seuss",
            "category": "Books",
            "snippet": "‘Say! In the dark? Here in the dark? Would you, could you, in the dark?” Dr Seuss’s masterpiece – among his many masterpieces – is Green Eggs and Ham. …"
        },
        {
            "title": "Is Trolls World Tour the most important film of 2020?",
            "category": "Film",
            "snippet": "Few people had Trolls World Tour near the top of their list of Important Movies of 2020, but so it has come to pass. If it wasn’t for that meddling co …"
        },
        {
            "title": "Trolls World Tour review – eyeball-frazzling sequel offers same again",
            "category": "Film",
            "snippet": "The Trolls sequel is here: another eyeball-frazzlingly multicoloured screensaver movie for little kids, with all the aspartame hyperactivity of the fi …"
        },
        {
            "title": "Returning Qantas crew members tested positive for coronavirus but were exempt from quarantine",
            "category": "Business",
            "snippet": "Summary: Four Qantas crew members who operated a repatriation flight from Chile have tested positive for the coronavirus but unlike their passengers, who were …"
        },
        {
            "title": "How we met: ‘I took an instant dislike to him’",
            "category": "Life-and-Style",
            "snippet": "Summary: In 1983, Christine Harris and Robert Frati were both working for a technology company. “I was based in the UK and he was in France,” she explains. To …"
        },
        {
            "title": "What an Iranian film about a leper colony can teach us about coronavirus",
            "category": "Film",
            "snippet": "In the autumn of 1962, the celebrated Iranian poet Forough Farrokhzad made what would be her first and last film. Regarded as a precursor to the Irani …"
        },
        {
            "title": "Shadow chancellor TV interview gatecrashed by her daughter, three",
            "category": "Politics",
            "snippet": "Many parents working from home during the national lockdown have grown accustomed to their children interrupting virtual work meetings, but most don’t …"
        },
        {
            "title": "I started chemotherapy in the middle of a pandemic",
            "category": "US-News",
            "snippet": "I have been dreading my first chemotherapy appointment. I started radiation treatment a couple of days ago, and the 15-minute sessions (in which I lie …"
        },
        {
            "title": "'He dominated me!': the livestreaming beat battles shutting down lockdown",
            "category": "Music",
            "snippet": "‘You’re bringing violins and saxophones to the war, blud!” says Skepta from behind his laptop, taunting producer Jae5 in an Instagram beat battle last …"
        },
        {
            "title": "Larry David comes out in support of Woody Allen after reading memoir",
            "category": "Film",
            "snippet": "Larry David has expressed his support for Woody Allen after reading the latter’s newly published autobiography, Apropos of Nothing, saying: “It’s hard …"
        },
        {
            "title": "Lockdown watch: Alex Cox on gold pyjamas and apocalyptic Alan Bennett",
            "category": "Film",
            "snippet": "What I do during lockdown … is pretty much what I would do anyway. Read books, stare at screens, listen to music, play with the dogs, go for walks. My …"
        },
        {
            "title": "Boris Johnson remains in hospital after 'comfortable night'",
            "category": "Politics",
            "snippet": "Boris Johnson is still in hospital suffering from coronavirus and had a “comfortable night” but No 10 has dropped the description of his symptoms as m …"
        },
        {
            "title": "Stevie Wonder: where to start in his back catalogue",
            "category": "Music",
            "snippet": "The album to start with Talking Book (1972) The man born Stevland Morris began the 1960s an 11-year-old harmonica prodigy and exited them as one of Mo …"
        },
        {
            "title": "Poem of the week: Easter by Róisín Kelly",
            "category": "Books",
            "snippet": "Easter You walk by holding a bunch of flowers never knowing that you’ve just performed a miracle. Are those flowers for your girl? I imagine her dress …"
        },
        {
            "title": "French writers' coronavirus getaways prompt backlash",
            "category": "Books",
            "snippet": "Summary: Leïla Slimani and Marie Darrieussecq may be two of France’s most acclaimed writers – but their accounts of life in lockdown in their second homes in t …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with a “good read for the times”. Miss …"
        },
        {
            "title": "Ed Miliband returns to Labour frontbench in Keir Starmer reshuffle",
            "category": "Politics",
            "snippet": "Ed Miliband is returning to frontline politics as Labour’s shadow business, energy and industry secretary, the party announced on Monday, as the new l …"
        },
        {
            "title": "Maggie O'Farrell: how disease has shaped life as we know it",
            "category": "Books",
            "snippet": "When I was a teenager, a strange rumour began to circulate around the small Scottish seaside town where I lived. Roadworks were demolishing the corner …"
        },
        {
            "title": "Duffy praised by Rape Crisis for going public with details of ordeal",
            "category": "Music",
            "snippet": "A national rape charity has praised the bravery of the pop singer Duffy for going public with harrowing details of how she was drugged, held captive a …"
        },
        {
            "title": "How are you celebrating your birthday under lockdown?",
            "category": "Life-and-Style",
            "snippet": "With the UK in its third week of government measures to avoid the spread of coronavirus, we would like to hear from those who are celebrating their bi …"
        },
        {
            "title": "Mirror publisher to furlough almost 1,000 employees and cut pay",
            "category": "Business",
            "snippet": "The publisher of the Daily Mirror, Daily Express and Daily Star newspapers is to furlough almost 1,000 employees, and its management, including the se …"
        },
        {
            "title": "Opera and classical concerts to watch at home: our critics' picks – week three",
            "category": "Music",
            "snippet": "Summary: Knussen/Ensemble Intercontemporain: Songs for Sue Searching for Oliver Knussen’s fantasy opera Where the Wild Things Are – his magical evocation of th …"
        },
        {
            "title": "Debenhams prepares to bring in administrators as Covid-19 hits – as it happened",
            "category": "Business",
            "snippet": "Debenhams filed a notice of intent to bring in administrators, in an attempt to protect its assets from creditors during the coronavirus lockdown. In …"
        },
        {
            "title": "Revealed: Wisconsin's black and student populations at highest risk of voter purges",
            "category": "US-News",
            "snippet": "Laquesha Ellis couldn’t figure out why her voter registration could be stricken. The 31-year-old has lived with her two sons in the same gray shingled …"
        },
        {
            "title": "Aldi rejects claim by care worker that store turned her away",
            "category": "UK-News",
            "snippet": "Summary: Aldi said on Monday it is urgently trying to contact a care worker in Scotland, who has claimed she was turned away from the supermarket when trying t …"
        },
        {
            "title": "Jos Buttler wants England's salary donation to help grassroots cricket",
            "category": "Sport",
            "snippet": "Jos Buttler has said England players want their recent £500,000 wage donation to help cricket’s grassroots initiatives during the coronavirus pandemic …"
        },
        {
            "title": "Hospital admission puts new focus on Boris Johnson's health",
            "category": "Politics",
            "snippet": "The news that Boris Johnson was admitted to hospital for tests on Sunday night with persistent coronavirus symptoms has shone a spotlight on the prime …"
        },
        {
            "title": "Lady Gaga, Billie Eilish and Paul McCartney to play coronavirus benefit",
            "category": "Music",
            "snippet": "Summary: Lady Gaga is to curate One World: Together at Home, a live-streamed and televised benefit concert in support of the World Health Organization’s Covid- …"
        },
        {
            "title": "Drinking in coronavirus isolation: experts warn Australians to monitor their intake",
            "category": "Life-and-Style",
            "snippet": "In the first wave of coronavirus panic buying in Australia, shoppers hoarded toilet paper. Then they came for pasta, rice and tinned food. A week or s …"
        },
        {
            "title": "FTSE shrugs off dire UK data as markets sense easing of Covid-19 crisis",
            "category": "Business",
            "snippet": "Investors were cheered on Monday by signs that the severity of the coronavirus crisis may be easing, helping the FTSE 100 to shrug off dire UK economi …"
        },
        {
            "title": "Club World Cup to be put forward as radical new rugby union competition",
            "category": "Sport",
            "snippet": "A radical proposal for an annual Club World Cup is part of a plan to overhaul rugby’s global calendar, which could also bring about the revival of the …"
        },
        {
            "title": "Honor Blackman, James Bond's Pussy Galore, dies aged 94",
            "category": "Film",
            "snippet": "Honor Blackman, the actor best known for playing the Bond girl Pussy Galore, has died aged 94. Blackman, who became a household name in the 1960s as C …"
        },
        {
            "title": "Nicola Sturgeon reveals she asked chief medical officer to resign",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has disclosed she asked Scotland’s chief medical officer to resign on Sunday night after realising her breaches of lockdown regulation …"
        },
        {
            "title": "Rolls-Royce's self-reliance has given the chancellor a boost",
            "category": "Business",
            "snippet": "Rishi Sunak will be delighted. The chancellor told the aviation industry that government-backed bailouts would only be considered “as a last resort”, …"
        },
        {
            "title": "Dominic Raab to lead UK through coronavirus hurdles",
            "category": "Politics",
            "snippet": "Summary: With Boris Johnson in intensive care, Dominic Raab, the foreign secretary, has been asked to step up “where necessary” and run the country during the …"
        },
        {
            "title": "Wisconsin primary: state supreme court orders voting to move ahead",
            "category": "US-News",
            "snippet": "The Wisconsin supreme court ordered the state to move ahead with in-person voting on Tuesday, hours after Governor Tony Evers called it off, capping w …"
        },
        {
            "title": "Global leaders send messages of support to Boris Johnson",
            "category": "Politics",
            "snippet": "Messages wishing Boris Johnson a speedy recovery after he was admitted to intensive care have been pouring in, with politicians across the world sendi …"
        },
        {
            "title": "Can one site change what a porn star is supposed to look like?",
            "category": "Life-and-Style",
            "snippet": "Summary: “Initially, I considered masking some of my queerness for appeal,” says the artist and online dominatrix Noelle Buckhorne. A self-described queer femm …"
        },
        {
            "title": "'Full-scale emergency': what the papers say about Boris Johnson's move to intensive care",
            "category": "Politics",
            "snippet": "The sharp decline in Boris Johnson’s health makes for a series of grave front pages on Tuesday. The Times’ headline reads “PM in intensive care” and r …"
        },
        {
            "title": "Our new lockdown game: judging famous people by their bookshelves",
            "category": "Books",
            "snippet": "Lockdown Britain has added a new dimension to one of readers’ favourite games: nosing around other people’s shelves. With broadcasters and politicians …"
        },
        {
            "title": "Young adult books round-up – review",
            "category": "Books",
            "snippet": "Summary: Holly Jackson’s A Good Girl’s Guide to Murder was last year’s big breakout debut, introducing schoolgirl turned detective Pippa Fitz-Amobi. The sequel …"
        },
        {
            "title": "Boris Johnson 'stable' in intensive care and not on ventilator, says No 10",
            "category": "Politics",
            "snippet": "Boris Johnson remains in intensive care on oxygen but without the need for a ventilator and does not have pneumonia, No 10 has said. As Dominic Raab, …"
        },
        {
            "title": "My favourite film aged 12: The Net",
            "category": "Film",
            "snippet": "When interviewing an actor or director I admire, I’ve made it a personal mission to avoid sycophancy: I’m there for something resembling a business me …"
        },
        {
            "title": "‘I have about $80’: how eight people spend their money during lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: Coronavirus isn’t just a public health crisis, it’s an economic one. However, the financial impact of the pandemic hasn’t been evenly distributed. Whi …"
        }
    ]
}