{
    "page": [
        {
            "title": "Jameela Jamil: ‘I think I’m less annoying in person than I am on Twitter'",
            "category": "Life-and-Style",
            "snippet": "Summary: I was deaf, sometimes profoundly, until I was about 12. I’d have an operation – I’d had seven by then – get partial hearing, then lose it again. Final …"
        },
        {
            "title": "UK lockdown: police apologise after man threatened with pepper spray",
            "category": "UK-News",
            "snippet": "Summary: Greater Manchester police have apologised after a man who said he was delivering food to vulnerable family members was arrested and threatened with pe …"
        },
        {
            "title": "Book clinic: are there any books as clever and amusing as Bridget Jones?",
            "category": "Books",
            "snippet": "Q: I need a good laugh. Can you recommend something as smart, funny and deft as the first Bridget Jones novel? Anonymous quality controller, 40 A: Emm …"
        },
        {
            "title": "'New hope': Queen reassures nation in first Easter message",
            "category": "UK-News",
            "snippet": "The Queen has sought to reassure the nation that “coronavirus will not overcome us” in her first Easter audio message. The monarch, who is supreme gov …"
        },
        {
            "title": "Lunchbreak broadcasting: 'It's really freeing knowing that you're not alone'",
            "category": "Life-and-Style",
            "snippet": "Multiple screens feed into a YouTube live stream. The broadcast focuses on a teenage boy as he prepares to deliver a mock presidential address. Althou …"
        },
        {
            "title": "Life on ice: what Esperanza Base in Antarctica can teach us about isolation",
            "category": "Life-and-Style",
            "snippet": "Until a month ago, the word “quarantine” conjured up images of someone joking about their bout of the flu, of animals entering our country, or of Sydn …"
        },
        {
            "title": "The Masters 1996: Faldo triumphs as Norman blows six-shot lead - as it happened",
            "category": "Sport",
            "snippet": "And look, let’s cut Greg some slack, shall we. It’s no time for a pile-on. If that 70-footer on 14 had dropped ... if that chip for eagle on 15 went i …"
        },
        {
            "title": "Republican who floated virus conspiracy says 'common sense has been my guide'",
            "category": "US-News",
            "snippet": "A Republican senator who floated a conspiracy theory which said the Chinese government created Covid-19 in a weapons lab claimed on Saturday that sinc …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Frydenberg says easing coronavirus restrictions ahead of medical advice 'dangerous and unrealistic'",
            "category": "Business",
            "snippet": "Josh Frydenberg has warned it is “very dangerous and unrealistic” to move ahead of medical advice, as Australian governments ponder trials of easing C …"
        },
        {
            "title": "Notre-Dame review – an engrossing history of  'the soul of France'",
            "category": "Books",
            "snippet": "Until late into the evening of 15 April last year, I stood with what felt like half of Paris in the Quai de Bourbon on the Ile St Louis, perhaps 150 m …"
        },
        {
            "title": "Yaeji: What We Drew 우리가 그려왔던 review – eclectic electronica",
            "category": "Music",
            "snippet": "Billed as a mixtape, Yaeji’s first full-length album is an uncategorisable treat that surfs the cusp of club music, sickly sweet pop and the blithe me …"
        },
        {
            "title": "One to watch: Jockstrap",
            "category": "Music",
            "snippet": "Bands often have names that summon up their sound, but not Jockstrap. Far from a macho, musky proposition, they write fantastically eccentric songs th …"
        },
        {
            "title": "Martin Margiela: In His Own Words review – philosopher of fashion",
            "category": "Film",
            "snippet": "This fun, nerdy follow-up to Reiner Holzemer’s 2017 documentary about Dries Van Noten takes on another Belgian fashion designer, Martin Margiela. The …"
        },
        {
            "title": "From the archive: the genius of Eric Morecambe",
            "category": "Life-and-Style",
            "snippet": "For the Observer Magazine of 9 September 1973, the legendary theatre critic Kenneth Tynan turned his attention to the comic genius of Eric Morecambe a …"
        },
        {
            "title": "Extreme times call for extreme eye lashes",
            "category": "Life-and-Style",
            "snippet": "Of course this Liza Minnelli-esque ode (Marc Jacobs SS20) is excessive. And totally unsuitable for Zoom calls. But extreme times call for extreme meas …"
        },
        {
            "title": "Sunday with Naga Munchetty: 'I’m bereft not to be playing golf'",
            "category": "Life-and-Style",
            "snippet": "What’s your morning routine? Coffee, teeth-brushing, Marr, but no more trips to the gym for now. I’m finding planning for days in the house, and setti …"
        },
        {
            "title": "Going cap in hand to the Bank is going to become a way of life at the Treasury",
            "category": "Business",
            "snippet": "Rishi Sunak avoided calling the Bank of England last week to beg for an extension of the Treasury’s overdraft facility to meet his Covid-19 spending c …"
        },
        {
            "title": "Code Red and Politics Is For Power review: rallying calls for the battle to dump Trump",
            "category": "US-News",
            "snippet": "At what author EJ Dionne Jr accurately identifies as a “Code Red” moment for “democracy and decency”, his new book and another from a Tufts political …"
        },
        {
            "title": "How long can Dominic Raab govern as a stand-in prime minister?",
            "category": "Politics",
            "snippet": "Last week exposed a gap in the UK’s constitutional arrangements. The prime minister fell victim to the virus his government was battling. After a week …"
        },
        {
            "title": "Yearning for Obama? Ex-president could soon be back to bat for Biden",
            "category": "US-News",
            "snippet": "Miss me now? Barack Obama’s absence has probably never been felt so keenly by his millions of supporters. They feel sure the former US president would …"
        },
        {
            "title": "Who You Think I Am review – a thrilling web of desire",
            "category": "Film",
            "snippet": "There’s something peculiarly timely about this deliciously twisty, romantic thriller, with its themes of virtual isolation and physical separation. Fr …"
        },
        {
            "title": "Survivalist mode isn’t too bad, so long as the wifi keeps working",
            "category": "Life-and-Style",
            "snippet": "We ended up in lockdown in, I believe this is the technical term, the arse end of nowhere. We were on holiday here and decided to stay put for the mom …"
        },
        {
            "title": "Love in the time of corona: 'This wasn't how I planned it, but she said yes'",
            "category": "Life-and-Style",
            "snippet": "‘It’s reminded us why we chose one another’ Catherine, 36, mature student, Conwy For the past few years, our lives have been stretched after we moved …"
        },
        {
            "title": "Indie turns to Kindie as post-punk German bands woo pre-schools",
            "category": "Music",
            "snippet": "Summary: Fans usually age with the bands they love, but in recent months Johannes von Weizsäcker has seen the mosh pit at his gigs fill with an unusually youth …"
        },
        {
            "title": "Why we’re all growing vegetables",
            "category": "Life-and-Style",
            "snippet": "Summary: With so many of us cooped up at home, there’s been a flowering of interest in all things horticultural. Over recent weeks, news outlets have reported …"
        },
        {
            "title": "While we are shut inside, the pigeons are loving their moment in the sun",
            "category": "Life-and-Style",
            "snippet": "‘Do you think they miss us?’ I say to my wife. I’m really speaking to myself, she being unmoved by this wistful reflection. This is because she lacks …"
        },
        {
            "title": "Passions denied: my first Easter without the mysteries and joys of Bach",
            "category": "Music",
            "snippet": "Music has its seasons. So much, in centuries past, was written for the church year. As the days lengthen, still cool but bright, trees turning green, …"
        },
        {
            "title": "Missing live sport during lockdown? Here are 12 sporting films to watch",
            "category": "Sport",
            "snippet": "Greavsie It is hard to tell the story of a life in 90 minutes, and there are times in this documentary when important events – the death of a child, s …"
        },
        {
            "title": "In Brief: On Chapel Sands; Nobody Will Tell You This But Me  – reviews",
            "category": "Books",
            "snippet": "Summary: On Chapel Sands Laura Cumming Vintage, £9.99, 320pp In 1929, the author’s mother, then three, went missing from a Lincolnshire beach where she was pla …"
        },
        {
            "title": "When the party starts: a home to lift the spirits",
            "category": "Life-and-Style",
            "snippet": "Their friends will tell you that Paul Price and Fletcher Cowan know how to throw a good party. In summer it’s not unusual to find at least 100 guests …"
        },
        {
            "title": "Pressure grows for developing world debt relief over coronavirus",
            "category": "Business",
            "snippet": "Calls for a comprehensive package of debt relief to help poor countries cope with the coronavirus pandemic have intensified after research showed that …"
        },
        {
            "title": "Hamilton Leithauser: The Loves of Your Life review – crooning glory",
            "category": "Music",
            "snippet": "Summary: Four of the five band members have reappeared as solo artists after their “extreme hiatus” announced in 2013, but it is frontman Hamilton Leithauser w …"
        },
        {
            "title": "Poem constructed from emails received during quarantine goes viral",
            "category": "Books",
            "snippet": "Everyone has received at least one and now they’ve been elevated to poetry: a US teacher has highlighted corporate opportunism during the coronavirus …"
        },
        {
            "title": "Saints' Jenkins says black Americans cannot rely on government help for Covid-19",
            "category": "Sport",
            "snippet": "With the realities of the coronavirus pandemic’s disproportionate effect on America’s black communities becoming more apparent with each passing day, …"
        },
        {
            "title": "Indie label on isle of Eigg turns lockdown into source of inspiration",
            "category": "Music",
            "snippet": "As the rest of the UK resists the temptation to head outside during a hot Easter bank holiday, a music label on the tiny Hebridean isle of Eigg is mak …"
        },
        {
            "title": "BlackRock to advise EU on environmental rules for banks",
            "category": "Business",
            "snippet": "Summary: BlackRock, one of the world’s largest investors in banks and fossil fuel companies, has been hired by the EU to work on potential new environmental ru …"
        },
        {
            "title": "'Hostility to Corbyn' curbed Labour efforts to tackle antisemitism, says leaked report",
            "category": "Politics",
            "snippet": "A leaked internal report into Labour’s handling of antisemitism concludes that factional hostility to Jeremy Corbyn hampered the party’s efforts to ta …"
        },
        {
            "title": "Rishi Sunak's dilemma over how to pay for his  coronavirus spending",
            "category": "Business",
            "snippet": "It’s a while until payday and a big, unexpected bill has arrived. The money will eventually be there but in the meantime, there is a cash flow problem …"
        },
        {
            "title": "Verona van de Leur: 'When you have no food you do anything to survive'",
            "category": "Sport",
            "snippet": "When Verona van de Leur thinks back to the days at the turn of the century when she was one of the best gymnasts in the world, every syllable in her v …"
        },
        {
            "title": "UK app to track coronavirus spread to be launched",
            "category": "Politics",
            "snippet": "Summary: The UK public will soon be able to find out if they may have been in the vicinity of people unwell with coronavirus via a new contact-tracing app, Mat …"
        },
        {
            "title": "PM's Covid-19 timeline: from 'mild symptoms' to a brush with death",
            "category": "Politics",
            "snippet": "Friday 27 March Boris Johnson announces that he has tested positive for coronavirus and is self-isolating in his Downing Street apartment. He describe …"
        },
        {
            "title": "British horse racing makes plans for meetings to return behind closed doors",
            "category": "Sport",
            "snippet": "Summary: Racing should discover on Wednesday whether a resumption of meetings behind closed doors from 1 May is still considered feasible by the sport’s admini …"
        },
        {
            "title": "Stirling Moss took high place among the greats with dash and elan",
            "category": "Sport",
            "snippet": "That Sir Stirling Moss, who died on Sunday, remained one of the most well-known British racing drivers of any generation was in no little part down to …"
        },
        {
            "title": "Richard Branson facing backlash over plea for UK bailout of Virgin",
            "category": "Business",
            "snippet": "Summary: From his private island in the Caribbean, Sir Richard Branson is trying to convince the UK government to give his Virgin Atlantic airline a £500m bail …"
        },
        {
            "title": "UK coronavirus live: Hancock announces contact-tracing app as UK hospital death toll passes 10,000 – as it happened",
            "category": "Politics",
            "snippet": "Here a brief overview of the latest key developments: The toll of reported hospital deaths in the UK has passed 10,000, up from 9,875 the previous day …"
        },
        {
            "title": "Boris Johnson not back at work yet but power vacuum fears ease",
            "category": "Politics",
            "snippet": "Boris Johnson is unlikely to be formally back at work for another week at the very least. But appearing on video in a suit and tie, less than two hour …"
        },
        {
            "title": "Streaming the flow: 'Next yoga class I'll turn my webcam on'",
            "category": "Life-and-Style",
            "snippet": "Summary: If you attempt a yoga pose and fall flat on your face but no one is around to see it, did it really happen? Somewhere in the space between warrior II …"
        },
        {
            "title": "Pat Cummins: 'Watching Ben Stokes' innings back was best thing we did'",
            "category": "Sport",
            "snippet": "The mere mention of Ben Stokes’s name makes Pat Cummins shudder. “Oh do we have to talk about him?” he says with a laugh. The world’s No 1 fast bowler …"
        },
        {
            "title": "The Masters 1986: Nicklaus wins at 46 – as it happened",
            "category": "Sport",
            "snippet": "Eighteen majors, though! It’s a haul that puts Nicklaus way out ahead of everyone else in history. Walter Hagen, in second spot on the all-time list, …"
        }
    ]
}