{
    "page": [
        {
            "title": "Ronan O'Rahilly: pirate radio's godfather made a sea change in British pop",
            "category": "Music",
            "snippet": "Summary: Ronan O’Rahilly was nothing if not a man with a lot of ideas. The problem was that a lot of them were the kind of ideas that might lead you to think t …"
        },
        {
            "title": "Georgia mayors alarmed by governor's 'reckless' plan to reopen economy",
            "category": "US-News",
            "snippet": "Georgia mayors said they were alarmed by the governor’s decision to reopen the economy this week, as the state joined several others in planning to re …"
        },
        {
            "title": "My favourite film aged 12: The Charge of the Light Brigade",
            "category": "Film",
            "snippet": "Nineteen sixty-eight was a banner year in cinema. 2001: A Space Odyssey, Rosemary’s Baby, If..., Night of the Living Dead. I didn’t see any of these. …"
        },
        {
            "title": "LGBTQ children’s books face record calls for bans in US libraries",
            "category": "Books",
            "snippet": "Attempts to remove books from libraries across the US rose almost a fifth last year, with children’s books featuring LGBTQ characters making up 80% of …"
        },
        {
            "title": "Campaigners take legal action over £27bn UK road-building scheme",
            "category": "Politics",
            "snippet": "Summary: Campaigners have launched a legal challenge to try to prevent billions of pounds of taxpayers’ money being spent on a huge road-building programme, wh …"
        },
        {
            "title": "Royal family posts private footage of Queen as child for 94th birthday",
            "category": "UK-News",
            "snippet": "The royal family’s Twitter account has posted private behind-the-scenes footage of the Queen as a child in tribute for her 94th birthday. It showed he …"
        },
        {
            "title": "Right to rent rule 'justified' finds UK appeal court",
            "category": "Politics",
            "snippet": "The government has won an appeal over its controversial right to rent scheme, which was last year ruled by the high court to be racially discriminator …"
        },
        {
            "title": "Physical distancing will end era of cheap air travel, industry warns",
            "category": "Business",
            "snippet": "The days of cheap air travel will be over if airlines are forced to introduce physical distancing measures on planes because of the Covid-19 pandemic, …"
        },
        {
            "title": "Scientists join calls for UK public to wear homemade face masks outdoors",
            "category": "Politics",
            "snippet": "The public should wear homemade masks when they venture outdoors to help reduce the spread of coronavirus, according to scientists who claim Britain’s …"
        },
        {
            "title": "John Lewis and Primark furlough tens of thousands of staff",
            "category": "Business",
            "snippet": "Two of the biggest names on the British high street have spelled out the damage being done by the coronavirus lockdown, putting tens of thousands of s …"
        },
        {
            "title": "Tokyo 2020 team forces IOC to delete claim that Abe agreed to bear extra costs",
            "category": "Sport",
            "snippet": "Summary: The International Olympic Committee has been strongly rebuked by the Tokyo 2020 organisers and the Japanese government after saying the country’s prim …"
        },
        {
            "title": "Virtual House of Lords sittings will not be broadcast live",
            "category": "Politics",
            "snippet": "Summary: Virtual hearings of the House of Lords will not be televised after the upper house of parliament decided to use a Microsoft video-conferencing program …"
        },
        {
            "title": "Virgin Australia chief's revival plan faces intense turbulence",
            "category": "Business",
            "snippet": "Virgin Australia chief executive Paul Scurrah might sound confident when he says he has a plan to bring the airline back to life after the coronavirus …"
        },
        {
            "title": "China doles out vouchers to encourage shoppers to spend again",
            "category": "Business",
            "snippet": "Summary: China is giving away billions of yuan in shopping vouchers and offering other financial sweeteners to coax shellshocked consumers to start spending ag …"
        },
        {
            "title": "Boris Johnson speaks to Donald Trump from Chequers",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has spoken to Donald Trump and will have a telephone audience with the Queen this week, even though No 10 continues to insist he is not …"
        },
        {
            "title": "Women’s prize for fiction shortlist led by Mantel, Evaristo and O'Farrell",
            "category": "Books",
            "snippet": "Set in an Elizabethan England haunted by the threat of plague, Maggie O’Farrell’s unexpectedly timely novel about the death of Shakespeare’s son, Hamn …"
        },
        {
            "title": "Experts call for inquiry into local death toll after Cheltenham Festival",
            "category": "Sport",
            "snippet": "Public health experts have called for an investigation into whether the decision to allow the Cheltenham racing festival to go ahead in early March le …"
        },
        {
            "title": "Trad turkeys of World Rugby unlikely to vote for Christmas on election day",
            "category": "Sport",
            "snippet": "There are various schools of thought about leadership. Some people are perfectly clear: they wouldn’t touch responsibility with a disinfected barge po …"
        },
        {
            "title": "Boots and Matalan among firms targeted over unpaid rents",
            "category": "Business",
            "snippet": "Commercial property landlords are starting to tighten the screw on retailers including Boots and Matalan for failing to pay overdue rent, in some case …"
        },
        {
            "title": "UK coronavirus live: Hancock says human vaccine trials start this week as death toll rises by 823 - as it happened",
            "category": "Politics",
            "snippet": "Summary: That’s it from the UK coronavirus liveblog today. Please do follow the 24-hour global coronavirus liveblog for further updates - we’ll be back with yo …"
        },
        {
            "title": "Government misses out on 16m face masks for NHS in four weeks",
            "category": "UK-News",
            "snippet": "The government has missed opportunities to secure at least 16m face masks for NHS staff in the past four weeks, amid growing frustration from companie …"
        },
        {
            "title": "Downing Street defends Hancock as blame game starts over  PPE shortages",
            "category": "Politics",
            "snippet": "Downing Street has weighed in behind the health secretary, Matt Hancock, following a report that he is being lined up to take the rap for failures ove …"
        },
        {
            "title": "PC Keith Palmer's widow 'disappointed' at disclosure of Met lawsuit",
            "category": "UK-News",
            "snippet": "The widow of PC Keith Palmer has said she is disappointed with the Metropolitan police after it emerged that she is suing the force over her husband’s …"
        },
        {
            "title": "US Senate passes $500bn small-business aid package",
            "category": "Business",
            "snippet": "The US Senate passed a near $500bn coronavirus aid package on Tuesday for small businesses, including additional help for hospitals and virus testing. …"
        },
        {
            "title": "Seven out of 10 UK firms have furloughed staff, survey reveals",
            "category": "Business",
            "snippet": "More than 70% of private firms have furloughed staff in response to the coronavirus lockdown, according to the latest survey of Britain’s struggling b …"
        },
        {
            "title": "Talking Horses: Purton hopes to make hay in Moreira's Happy Valley absence",
            "category": "Sport",
            "snippet": "Summary: Zac Purton and João Moreira are engaged in a nip-and-tuck tussle for the jockeys’ title in the current Hong Kong season but the Brazilian opened up a …"
        },
        {
            "title": "'Self-isolation is bringing out the worst in some. How do we avoid conflict?'",
            "category": "Life-and-Style",
            "snippet": "These days of self-isolation are bringing out the worst in some people. With very little warning that can go off like a bomb. I fear that as these wee …"
        },
        {
            "title": "Trump announces 60-day ban on immigrants seeking permanent status in US",
            "category": "US-News",
            "snippet": "Donald Trump has announced a 60-day ban on immigrants seeking to live and work in America permanently, and said he could extend it depending on the ec …"
        },
        {
            "title": "Corner shops describe life under lockdown as they stay open for their community",
            "category": "Business",
            "snippet": "Some are doing home deliveries for the first time and tell of a heightened sense of caring in the community; others tell of a rise in shoplifting, sta …"
        },
        {
            "title": "Set the Night on Fire by Mike Davis and Jon Wiener review – the real LA in the 1960s",
            "category": "Books",
            "snippet": "To its profit and enduring loss, there is probably no city in human history that has been more promiscuously imagined than Los Angeles. For the better …"
        },
        {
            "title": "My favourite book as a kid: Pookie by Ivy Wallace",
            "category": "Books",
            "snippet": "Summary: ‘Please,” asks Pookie in his very first outing into the world of children’s literature, “what does a fortune look like?” “Now, that is awkward!” repli …"
        },
        {
            "title": "Circus of Books: behind a Netflix film about a mom-and-pop gay porn shop",
            "category": "Film",
            "snippet": "Rachel Mason always remembers her parents telling her as a teenager not to let anyone know what they did for a living. “They used the same codes the m …"
        },
        {
            "title": "Slayer: where to start in their back catalogue",
            "category": "Music",
            "snippet": "The album to start with Reign in Blood (1986) In 1986, thrash truly emerged from its classic, generally British, heavy metal influences, with the “big …"
        },
        {
            "title": "The Butchers by Ruth Gilligan review – scepticism v superstition",
            "category": "Books",
            "snippet": "An ancient curse warns that if eight men do not touch every cow in Ireland as it dies, pestilence will fall upon the land. And so eight butchers trave …"
        },
        {
            "title": "Legal & General warns firms to act fairly during coronavirus crisis",
            "category": "Business",
            "snippet": "One of the world’s largest fund managers, Legal & General Investment Management, has warned companies it will take action if they fail to show good co …"
        },
        {
            "title": "Planet of the Humans review – contrarian eco-doc from the Michael Moore stable",
            "category": "Film",
            "snippet": "Recently, petrolhead pundit Jeremy Clarkson was thought to have disgraced himself by pointing out that the hi-tech sea yacht used by Greta Thunberg fo …"
        },
        {
            "title": "'Every abuser is more volatile': the truth behind the shocking rise of domestic violence killings",
            "category": "Life-and-Style",
            "snippet": "Alison Young lived in lockdown long before Covid-19. For most of her eight-year marriage, her controlling husband only allowed her to leave the house …"
        },
        {
            "title": "Cardi B schools Bernie and Bhad Bhabie goes 'brownface': rappers in quarantine",
            "category": "Music",
            "snippet": "Summary: Yes, rappers and R&B stars are still losing their minds while social distancing. As the at-home boredom grows, Cardi B is turning her streams into Bro …"
        },
        {
            "title": "‘I’m not essential’: Boeing employees return to work despite pandemic",
            "category": "Business",
            "snippet": "As the US grapples with when – and how – Americans can return to work about 27,000 Boeing employees are preparing to resume commercial airplane produc …"
        },
        {
            "title": "Why the NFL's lockdown draft may be the oddest and best yet",
            "category": "Sport",
            "snippet": "Summary: It’s almost inconceivable now to think that this week’s NFL draft was supposed to take place amid the glitz of Las Vegas. Parties galore. Drafted play …"
        },
        {
            "title": "Disney heir criticises $1.5bn in bonuses and dividends as company cuts pay",
            "category": "Film",
            "snippet": "Summary: An heir to the Walt Disney fortune has criticised the company for protecting executive bonuses and dividends of more than $1.5bn (£1.2bn) while cuttin …"
        },
        {
            "title": "Man arrested after shots apparently fired from balcony in Kent",
            "category": "UK-News",
            "snippet": "Armed police have arrested a man on suspicion of firearms offence after a person appeared to be seen firing a weapon from a balcony in Chatham in Kent …"
        },
        {
            "title": "Top 10 Latin American short stories",
            "category": "Books",
            "snippet": "Summary: Short stories: how not to despair with the unjust way they are treated in the world of British letters? From their frequent definition in terms of wha …"
        },
        {
            "title": "Top economist: US coronavirus response is like 'third world' country",
            "category": "Business",
            "snippet": "Donald Trump’s botched handling of the Covid-19 crisis has left the US looking like a “third world” country and on course for a second Great Depressio …"
        },
        {
            "title": "EU turns up pressure on Matt Hancock over Covid-19 PPE scheme",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, is facing fresh pressure over the protection offered to NHS staff after the European commission said the UK had be …"
        },
        {
            "title": "Starmer grills Raab over care home deaths in first virtual PMQs",
            "category": "Politics",
            "snippet": "Summary: Dominic Raab has admitted the government does not know how many care home staff have died from Covid-19 in the first virtual prime minister’s question …"
        },
        {
            "title": "Truss dismisses concerns over lack of women leading No 10 briefings",
            "category": "Politics",
            "snippet": "The women and equalities minister has dismissed concerns over the number of female ministers leading the daily Downing Street coronavirus press confer …"
        },
        {
            "title": "Bailout expected for UK city transport networks crippled by Covid-19",
            "category": "UK-News",
            "snippet": "Summary: The government could bail out rail and tram networks in cities such as London and Manchester as soon as this week, as public transport revenues almost …"
        },
        {
            "title": "The Easy Bit review – how men get to grips with IVF",
            "category": "Film",
            "snippet": "Summary: Tom Webb’s documentary about men’s experiences of fertility treatment is a well-intentioned film on a valid subject – but I found it flawed, over-reli …"
        },
        {
            "title": "Wealth tax rise could raise £174bn to tackle Covid-19, expert says",
            "category": "Politics",
            "snippet": "The government has the potential to raise up to £174bn a year to help cope with the Covid-19 crisis if it taxed wealth at the same rate as income, a U …"
        }
    ]
}