{
    "page": [
        {
            "title": "Commercial creditors 'must sign up to global debt deal' - or forgo Covid-19 help",
            "category": "Business",
            "snippet": "Commercial creditors owed money by poor countries should only be eligible for government Covid-19 bailout cash if they agree to sign up to a comprehen …"
        },
        {
            "title": "Man wrongly convicted under coronavirus law, Met police admit",
            "category": "UK-News",
            "snippet": "A 21-year-old man has been wrongly convicted under coronavirus laws, the Metropolitan police have admitted, as concerns grow over the use of emergency …"
        },
        {
            "title": "Doug Sanders obituary",
            "category": "Sport",
            "snippet": "The American golfer Doug Sanders, who has died aged 86, will go down in sporting history for missing a 30in putt to win the 1970 Open Championship at …"
        },
        {
            "title": "'We don’t have a king': Trump and Cuomo in bizarre exchange over Covid-19 response",
            "category": "US-News",
            "snippet": "In a bizarre exchange on Tuesday, Donald Trump and Andrew Cuomo invoked the Mutiny on the Bounty and Alexander Hamilton as they disputed the balance o …"
        },
        {
            "title": "Dystopia with hot chocolate: Tales from the Loop's author on his low-key sci-fi",
            "category": "Books",
            "snippet": "Summary: If you think you’ve never seen Simon Stålenhag’s art before, you could well be wrong. His paintings often turn up online under headlines such as This …"
        },
        {
            "title": "Musical notes: how is pop music changing during the pandemic?",
            "category": "Music",
            "snippet": "We’re comfort-listening Alexis Petridis, chief music critic Last night I found myself listening to the Flaming Lips’ 1999 album The Soft Bulletin, and …"
        },
        {
            "title": "What does shaming people who don't social distance actually achieve?",
            "category": "Life-and-Style",
            "snippet": "We are months into a global pandemic and on the internet, where shaming thrives, social distance shaming is at a high. Yesterday, Guardian journalist …"
        },
        {
            "title": "London pedestrians and cyclists may get more space on roads",
            "category": "UK-News",
            "snippet": "Space on London’s busiest roads could be taken from cars and given to pedestrians and cyclists during the coronavirus lockdown in order to improve str …"
        },
        {
            "title": "Like Lego: rare photo shows Stonehenge construction technique",
            "category": "UK-News",
            "snippet": "Summary: A construction technique that links Stonehenge with one of the modern world’s most beloved children’s toys has been displayed in an image of the ancie …"
        },
        {
            "title": "Business not as usual: WeWork tries to shrug off coronavirus despite upheaval",
            "category": "Business",
            "snippet": "“How do you change the world? Bring people together. Where is the easiest big place to bring people together? In the work environment,” WeWork’s messi …"
        },
        {
            "title": "Cannes film festival says 2020 edition cannot go ahead 'in original form'",
            "category": "Film",
            "snippet": "The Cannes film festival has bowed to the inevitable and announced that its 2020 edition cannot go ahead in “its original form”. In a statement, festi …"
        },
        {
            "title": "Sir Brian Crowe obituary",
            "category": "Politics",
            "snippet": "Summary: My friend Sir Brian Crowe, who has died aged 82, was a diplomat who, after a career at the Foreign Office, spent his last eight years as a civil serva …"
        },
        {
            "title": "Lockdown adds £10bn to deficit of UK’s final-salary pension funds",
            "category": "Business",
            "snippet": "Companies could be required to find large sums to top up pension funds after new figures showed that more than £10bn was added to the combined deficit …"
        },
        {
            "title": "How close is the NHS to getting the 18,000 ventilators it needs?",
            "category": "Business",
            "snippet": "Summary: A month ago, Boris Johnson held a conference call with manufacturers and medical specialists in which he urged them to join a wartime-style effort to …"
        },
        {
            "title": "Heathrow cargo flights rise 500% as airport restyles itself as ‘vital airbridge’",
            "category": "UK-News",
            "snippet": "Summary: The number of cargo-only flights at Heathrow has surged to five times normal levels, with the airport now saying it is prioritising medical supplies a …"
        },
        {
            "title": "Obama endorses Biden for president in attempt to unite Democratic party",
            "category": "US-News",
            "snippet": "Barack Obama has endorsed Joe Biden for president, casting his former vice-president as the experienced statesman and unifying leader that will be nee …"
        },
        {
            "title": "Arsonists attack phone mast serving NHS Nightingale hospital",
            "category": "UK-News",
            "snippet": "A mobile phone mast serving the emergency NHS Nightingale hospital in Birmingham is one of the latest targeted by arsonists who wrongly believe 5G tec …"
        },
        {
            "title": "Antisemitism inquiry 'must come before Labour officials hired'",
            "category": "Politics",
            "snippet": "Labour MPs have warned against appointing any senior party officials before the publication of an inquiry into a leaked internal report into antisemit …"
        },
        {
            "title": "Richmond may be sustainable model for the future of Championship rugby",
            "category": "Sport",
            "snippet": "Richmond’s return to the Championship is a parable for the most challenging period rugby has faced. A club that do not have contracts with their playe …"
        },
        {
            "title": "Instant Coffey not so hot on care home tragedy",
            "category": "Politics",
            "snippet": "Imagine you’re a cabinet minister and you get a late-night call from the communications team at No 10 telling you that you’ve drawn the short straw fo …"
        },
        {
            "title": "Trump turns against WHO to mask his own stark failings on Covid-19 crisis",
            "category": "US-News",
            "snippet": "Donald Trump’s declared suspension of funding of the World Health Organization in the midst of a pandemic is confirmation – if any were needed – that …"
        },
        {
            "title": "‘Hundreds and hundreds of kittens’: the volunteers saving strays as Covid-19 closes shelters",
            "category": "Life-and-Style",
            "snippet": "Spring arrived in New York City almost unnoticed amid empty streets and shuttered restaurants. But the ecosystem of the city stops for no virus. Buds …"
        },
        {
            "title": "'It's a triggering film': visceral South African drama Moffie",
            "category": "Film",
            "snippet": "From an outside perspective, South African cinema tends to announce itself through occasional breakout films rather than consistently visible director …"
        },
        {
            "title": "Whole Foods staff protest against conditions as coronavirus cases rise",
            "category": "Business",
            "snippet": "Summary: Whole Foods workers across the US are planning to hold another sickout protest on 1 May, as the number of confirmed cases of coronavirus infections at …"
        },
        {
            "title": "The Frightened Ones by Dima Wannous review – love and loneliness in Syria",
            "category": "Books",
            "snippet": "Summary: Midway through Dima Wannous’s novel, the narrator recalls a neighbour who fell sick during a dire shortage of doctors and medicine. The woman’s daught …"
        },
        {
            "title": "Brian May blames meat-eating for rise of coronavirus",
            "category": "Music",
            "snippet": "Brian May, guitarist with Queen, has criticised meat-eating and cited it as the cause of coronavirus, despite a lack of scientific consensus over the …"
        },
        {
            "title": "Tender and honest, Tigertail is a beacon of hope in today's tide of anti-Asian bigotry",
            "category": "Film",
            "snippet": "Inflamed by President Trump’s casual phrase “Chinese virus”, anti-Asian sentiment is erupting all over the world. As a British-Vietnamese person who h …"
        },
        {
            "title": "In a time of crisis, the magic of Pharrell's Happy is needed more than ever",
            "category": "Music",
            "snippet": "It feels like a bit of a sick joke dropped in the midst of coronavirus: it was announced on Monday that Pharrell’s Happy was the most played song on B …"
        },
        {
            "title": "Music can boost your productivity while working from home – here's how",
            "category": "US-News",
            "snippet": "If you’re attempting to work from home, a conundrum has probably presented itself: how can you get anything done in a distracting environment amid uns …"
        },
        {
            "title": "Bruce Springsteen: where to start in his back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with Born to Run (1975) By 1974, Bruce Springsteen was two albums deep, with a reputation as an urgent, vivid young songwriter. Mai …"
        },
        {
            "title": "Britain's War by Daniel Todman review – a new world at home as old power is lost",
            "category": "Books",
            "snippet": "Summary: A New World, 1942-1947, Daniel Todman’s second volume of Britain’s War – the first was published four years ago – picks up the story after the entry o …"
        },
        {
            "title": "The Host review – a horror for all the wrong reasons",
            "category": "Film",
            "snippet": "Here’s a two-for-one deal that you may find easy to resist. It’s a dull Brit flick that feels like two films boshed together: a London thriller in the …"
        },
        {
            "title": "You Clap for Me Now: video hails key workers with antiracist poem",
            "category": "UK-News",
            "snippet": "Summary: What the UK is most afraid of has come from overseas, taking our jobs and making it unsafe to walk the streets. This is the opening message of a widel …"
        },
        {
            "title": "Sanders warns his loyalists it would be ‘irresponsible’ not to support Biden",
            "category": "US-News",
            "snippet": "Bernie Sanders has warned that it would be “irresponsible” for his loyalists not to support Joe Biden, warning that progressives who “sit on their han …"
        },
        {
            "title": "Should I stay or should I go: how coronavirus is jeopardising music festivals",
            "category": "Music",
            "snippet": "For many in the live music industry, 2020 is over. Big festivals in the UK such as Glastonbury and Download are cancelled. London’s month-long Meltdow …"
        },
        {
            "title": "Brewery uses horse and cart to deliver beer to homes during lockdown",
            "category": "UK-News",
            "snippet": "Yorkshire’s oldest brewery has found a way to boost morale and keep business going during the lockdown – by delivering booze to residents in a horse-d …"
        },
        {
            "title": "Tell us about the babies born during coronavirus lockdown",
            "category": "Life-and-Style",
            "snippet": "In light of the coronavirus pandemic we want to hear about the babies who have been born during lockdown. If you have given birth, what has your exper …"
        },
        {
            "title": "My favourite book as a kid: Sabriel by Garth Nix",
            "category": "Books",
            "snippet": "It’s rare that I return to books. By and large, I read them once and never again. Perhaps it’s because I’m conscious of how many stories there are in …"
        },
        {
            "title": "Tomie dePaola obituary",
            "category": "Books",
            "snippet": "Summary: The American illustrator and author Tomie dePaola, who has died aged 85, was best known for his book Strega Nona (1975), which tells the story of a wi …"
        },
        {
            "title": "One in four Covid-19 deaths in Scotland have been in care homes",
            "category": "UK-News",
            "snippet": "One in four coronavirus deaths in Scotland have taken place in a care home, figures have revealed, as the first minister, Nicola Sturgeon, announced a …"
        },
        {
            "title": "Education hit hardest as coronavirus batters UK economy",
            "category": "Business",
            "snippet": "The fallout from the coronavirus crisis will affect certain sectors of Britain’s economy, such as education, construction and hospitality, harder than …"
        },
        {
            "title": "Why Don't You Just Die! review – ingenious drama with hints of Tarantino",
            "category": "Film",
            "snippet": "A macabre and ultraviolent Venus flytrap of a film from Russia that snaps shut with a steely clang. Its original title conveys a bit more succinctly w …"
        },
        {
            "title": "Elizabeth Warren endorses Joe Biden for president as Democrats unite",
            "category": "US-News",
            "snippet": "Elizabeth Warren has endorsed Joe Biden, the third major endorsement for the presumptive Democratic presidential nominee in as many days as the party …"
        },
        {
            "title": "Princess Anne cautions younger royals not to 'reinvent the wheel'",
            "category": "UK-News",
            "snippet": "Princess Anne has cautioned the younger generation of royals not to “reinvent the wheel” as they seek to change the royal family’s tried and tested ap …"
        },
        {
            "title": "Rising High review – a charmer scams the Berlin property market",
            "category": "Film",
            "snippet": "This breezy, sleazy comedy-thriller from Germany has as its original title Betonrausch: literally, concrete-drunk or concrete-crazy – the state of ecs …"
        },
        {
            "title": "UK coronavirus live: Hancock wants to ensure right to say goodbye; Whitty says death toll reaching its peak",
            "category": "Politics",
            "snippet": "Summary: The health secretary Matt Hancock said he wants to ensure that loved ones can be with people who are dying of coronavirus. At the daily government pre …"
        },
        {
            "title": "Margaret Atwood to showcase gothic puppet show for Mary Beard",
            "category": "Books",
            "snippet": "Margaret Atwood will show how she has gone from handmaids’ tales to handmade tales when she unveils her latest project: a puppet show version of Edgar …"
        },
        {
            "title": "Labour’s Iain McNicol steps down from Lords role after report leak",
            "category": "Politics",
            "snippet": "Labour’s former general secretary Iain McNicol has stepped down from the party’s frontbench in the House of Lords while an investigation is carried ou …"
        },
        {
            "title": "Deontay Wilder says he was 'a zombie' during title defeat to Tyson Fury",
            "category": "Sport",
            "snippet": "Deontay Wilder has continued to push back against the notion that he was beaten by a superior fighter when he lost his heavyweight crown to Tyson Fury …"
        },
        {
            "title": "Labour calls for better coronavirus protection for UK armed forces",
            "category": "UK-News",
            "snippet": "The shadow defence secretary called on the government to do “everything it can” to protect the British armed forces from coronavirus – and make public …"
        }
    ]
}