{
    "page": [
        {
            "title": "Do we really need a Hunger Games prequel movie?",
            "category": "Film",
            "snippet": "The Hunger Games movies represented a perfect storm for studio Lionsgate in the early part of the last decade. Jennifer Lawrence’s star status, combin …"
        },
        {
            "title": "The Rolling Stones release Living In a Ghost Town, first original music since 2012",
            "category": "Music",
            "snippet": "The Rolling Stones have released their first original music since 2012, a new – and rather apocalyptic – single called Living in a Ghost Town. Mick Ja …"
        },
        {
            "title": "Scots must accept life alongside Covid-19 as new normal – Sturgeon",
            "category": "Politics",
            "snippet": "Summary: Scotland must establish a new normal of “living alongside” coronavirus, Nicola Sturgeon has said, as the Scottish government published its plan for mo …"
        },
        {
            "title": "'There’s enormous screenshotting going on': how Covid-19 changed the way we gossip",
            "category": "Life-and-Style",
            "snippet": "Last week, US comedians Akilah Hughes and Milana Vayntrub dropped a video sketch called The Secret Joy of Having A Mutual Enemy, where two workmates l …"
        },
        {
            "title": "Lions, tigers and bears: the US presidents who took animal ownership to extremes",
            "category": "Books",
            "snippet": "Barack Obama had two Portuguese water dogs, Bo and Sunny. George W Bush had scottish terriers named Barney and Miss Beazley. Bill Clinton had a cat ca …"
        },
        {
            "title": "The Rolling Stones: Living in a Ghost Town review – their best new song in years",
            "category": "Music",
            "snippet": "The coronavirus outbreak is clearly going to inform a lot of rock and pop music in the not-too-distant future, but who would have thought that the Rol …"
        },
        {
            "title": "Welsh first minister to set out plans for lifting country's lockdown",
            "category": "UK-News",
            "snippet": "The Welsh first minister, Mark Drakeford, is due to set out plans on how the nation will aim to lift its coronavirus lockdown. The Labour politician w …"
        },
        {
            "title": "European clubs on collision course with World Rugby over 'unacceptable' plans",
            "category": "Sport",
            "snippet": "Summary: European rugby’s governing body has told World Rugby it intends to stage the Champions Cup final in October and says it is “unacceptable” to shoehorn …"
        },
        {
            "title": "Scientists criticise UK government's 'following the science' claim",
            "category": "Politics",
            "snippet": "Experts have voiced growing frustration over the UK government’s claim that it is “following the science”, saying the refrain is being used to abdicat …"
        },
        {
            "title": "Commercial property landlords banned from demanding rent arrears",
            "category": "Business",
            "snippet": "Commercial property landlords in the UK have been temporarily banned from taking legal action against tenants who have not paid their rent, to protect …"
        },
        {
            "title": "Coronavirus tests: who qualifies for them now – and how do I apply?",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, has expanded the criteria for who qualifies for a free test for coronavirus, so who will this include and how will …"
        },
        {
            "title": "The much-feared 'scarring' of the UK economy may be happening already",
            "category": "Business",
            "snippet": "Take your pick for which number was more shocking. Was it the reading of 12.9 on the PMI survey of UK business activity in April, a figure that was ma …"
        },
        {
            "title": "Cuomo slams Mitch McConnell's 'reckless' suggestion for states in crisis",
            "category": "US-News",
            "snippet": "Summary: New York’s governor, Andrew Cuomo, has angrily slammed as “irresponsible, reckless” and “one of the really dumb ideas of all time” Senate leader Mitch …"
        },
        {
            "title": "Swift inquiry agreed into leak of Labour report on handling anti-Semitism",
            "category": "Politics",
            "snippet": "An investigation into a leaked Labour document which made explosive allegations about the party’s handling of anti-Semitism claims is aiming for a swi …"
        },
        {
            "title": "Coronavirus UK live: UK pauses again to applaud NHS and other key workers - as it happened",
            "category": "Politics",
            "snippet": "Summary: That’s all from the UK side for today – thank you for following and writing in. Head over to our our global liveblog to keep up with the latest develo …"
        },
        {
            "title": "World Test Championship final hinges on England playing this summer",
            "category": "Sport",
            "snippet": "The prospect of the inaugural World Test Championship (WTC) final taking place in 2021 will hinge on whether England can salvage a cricket season this …"
        },
        {
            "title": "Why is Stanley Tucci making a negroni so hot? I decided to investigate",
            "category": "Life-and-Style",
            "snippet": "Summary: They said it could never be done, but Stanley Tucci has managed to unite that fickle, forever bickering thing called the internet, and with an act so …"
        },
        {
            "title": "Thousands of firms may fail if rescue schemes not expanded, says CBI",
            "category": "Business",
            "snippet": "Business leaders have urged the government to expand its Covid-19 rescue schemes to prevent thousands of businesses from going bust, as figures showed …"
        },
        {
            "title": "NHS limits dialysis supplies for coronavirus patients",
            "category": "UK-News",
            "snippet": "Hospitals are having to conserve life-saving dialysis fluid in the coming days because of national shortages, as it has been revealed that 28% of coro …"
        },
        {
            "title": "Public invited to share dawn to original score performed across UK",
            "category": "UK-News",
            "snippet": "The National Trust has invited the public to experience dawn together next month with an original live music score. Musicians across the country will …"
        },
        {
            "title": "First Nations people have faced moments like this before. We can learn from the poems that sprang from them",
            "category": "Books",
            "snippet": "This is not unprecedented. Not the presence of a new disease. Not the enforced social measures that fragment how we interact, and who with. Not the la …"
        },
        {
            "title": "Lucinda Williams: 'I don't mind pushing people's buttons'",
            "category": "Music",
            "snippet": "Lucinda Williams has been sleep-talking more than usual. One night last week, she dreamed that Mormons invaded her house, converted her friends and st …"
        },
        {
            "title": "Brexit talks: who is involved and what is being covered?",
            "category": "Politics",
            "snippet": "Brexit talks on the future relationship between the UK and the EU resumed this week after a six-week interruption caused by coronavirus. Over five day …"
        },
        {
            "title": "At the drive-in: ENO to stage opera at a safe physical distance",
            "category": "Music",
            "snippet": "Drive-in entertainment, a staple of 1950s America, is on its way to the UK – but not for the latest blockbuster or trashy horror film. English Nationa …"
        },
        {
            "title": "NHS pharmacy's business account frozen by Metro Bank",
            "category": "Business",
            "snippet": "A bank has been accused of potentially putting people’s health at risk during the coronavirus crisis by freezing an NHS pharmacy’s business account wi …"
        },
        {
            "title": "Like a marathon, the thrill of painting is the finish",
            "category": "Life-and-Style",
            "snippet": "Summary: If you really want to experience the glory of paint, the thick swell it can cause in the heart, I’d recommend seeing a Frank Auerbach in the flesh. Fa …"
        },
        {
            "title": "Parliament must keep grip on restoration costs, says watchdog",
            "category": "UK-News",
            "snippet": "MPs and peers in charge of parliament’s restoration have been told by Whitehall’s spending watchdog that they must ensure that costs do not slip amid …"
        },
        {
            "title": "Come Again by Robert Webb review – entertaining debut novel",
            "category": "Books",
            "snippet": "﻿Robert Webb’s first book, the memoir How Not to Be a Boy, established that as well as being funny on the telly he could write both sensitively and we …"
        },
        {
            "title": "Niall Horan's lockdown listening: 'Pop is definitely at its best right now'",
            "category": "Music",
            "snippet": "I’m in London in my apartment, cooking – I’m making a Victoria sponge right now – and writing a lot: two songs yesterday. I had to cancel my tour, so …"
        },
        {
            "title": "My streaming gem: why you should watch My Man Godfrey",
            "category": "Film",
            "snippet": "Sometimes escapist films only need to take the audience a few steps, or city blocks, from reality. Gregory La Cava’s My Man Godfrey, a peerless comedy …"
        },
        {
            "title": "BC Camplight: Shortly After Takeoff review – a tumultuous pop masterpiece",
            "category": "Music",
            "snippet": "Brian Christinzio’s fifth album as BC Camplight is a marvel, in which currents cut across each other in a half hour or so that roils with anxiety, stu …"
        },
        {
            "title": "The Address Book by Deirdre Mask review – what's in a street name?",
            "category": "Books",
            "snippet": "According to Deirdre Mask, “most households in the world don’t have street addresses”. That includes many parts of rural America. When Mask took a tri …"
        },
        {
            "title": "I've never seen ... Forrest Gump",
            "category": "Film",
            "snippet": "I have a good excuse. When Forrest Gump came out in 1994 and conquered the world I was an undergraduate at New York University’s film school. I was, t …"
        },
        {
            "title": "Beyoncé gives $6m to coronavirus relief, including mental health causes",
            "category": "Music",
            "snippet": "Beyoncé has announced a donation of $6m for mental health and other initiatives during the coronavirus outbreak. The singer teamed up with Twitter fou …"
        },
        {
            "title": "Matt Hancock: online bookings key to hitting coronavirus tests target",
            "category": "Politics",
            "snippet": "The UK health secretary has said a new online booking system will be key as the government scrambles to meet its 100,000 a day coronavirus testing tar …"
        },
        {
            "title": "New York Metropolitan Opera hosts starry lockdown gala",
            "category": "Music",
            "snippet": "Glitzy galas are a regular feature of the opera calendar, but a lockdown gala – with many of the world’s best-known singers performing from their home …"
        },
        {
            "title": "André Aciman: 'I couldn’t finish Moby-Dick. I lacked the patience'",
            "category": "Books",
            "snippet": "The book I am currently reading The Republic of False Truths by Alaa al-Aswany, a dentist who lived and practised in Cairo until he moved to the west …"
        },
        {
            "title": "Experience: I live in a zoo",
            "category": "Life-and-Style",
            "snippet": "I live in the keepers’ lodge in London zoo. It’s a big shared house on site where eight zookeepers run a rota to care for the animals and man phones o …"
        },
        {
            "title": "Kirsty Merryn: Our Bright Night review – thieves, sailors and nuns mix heady balm",
            "category": "Music",
            "snippet": "As a spring like no other in our lifetime begins, Kirsty Merryn’s second album takes us into darkness. It begins at Twilight, literally, and moves us …"
        },
        {
            "title": "Why you should ignore the pressure to be productive during lockdown",
            "category": "US-News",
            "snippet": "One consequence of Covid-19 is that we are now all being urged to hustle harder than ever. Isaac Newton discovered gravity and invented calculus while …"
        },
        {
            "title": "Taylor Swift disowns new live album, calling it 'shameless greed'",
            "category": "Music",
            "snippet": "Summary: Taylor Swift has disowned a new live album released under her name, calling it tasteless and “shameless greed” amid the coronavirus outbreak. The albu …"
        },
        {
            "title": "Tracks of the week reviewed: Fiona Apple, Charli XCX, Kiesza",
            "category": "Music",
            "snippet": "Fiona Apple I Want You to Love Me Right on time, Fiona “This world is bullshit” Apple returns to claim her throne as generational soothsayer with her …"
        },
        {
            "title": "Covid-19 is a nightmare for most– but a business opportunity for others",
            "category": "UK-News",
            "snippet": "Summary: Monday I’ve never much liked the person I am. Anxiety and depression are still my default settings, even after decades of therapy, and I find it hard …"
        },
        {
            "title": "Why Willem Dafoe, Iggy Pop and more are reading The Rime of the Ancient Mariner to us",
            "category": "Books",
            "snippet": "Roaring out of the radical 1790s, The Rime of the Ancient Mariner is a founding fable for our time. A fable must by definition revolve around an anima …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "The Last Protector (HarperCollins, £14.99) is the fourth novel in Andrew Taylor’s outstanding 17th-century series featuring government agent James Mar …"
        },
        {
            "title": "'We had a drag queen party': the Britons in lockdown on a Panama beach",
            "category": "Music",
            "snippet": "If you’ve ever been at a festival on a Monday morning and thought it was something that might happen at the end of the world, you might have some symp …"
        },
        {
            "title": "UK housebuilder Persimmon joins return to site work",
            "category": "Business",
            "snippet": "The UK’s second-biggest housebuilder has announced that workers will return to building sites on Monday in the latest sign that the UK economy is reop …"
        },
        {
            "title": "The truth about our so-called downtime: everything is harder",
            "category": "Life-and-Style",
            "snippet": "Summary: Back in the halcyon days of human contact, a friend of mine was decompressing over dinner. She’d learned that (once again) she had not got the promoti …"
        },
        {
            "title": "Treasury mulling 100% government-backed loans for smallest firms",
            "category": "Business",
            "snippet": "The Treasury is considering introducing 100% government-backed rescue loans for Britain’s smallest companies after the slow take-up of bank lending by …"
        },
        {
            "title": "No 10 casts doubt on imminent return to work for Boris Johnson",
            "category": "Politics",
            "snippet": "Doubts have been cast on Boris Johnson’s rumoured return to frontline politics on Monday, with Downing Street saying he is yet to work on his “red box …"
        }
    ]
}