{
    "page": [
        {
            "title": "Major oil-producing nations agree historic 10% cut in output",
            "category": "Business",
            "snippet": "The world’s largest oil producers have agreed a historic deal to cut global oil production by almost 10% to protect the market against the impact of t …"
        },
        {
            "title": "Coronavirus US: Trump heralds disaster declarations in all 50 states and says US is 'winning' – as it happened",
            "category": "US-News",
            "snippet": "Fauci confirms New York Times report Trump rebuffed social distancing advice. Health adviser says on CNN: “You could logically say if you started miti …"
        },
        {
            "title": "My favourite game: Japan v USA, 2011 Women's World Cup final",
            "category": "Sport",
            "snippet": "On 11 March 2011, Japan was hit by the fourth most powerful earthquake in recorded history. Almost 16,000 people died, many in the tsunami that devast …"
        },
        {
            "title": "From Blyton to Bryson: comfort reading to enjoy during lockdown",
            "category": "Books",
            "snippet": "Although many superb new books are still being published we also sometimes need a dose of the familiar. So here are some recommendations for comfort r …"
        },
        {
            "title": "A house in the country: how the pandemic exposes 'secret money'",
            "category": "Life-and-Style",
            "snippet": "There’s been plenty of conversation about all the ways this pandemic has laid bare the brokenness of our systems: 27.5 million Americans without healt …"
        },
        {
            "title": "The underground in London during coronavirus lockdown – photo essay",
            "category": "UK-News",
            "snippet": "The barrel-vaulted tunnels and platforms of the tube stations traversed by millions of Londoners a day are empty. Some, grotty and bleak with just the …"
        },
        {
            "title": "Grace Jones: where to start in her back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with Private Life: The Compass Point Sessions (1998) “I think I’d have to say The Best of the Beatles.” So decreed Alan Partridge w …"
        },
        {
            "title": "My streaming gem: why you should watch Starcrash",
            "category": "Film",
            "snippet": "When the Emperor of the First Circle of the Universe (that is, Christopher Plummer, in a patent leather suit beneath silver armor, a cape and oven mit …"
        },
        {
            "title": "Where are the scary Covid-19 public information films?",
            "category": "Film",
            "snippet": "Volcanic explosions send rocks flying into the air. “There is now a danger that has become a threat to us all,” intones John Hurt’s voiceover. Black r …"
        },
        {
            "title": "Silver Sparrow by Tayari Jones review – daddy's girls with a difference",
            "category": "Books",
            "snippet": "As opening sentences go, Silver Sparrow’s is a belter: “My father, James Witherspoon, is a bigamist,” declares Dana Lynn Yarboro, setting the pace for …"
        },
        {
            "title": "Lockdown watch: Nick Broomfield on The Grinch, Pets and Pink Panther",
            "category": "Film",
            "snippet": "I wish I could send over a list of all the great films I am catching up with during the lockdown: Citizen Kane, Nanook of the North, Battleship Potemk …"
        },
        {
            "title": "'It brings me calm whenever I'm in its presence'",
            "category": "Life-and-Style",
            "snippet": "We moved to Chilton village in the Vale of White Horse, Oxfordshire, about 10 years ago and discovered this rather wonderful horse chestnut tree on a …"
        },
        {
            "title": "Poem of the week: Can I fight the power? by Kev Inn",
            "category": "Books",
            "snippet": "Can I fight the power? A meditation on ‘post-raciality’ Can I fight the power? Nah, she didn’t say I wolf whistled, but this girl tried to pet me, Can …"
        },
        {
            "title": "What I'm really watching: golden age Hollywood comedies",
            "category": "Film",
            "snippet": "How to fill the evenings in these desolate times? A colleague told me she will be delving into her BFI playlist of Ingmar Bergman and Werner Herzog. I …"
        },
        {
            "title": "Death penalty states urged to release stockpiled drugs for Covid-19 patients",
            "category": "US-News",
            "snippet": "Death penalty states in the US are stockpiling medicines for lethal injections that could save the lives of hundreds of coronavirus patients were they …"
        },
        {
            "title": "How we met: 'Within hours I knew I would marry her'",
            "category": "Life-and-Style",
            "snippet": "Summary: In January 1994, Santiago Klein was taking a break from city life with a beach holiday in Uruguay. “It was a popular place for people living in Argent …"
        },
        {
            "title": "No soil, seeds or space? No problem! A beginner's guide to growing vegetables",
            "category": "Life-and-Style",
            "snippet": "Fears of coronavirus-induced shortages have sparked a desire to grow our own food, but getting hold of supplies isn’t easy when popping to the garden …"
        },
        {
            "title": "The anxiety of physical distancing while undergoing chemotherapy",
            "category": "US-News",
            "snippet": "The doctors were not kidding around when they said three days after my first chemotherapy appointment, I would feel the effects. My family and I were …"
        },
        {
            "title": "My favourite film aged 12: You Only Live Twice",
            "category": "Film",
            "snippet": "Now it’s a Wetherspoon, but back in the day it was a temple to the seventh art. They called it Sedgley Clifton. Why? I don’t know, but I like to think …"
        },
        {
            "title": "Walkers urged to stay at home after woman rescued in Greater Manchester",
            "category": "UK-News",
            "snippet": "Walkers have been urged not to take to the hills during the lockdown after 18 paramedics and mountain rescuers were required to help a woman who susta …"
        },
        {
            "title": "Historic oil production cuts 'will not halt slump in demand'",
            "category": "Business",
            "snippet": "The most ambitious oil production cuts in history will not keep global oil prices afloat in the coming months as the coronavirus continues to take its …"
        },
        {
            "title": "UK motorists caught at ‘extreme speeds’ on quiet lockdown roads",
            "category": "UK-News",
            "snippet": "Summary: Motorists have been caught driving at “extreme speeds” on otherwise-quiet roads over the Easter weekend, police have said, including one driver who wa …"
        },
        {
            "title": "Trump adviser Navarro defends US response in angry CBS interview",
            "category": "US-News",
            "snippet": "Trump’s coronavirus tsar Peter Navarro defended the administration’s pandemic response on CBS on Sunday night, angrily challenging his hosts to show h …"
        },
        {
            "title": "Opera and classical concerts to watch at home: our critics' picks – week four",
            "category": "Music",
            "snippet": "Philharmonia/Klemperer: Beethoven’s Ninth (June 1970) Otto Klemperer made his final public appearance at the Royal Festival Hall in London in 1971, bu …"
        },
        {
            "title": "A third of Americans believe Covid-19 laboratory conspiracy theory – study",
            "category": "US-News",
            "snippet": "The last thing America needed on top of a president still in denial over the state current pandemic is the rest of the population believing conspiraci …"
        },
        {
            "title": "Hidden Robert Dover poem uncovered in 17th century plea roll",
            "category": "Books",
            "snippet": "Summary: A hidden poem found in dusty early 17th century legal parchments at the National Archives has shed fresh light on a colourful character who moved in t …"
        },
        {
            "title": "Americans with lower incomes more worried about coronavirus, study finds",
            "category": "US-News",
            "snippet": "Americans with lower incomes and less education were more like to say the spread of infectious disease was a major threat to the US, according to a Pe …"
        },
        {
            "title": "Gangs still forcing children into 'county lines' drug trafficking",
            "category": "UK-News",
            "snippet": "Children and vulnerable adults are still being forced by gangs to travel from cities to towns and villages as part of “county lines” drug trafficking, …"
        },
        {
            "title": "Australia will need to raise GST to pay coronavirus debt, tax expert says",
            "category": "Business",
            "snippet": "Summary: Tax reform including a GST increase and higher land tax will be needed to avoid the debt burden of the $214bn Covid-19 economic response falling on yo …"
        },
        {
            "title": "Fear of missing out becomes a reality in sport during Covid-19 crisis",
            "category": "Sport",
            "snippet": "Summary: Ashleigh Barty’s last seven ranking tournaments have registered the following return: two titles, one runner-up finish, three semi-final defeats, and …"
        },
        {
            "title": "South Dakota pork plant closes after over 200 workers contract Covid-19",
            "category": "US-News",
            "snippet": "A major pork manufacturing plant in South Dakota has indefinitely shut down after more than 200 of its employees contracted Covid-19. According to Smi …"
        },
        {
            "title": "UK missed three chances to join EU scheme to bulk-buy PPE",
            "category": "Politics",
            "snippet": "Summary: Britain missed three opportunities to be part of an EU scheme to bulk-buy masks, gowns and gloves and has been absent from key talks about future purc …"
        },
        {
            "title": "Timeline of UK's coronavirus PPE shortage",
            "category": "Politics",
            "snippet": "Summary: 31 January 2020 A UK representative joins EU member states and commission officials to discuss “the cluster of pneumonia cases associated with novel c …"
        },
        {
            "title": "Bernie Sanders endorses Joe Biden for president",
            "category": "US-News",
            "snippet": "Bernie Sanders endorsed his former rival Joe Biden for president on Monday, during a surprise appearance on a live stream related to the US response t …"
        },
        {
            "title": "XFL files for bankruptcy halfway through return season amid pandemic",
            "category": "Sport",
            "snippet": "Summary: The XFL has filed for bankruptcy, almost certainly spelling the end of the second iteration of the league. The eight-team professional football league …"
        },
        {
            "title": "Mother of NBA All-Star Karl-Anthony Towns dies after contracting coronavirus",
            "category": "Sport",
            "snippet": "The mother of NBA All-Star Karl-Anthony Towns has died due to complications from Covid-19, her family has confirmed. Jacqueline Cruz-Towns was 58. “Ja …"
        },
        {
            "title": "Biden wins in Wisconsin as a liberal supreme court challenger stages upset",
            "category": "US-News",
            "snippet": "As Joe Biden scored a widely expected win in the Wisconsin Democratic presidential primary, a liberal challenger for a state supreme court seat declar …"
        },
        {
            "title": "How coronavirus almost brought down the global financial system",
            "category": "Business",
            "snippet": "In the third week of March, while most of our minds were fixed on surging coronavirus death rates and the apocalyptic scenes in hospital wards, global …"
        },
        {
            "title": "Coronavirus UK: call to scrap 'triple lock' on pensions after crisis",
            "category": "Business",
            "snippet": "The coalition government policy that led to state pensions rising quicker than wages should be scrapped as part of an “intergenerational reciprocation …"
        },
        {
            "title": "'It will disappear': the disinformation Trump spread about the coronavirus – timeline",
            "category": "US-News",
            "snippet": "“What a problem. Came out of nowhere.” That’s how Donald Trump described the coronavirus pandemic in early March, during a televised visit to the Cent …"
        },
        {
            "title": "I am extremely attracted to my brother-in-law - and now we're locked down together",
            "category": "Life-and-Style",
            "snippet": "Because of the coronavirus, I am staying in my late mother’s home with my husband, his brother and wife, and our young children. This seemed like a go …"
        },
        {
            "title": "American Psycho at 20: a vicious satire that remains as sharp as ever",
            "category": "Film",
            "snippet": "Summary: Three years after the Bret Easton Ellis novel American Psycho finally got made into a movie, after a production odyssey nearly as tortured and calamit …"
        },
        {
            "title": "Stella prize 2020: watch the $50,000 literary award announcement here",
            "category": "Books",
            "snippet": "The Stella prize has been a major feature of the Australian literary landscape since it was first awarded in 2013. The annual award celebrates the bes …"
        },
        {
            "title": "First Thing: your new US morning briefing",
            "category": "US-News",
            "snippet": "Good morning, and welcome to a slightly different morning briefing. With First Thing, we want to focus more on the biggest story in the world right no …"
        },
        {
            "title": "Jess Hill wins $50,000 Stella prize for See What You Made Me Do, book investigating domestic violence",
            "category": "Books",
            "snippet": "“Domestic abuse and coercive control steals people’s language away from them,” says Jess Hill. She has spent the past six years of her life trying to …"
        },
        {
            "title": "‘This is not real life’: Sydney McLaughlin on running in the Olympics at 17",
            "category": "Sport",
            "snippet": "Summary: For many professional athletes, the Olympics are a lifelong dream, the opportunity to represent their countries alongside the best athletes in the wor …"
        },
        {
            "title": "Reasons to Be Cheerful delivers laughs with real tenderness",
            "category": "Books",
            "snippet": "Summary: When Nina Stibbe’s Reasons to Be Cheerful won last year’s Wodehouse Bollinger prize for comic fiction, the judges explained that it was because it mad …"
        },
        {
            "title": "City Lights devotees give $500,000 to help bookshop survive coronavirus",
            "category": "Books",
            "snippet": "City Lights, the iconic San Francisco bookshop and publisher founded by Lawrence Ferlinghetti in 1953, has raised almost half a million dollars in fou …"
        },
        {
            "title": "'Great Lockdown' to rival Great Depression with 3% hit to global economy, says IMF",
            "category": "Business",
            "snippet": "Summary: The International Monetary Fund has slashed its forecasts for global growth in response to the Covid-19 pandemic and warned of a slump in output this …"
        },
        {
            "title": "It took a pandemic, but the US is finally discovering the bidet’s brilliance",
            "category": "US-News",
            "snippet": "I had been “bidet curious” for years. But it wasn’t until my husband sent me a photo of the ransacked paper products aisle at the supermarket that I f …"
        }
    ]
}