{
    "page": [
        {
            "title": "UK road travel falls to 1955 levels as Covid-19 lockdown takes hold",
            "category": "UK-News",
            "snippet": "The coronavirus outbreak has brought Britain to a near standstill, with road travel plummeting by as much as 73%, to levels not seen since 1955. All f …"
        },
        {
            "title": "Desperately seeking beauty and calm in coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Monday All of the supermarkets near us have introduced a “one in, one out” policy to enforce physical distancing for the safety of both staff and cust …"
        },
        {
            "title": "US jobs report: unemployment rose to 4.4% in March after February's 50-year low",
            "category": "Business",
            "snippet": "America’s decade-long record of continual job growth came to a shuddering halt on Friday as the US unemployment rate rose for the first time since 201 …"
        },
        {
            "title": "Human remains found at former home of jailed Yorkshire stalker",
            "category": "UK-News",
            "snippet": "Human remains have been discovered at the former home of a military historian who was jailed for stalking and for possessing an arsenal of illegal wea …"
        },
        {
            "title": "Booksellers struggle with lack of new stock amid Covid-19 crisis",
            "category": "Books",
            "snippet": "Amazon has denied reports that it is no longer accepting new deliveries of books to its warehouses while prioritising essential goods amid the coronav …"
        },
        {
            "title": "From mouldy showers to junk drawers: how to clean the 10 things annoying you most",
            "category": "Life-and-Style",
            "snippet": "You have never spent so much time at home, and once you have exhausted Netflix, your eyes may alight on all the filth you’ve never noticed before. Hav …"
        },
        {
            "title": "Tory tycoon's spread-betting firm buoyed by Covid-19 crisis",
            "category": "Business",
            "snippet": "CMC Markets, the financial spread-betting firm run by city tycoon Peter Cruddas, said business has boomed in the first quarter this year as the corona …"
        },
        {
            "title": "John McDonnell calls for wealth tax to pay for coronavirus measures",
            "category": "Politics",
            "snippet": "John McDonnell has called for a wealth tax on the richest in society and a windfall levy on the banking industry to fund the government’s emergency re …"
        },
        {
            "title": "PlayStation and Moonpig's UK sales soar amid virus crisis",
            "category": "Business",
            "snippet": "Spending on PlayStation more than doubled in March, while local convenience stores such as Nisa and Costcutter recorded a surge in sales, according to …"
        },
        {
            "title": "Britain’s coronavirus testing scandal: a timeline of mixed messages",
            "category": "Politics",
            "snippet": "Three weeks ago, the World Health Organization told countries battling Covid-19 to “test, test, test” for the virus. Since then, the UK government has …"
        },
        {
            "title": "Tiger King and a bloody mary: Hilary Mantel, Simon Armitage and other writers on lockdown life",
            "category": "Books",
            "snippet": "‘I’ve been rereading the book I wish I’d written’ Hilary Mantel Sad days if you don’t read much, and members of my household run a mile from my recomm …"
        },
        {
            "title": "How can I shift some of the mental load of family life on to my husband?",
            "category": "Life-and-Style",
            "snippet": "Summary: My husband and I have three young children. He works full time and I work part time in a demanding, stressful job. He is a hands-on dad, sharing pract …"
        },
        {
            "title": "Groceries from the dry-cleaner? UK firms switch to food delivery",
            "category": "Business",
            "snippet": "Available slots for supermarket deliveries may be rarer than hens’ teeth, but an army of small firms are finding new ways to feed and water the nation …"
        },
        {
            "title": "Keir Starmer poised to be announced new Labour leader",
            "category": "Politics",
            "snippet": "Keir Starmer’s plans to transform the Labour party will be dictated by the scale of his anticipated victory on Saturday, key supporters have said, as …"
        },
        {
            "title": "HS2 wood clearance to go ahead as Chris Packham legal bid fails",
            "category": "UK-News",
            "snippet": "Summary: The clearing of ancient woods for HS2 is to proceed this month after the high court refused an emergency injunction and judicial review of the governm …"
        },
        {
            "title": "Debenhams prepares to file for bankruptcy",
            "category": "Business",
            "snippet": "Debenhams is preparing to call in administrators after the struggling department store was forced to close all its outlets under the coronavirus lockd …"
        },
        {
            "title": "Detroit bus driver dies of coronavirus after posting video about passenger coughing",
            "category": "US-News",
            "snippet": "In late March, Jason Hargrove, a public bus driver in Detroit, posted a live Facebook video about a woman coughing on his bus several times without co …"
        },
        {
            "title": "Unemployment in US and UK 'may be worse than in Great Depression'",
            "category": "Business",
            "snippet": "Unemployment in Britain and the US could surpass the levels reached during the 1930s Great Depression within months as the coronavirus crisis crushes …"
        },
        {
            "title": "Wales to introduce 2-metre coronavirus law to protect workers",
            "category": "Politics",
            "snippet": "Summary: Employers in Wales will be breaking the law from next week if they do not make sure that staff are able to maintain the 2-metre physical distancing ru …"
        },
        {
            "title": "Bill Withers, influential soul singer behind Ain't No Sunshine, dies aged 81",
            "category": "Music",
            "snippet": "Bill Withers, the influential US soul singer who wrote Lean on Me, Ain’t No Sunshine and Lovely Day has died aged 81 of heart complications, according …"
        },
        {
            "title": "Next Labour leader will have to rise to challenge of coronavirus crisis",
            "category": "Politics",
            "snippet": "If anyone needs reminding how much the political world has changed in a few weeks, it is useful to recall that Labour’s leadership campaign was timed …"
        },
        {
            "title": "Sainsbury's bans couples from stores but eases buying limits",
            "category": "Business",
            "snippet": "Sainsbury’s is banning couples from its stores as part of efforts to enforce social distancing. The retailer said a one-adult-per-household rule was i …"
        },
        {
            "title": "Joe Diffie obituary",
            "category": "Music",
            "snippet": "Between 1990 and 2004, Joe Diffie was one of the most commercially successful artists in country music, notching up more than 30 singles on Billboard’ …"
        },
        {
            "title": "What is in the new Labour leader's in-tray?",
            "category": "Politics",
            "snippet": "Labour’s new leader will be faced with a full in-tray. At the top of the pile is likely to be: 1 Brexit transition Should Labour argue that UK’s exit …"
        },
        {
            "title": "L&G to pay £750m dividend despite Bank of England warning",
            "category": "Business",
            "snippet": "Legal & General is to press ahead with a £750m dividend payment to shareholders, defying a warning from the Bank of England that insurers should consi …"
        },
        {
            "title": "Public inquiry into No 10's Covid-19 response inevitable, peer says",
            "category": "Politics",
            "snippet": "The scale of the coronavirus outbreak and the response it has required from government means a large-scale public inquiry is now inevitable, a former …"
        },
        {
            "title": "Bill Withers: the brilliant folk-soul star who said it all with time to spare",
            "category": "Music",
            "snippet": "Plenty of rock and pop artists have unexpectedly announced their retirement, but hardly any of them have stuck to the decision. Something invariably d …"
        },
        {
            "title": "Bill Withers: his 10 greatest songs, from Lovely Day to Lean on Me",
            "category": "Music",
            "snippet": "Ain’t No Sunshine (Just As I Am, 1971) Questlove called Bill Withers “the last African-American Everyman … the closest thing black people have to a Br …"
        },
        {
            "title": "'Over our heads in chaos': Wisconsin on edge of election fiasco amid pandemic",
            "category": "US-News",
            "snippet": "As states across the US delay their primary elections in the face of the coronavirus pandemic, Wisconsin has decided to stay the course – and it is in …"
        },
        {
            "title": "Covid-19: De Blasio urges US enlistment program for doctors and nurses",
            "category": "US-News",
            "snippet": "New York City’s mayor, Bill de Blasio, has called for a national enlistment program for doctors and nurses, to handle an expected surge in coronavirus …"
        },
        {
            "title": "Coronavirus shutdown has left a hollowness in the life of this AFL fan",
            "category": "Sport",
            "snippet": "Given how a week seems like a month in this sombre and over-eventful new epoch we find ourselves in, a footy season may well be a decade. Foregoing th …"
        },
        {
            "title": "Talking Horses: millions will tune in for ITV's Virtual Grand National",
            "category": "Sport",
            "snippet": "Around lunchtime on Saturday, somebody somewhere will hit “enter” on their keyboard and, a fraction of a second and many millions of calculations late …"
        },
        {
            "title": "Donald Trump fires intelligence watchdog who sparked impeachment process",
            "category": "US-News",
            "snippet": "Donald Trump has fired the inspector general for the intelligence community who handled the whistleblower complaint that led to his impeachment, promp …"
        },
        {
            "title": "'What I got wrong was trying to be a teacher': how to last the distance at home schooling",
            "category": "Life-and-Style",
            "snippet": "On the first day of home schooling, my eight-year-old daughter read a book about Ancient Egypt for 30 minutes then spent the rest of the day bouncing …"
        },
        {
            "title": "Blind date: ‘I shouldn’t have said ciao’",
            "category": "Life-and-Style",
            "snippet": "Calum on Laurence What were you hoping for? Flowing conversation. First impressions? A charming smile, a firm-ish handshake, and an electric blue coat …"
        },
        {
            "title": "Fit in my 40s: you may not be able to swing a cat, but you can still shape up at home",
            "category": "Life-and-Style",
            "snippet": "It feels like being in prison, because it is like being in prison; and all over the world, people are asking: how do you stay fit when you’re confined …"
        },
        {
            "title": "Unloved by progressives, New York's Andrew Cuomo has the spotlight now",
            "category": "US-News",
            "snippet": "Summary: It’s rare for a single US state governor to get so much attention it even rivals the president during a historical national crisis – but that’s exactl …"
        },
        {
            "title": "My Dark Vanessa by Kate Elizabeth Russell review – a powerful, shocking debut",
            "category": "Books",
            "snippet": "The literary exploration of sexual consent is nothing new, but the change in attitudes that allowed #MeToo to flourish has galvanised a new reckoning. …"
        },
        {
            "title": "Lil Nas X: ‘I 100% want to represent the LGBT community’",
            "category": "Music",
            "snippet": "When Lil Nas X was growing up in the small, conservative community of Lithia Springs outside Atlanta, Georgia, he was sure of two things. One: he want …"
        },
        {
            "title": "Indian Sun by Oliver Craske review – a virtuosic portrait of Ravi Shankar",
            "category": "Books",
            "snippet": "Forever photographed sitting cross-legged and clutching his sitar, with incense burning, Ravi Shankar has been credited with almost single-handedly sp …"
        },
        {
            "title": "The rightwing Christian preachers in deep denial over Covid-19's danger",
            "category": "US-News",
            "snippet": "Last Sunday in Tampa, Florida, the Pentecostal pastor and conspiracy theorist Rodney Howard-Browne conducted two services for full houses at his River …"
        },
        {
            "title": "Poem of the month: The drive home by Craig Coyle",
            "category": "Books",
            "snippet": "after a nightshift at 7am in the hyperbaric oxygen chamber of your shiny car rain draining off the windscreen as you are lifted into daylight you thin …"
        },
        {
            "title": "Jacqueline Wilson reveals publicly that she is gay",
            "category": "Books",
            "snippet": "Jacqueline Wilson has spoken publicly for the first time about her personal life, and the fact she has been living “very happily” with her partner Tri …"
        },
        {
            "title": "Jacqueline Wilson: 'I've never really been in any kind of closet'",
            "category": "Books",
            "snippet": "Summary: “I can’t think of a book where there’s a woman born into a working-class background, who in her 70s is living a very comfortable, upper-middle-class s …"
        },
        {
            "title": "Fresh veg hard to come by? Grow your own microgreens",
            "category": "Life-and-Style",
            "snippet": "The hungry gap is traditionally that moment when winter stores are dwindling and spring greens are not quite ready: just about now. Of course, when th …"
        },
        {
            "title": "I was assaulted at 18. Eleven years on, could I find out what happened to my attackers?",
            "category": "Life-and-Style",
            "snippet": "In early 2017, I was invited to a four-week artist residency in Lisbon, Portugal. The residency was not particularly prestigious: it charged a fee for …"
        },
        {
            "title": "Labour gives Keir Starmer strong mandate to face battles ahead",
            "category": "Politics",
            "snippet": "Sir Keir Starmer’s victory, winning 56.2% of the vote in the race to become Labour leader, is almost on a par with that of Tony Blair in 1994, when he …"
        },
        {
            "title": "The US presidential election is frozen in time – can it survive?",
            "category": "US-News",
            "snippet": "The coronavirus pandemic has taken a wrecking ball to the Olympics, Edinburgh Festival and UN’s Cop26 climate conference. In America, presidential pri …"
        },
        {
            "title": "'I was told there was no market for foody books set in rural France': Joanne Harris on writing Chocolat",
            "category": "Books",
            "snippet": "Last year marked the 20th anniversary of the publication of Chocolat. It seems an impossible distance away, and yet it also seems as if I could get ba …"
        },
        {
            "title": "Keir Starmer elected Labour leader with 56% of vote on first round — as it happened",
            "category": "Politics",
            "snippet": "Sir Keir Starmer, the shadow Brexit secretary, has won a resounding victory in the Labour leadership contest. He got 56.2% of the first-preference vot …"
        }
    ]
}