{
    "page": [
        {
            "title": "The US states uniting to combat coronavirus amid leadership vacuum",
            "category": "US-News",
            "snippet": "Groups of American states have banded together to form regional partnerships to battle the coronavirus pandemic. The new unions, which now encompass 1 …"
        },
        {
            "title": "US was warned of threat from anti-vaxxers in event of pandemic",
            "category": "US-News",
            "snippet": "America’s “anti-vaxxer movement” would pose a threat to national security in the event of a “pandemic with a novel organism”, an FBI-connected non-pro …"
        },
        {
            "title": "Chemotherapy is weakening my immune system during the coronavirus pandemic",
            "category": "US-News",
            "snippet": "I was thrilled to find myself suddenly craving hot dogs. After more than a week of living off yogurt, pasta and green tea, it was a sign that I might …"
        },
        {
            "title": "How 1968 TV drama The Year of the Sex Olympics predicted our world",
            "category": "Film",
            "snippet": "We’ve all seen Brian Cox playing a fearsome media magnate with a perhaps non-coincidental resemblance to certain real-life figures. But many people wo …"
        },
        {
            "title": "I love my partner – but he always feigns ignorance of household chores",
            "category": "Life-and-Style",
            "snippet": "I have been in a relationship with my boyfriend for four years and we are getting married next year. It is a really good relationship and we are very …"
        },
        {
            "title": "Wiley: where to start in his back catalogue",
            "category": "Music",
            "snippet": "The album to start with Godfather (CTA Records, 2017) Wiley told the world: “Eskiboy’s the reason why everybody’s here” back in 2006, on the cult clas …"
        },
        {
            "title": "Tim Robinson obituary",
            "category": "Books",
            "snippet": "Tim Robinson, who has died aged 85 after contracting Covid-19, was a cartographer, visual artist and writer who made a sustained study of the landscap …"
        },
        {
            "title": "Nick Hornby: BBC should be 'untouchable' after coronavirus",
            "category": "Books",
            "snippet": "Summary: Author Nick Hornby has written an essay praising the BBC as “one of our crowning achievements as a nation”, saying that its handling of the coronaviru …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. To start, some book philosophy. A question from es …"
        },
        {
            "title": "Ahmed Ismail Hudeidi obituary",
            "category": "Music",
            "snippet": "The musician Ahmed Ismail Hudeidi, who has died aged 91, was the acknowledged king of the oud, a short-necked, lute-type instrument that is widely pla …"
        },
        {
            "title": "Letter: Sir Stirling Moss obituary",
            "category": "Sport",
            "snippet": "In 1989 I directed a film for the Owen family, owners of British Racing Motors (BRM), for whom Stirling Moss drove in 1959. David Owen arranged for dr …"
        },
        {
            "title": "Opera and classical concerts to watch at home: our critics' picks – week six",
            "category": "Music",
            "snippet": "Quatuor Danel (Philharmonie de Paris) The French string quartet should have been a significant presence at the Wigmore Hall this spring, playing Shost …"
        },
        {
            "title": "Trump plots new election strategy: tie Biden to China – and attack them both",
            "category": "US-News",
            "snippet": "Summary: Meet “Beijing Biden”, also known as “Sleepy Joe”. According to Donald Trump and his allies, he is both a comrade of “Crazy Bernie” and an establishmen …"
        },
        {
            "title": "Trainers' cabal which called for Nick Rust's head needs swift reality check",
            "category": "Sport",
            "snippet": "Mark Johnston is the most successful trainer in terms of winners that British racing has seen, with nearly 4,500 on the board so far. Ralph Beckett ha …"
        },
        {
            "title": "Sunak backs down and offers small firms 100% loan guarantees",
            "category": "Politics",
            "snippet": "Britain’s smallest businesses will be offered 100% government-backed rescue loans after sharp criticism for the slow take-up of emergency bank lending …"
        },
        {
            "title": "Netflix announces surprise Michelle Obama documentary",
            "category": "Film",
            "snippet": "Netflix has announced a new original documentary focused on former first lady Michelle Obama to be released on 6 May. Becoming will follow Obama on he …"
        },
        {
            "title": "ECB advised to allow private investment to boost the Hundred",
            "category": "Sport",
            "snippet": "The England and Wales Cricket Board has been urged to open up the Hundred to private investment – including equity stakes for counties and even Indian …"
        },
        {
            "title": "Supply teacher jailed for sexually assaulting six girls at primary school",
            "category": "UK-News",
            "snippet": "A supply teacher has been jailed for eight and a half years for sexually assaulting six girls at a primary school in North Yorkshire, two years after …"
        },
        {
            "title": "A deflated Johnson struggles to muster his usual ebullience",
            "category": "Politics",
            "snippet": "Even the Messiah needs to ease himself back to work gently. So rather than hold a press conference where he might be expected to face some tricky ques …"
        },
        {
            "title": "'Invisible mugger': how Boris Johnson's language hints at his thinking",
            "category": "Politics",
            "snippet": "Summary: In his first podium speech since he left intensive care earlier this month, Boris Johnson described coronavirus as a “physical assailant”. It was “an …"
        },
        {
            "title": "Norwegian Air says most of fleet will stay grounded until 2021",
            "category": "Business",
            "snippet": "Norwegian Air has warned that virtually all of its fleet of aircraft will remain grounded until 2021 as it seeks to persuade shareholders to accept a …"
        },
        {
            "title": "Trump reportedly doesn't have time to get lunch. He might if he quit the self-praise",
            "category": "US-News",
            "snippet": "On Friday, the New York Times accused Donald Trump of spending time eating fries and watching TV during the pandemic, sometimes not arriving at the Ov …"
        },
        {
            "title": "Trump returns to White House briefing, subdued but no less shameful",
            "category": "US-News",
            "snippet": "His autocratic tendencies are well-known. His sudden absence from public view prompted fierce speculation and rumour. One headline suggested that he w …"
        },
        {
            "title": "Breaking Glass review – a suite of female composers smashing the mould for Australian arts",
            "category": "Music",
            "snippet": "“There is no reason for the sudden terror, the feeling of condemnation,” the poet Sylvia Plath wrote in her diaries, “except that circumstances all mi …"
        },
        {
            "title": "Convicted terrorists less likely to reoffend than other criminals – study",
            "category": "UK-News",
            "snippet": "Convicted terrorists are extremely unlikely to reoffend compared with other prisoners, research by academics and security services in Europe has found …"
        },
        {
            "title": "The films that made us: BFI to archive best coronavirus videos",
            "category": "Film",
            "snippet": "From Joe Wicks’s high energy PE lessons to Boris Johnson’s “mild symptoms” video tweet to recreating a daily commute in the shower, online video is pl …"
        },
        {
            "title": "Hinton by Mark Blacklock review – tricksy tale of a disgraced scientist",
            "category": "Books",
            "snippet": "Mark Blacklock’s audacious 2015 debut, I’m Jack, drew on the troubled life of John Humble, the Wearside ex-convict who tricked police into believing t …"
        },
        {
            "title": "Terry Pratchett novels to get 'absolutely faithful' TV adaptations",
            "category": "Books",
            "snippet": "On what would have been the late Discworld creator’s 72nd birthday, Terry Pratchett’s production company Narrativia has announced a new development de …"
        },
        {
            "title": "'I love fame': how Caroline Calloway survived being cancelled",
            "category": "Life-and-Style",
            "snippet": "It is hard to imagine Caroline Calloway being of any time before the internet – like picturing a present-day Joan of Arc. She laughs when I tell her s …"
        },
        {
            "title": "Marks & Spencer scraps shareholder payout amid Covid-19 crisis",
            "category": "Business",
            "snippet": "Summary: Marks and Spencer has scrapped next year’s dividend as it looks to cut costs and preserve cash, warning that disruption from the coronavirus crisis ma …"
        },
        {
            "title": "Trump's judges: a revolution to create a new conservative America",
            "category": "US-News",
            "snippet": "For all the extravagant projects of the Donald Trump presidency, and for all its flamboyance and bluster, his makeover of the judiciary – a quieter pr …"
        },
        {
            "title": "Why has Trump appointed so many judges - and how did he do it?",
            "category": "US-News",
            "snippet": "Trump’s focus on judges started back on the 2016 campaign trail Donald Trump made many promises on the campaign trail in 2016. He promised to build a …"
        },
        {
            "title": "Doctors on the return of sports: 'Fans may not be in stadiums until well into 2021'",
            "category": "Sport",
            "snippet": "Realistically, when do you think sports will return? Dr Nate Favini, medical lead at Forward healthcare services: “It all comes down to testing. If yo …"
        },
        {
            "title": "Simultaneous series could be the answer to England's shortened season",
            "category": "Sport",
            "snippet": "In cricket as in life, everything is up in the air. For the fans, there’s an unfamiliar emotion: feeling sorry for the administrators as they struggle …"
        },
        {
            "title": "Shot in their friend's car: survivors on learning how to live after a shooting",
            "category": "US-News",
            "snippet": "Caheri Gutierrez and her friend were waiting at a red light in downtown Oakland when another car pulled up alongside them. It was 20 November 2008, an …"
        },
        {
            "title": "UK consumers choosing big weekly shops during lockdown",
            "category": "Business",
            "snippet": "Summary: The big weekly shop has made a comeback with supermarkets reporting record trolley loads as Britons develop new lockdown routines. Latest figures from …"
        },
        {
            "title": "You, in your bedroom, with your laptop. That's not the future of film festivals",
            "category": "Film",
            "snippet": "Every year, at Cannes (and other festivals) there’s a plaintive argument about what Cannes (or other festivals) are really all “about”. Some Savonarol …"
        },
        {
            "title": "African Americans bear the brunt of Covid-19's economic impact",
            "category": "US-News",
            "snippet": "Just two months ago in the Cabinet Room of the White House, sitting at a table surrounded by a handful of his black supporters, Donald Trump once agai …"
        },
        {
            "title": "A Journal of the Plague Year by Daniel Defoe is our reading group book for May",
            "category": "Books",
            "snippet": "This month, we’re going to read A Journal of the Plague Year by Daniel Defoe, free to read on Project Gutenberg. This has been a popular request, for …"
        },
        {
            "title": "Nina Stibbe webchat – your questions answered on comedy, Alan Bennett and amateur dentistry",
            "category": "Books",
            "snippet": "Thank you to Nina, who has been so generous with her time today. And thank you to you all for your great questions! Our next book on the Reading group …"
        },
        {
            "title": "Executive pay capped at private hospitals during NHS takeover",
            "category": "Business",
            "snippet": "Summary: The government has capped pay for private hospital bosses and banned bonuses while their facilities are taken over by the NHS to help during the coron …"
        },
        {
            "title": "BP plunges into first-quarter loss after oil price collapse",
            "category": "Business",
            "snippet": "Summary: BP plunged to a loss for the first three months of the year amid rising debt and plummeting global oil prices but will still pay its shareholders a ri …"
        },
        {
            "title": "Patriots kicker Rohrwasser will remove 'shameful' rightwing militia tattoo",
            "category": "Sport",
            "snippet": "New England Patriots kicker Justin Rohrwasser has said he will remove a tattoo that depicts the insignia of a rightwing militia. Rohrwasser was drafte …"
        },
        {
            "title": "Rail season tickets: how to apply for a coronavirus refund",
            "category": "UK-News",
            "snippet": "Rail commuters who are no longer able to use their season ticket because of coronavirus lockdown measures can now apply for a refund online, which in …"
        },
        {
            "title": "Sturgeon says Scots should wear face masks for shopping and travel",
            "category": "UK-News",
            "snippet": "Summary: Nicola Sturgeon has announced new guidance recommending that the Scottish public should wear face masks in enclosed spaces where social distancing is …"
        },
        {
            "title": "NRL announces plans for May restart after players punished",
            "category": "Sport",
            "snippet": "The National Rugby League has announced plans to resume play on 28 May with the grand final set for 25 October. Following talks with clubs, broadcast …"
        },
        {
            "title": "Ministers aim to extend legally binding deadline on Prevent review",
            "category": "UK-News",
            "snippet": "The government will attempt to push back a legally binding deadline for the completion of an independent review of Prevent, the programme that aims to …"
        },
        {
            "title": "‘It's very lonely’: older people's fears of extended lockdown",
            "category": "UK-News",
            "snippet": "People over 70 have been grappling with the possibility that they could face an extended coronavirus lockdown after general restrictions end, filling …"
        },
        {
            "title": "Nando's joins Burger King in reopening some branches for deliveries",
            "category": "Business",
            "snippet": "Nando’s has reopened six restaurants in London and Manchester for delivery orders, joining a growing band of fast-food companies seeking to ease back …"
        },
        {
            "title": "Contact tracing can’t be run by Westminster, experts warn",
            "category": "Politics",
            "snippet": "Ministers must relinquish their top-down control of the coronavirus epidemic after the lockdown to allow millions of people potentially infected with …"
        }
    ]
}