{
    "page": [
        {
            "title": "In it together: how to share space and resolve flatmate rows when you can't storm out",
            "category": "Life-and-Style",
            "snippet": "Generation Rent is used to living in cramped spaces – and to sharing those cramped spaces with others. But as the coronavirus lockdown wears on, we’re …"
        },
        {
            "title": "Coronavirus couture: the rise of the $60 designer face mask",
            "category": "US-News",
            "snippet": "While self-quarantining in her New York apartment recently, fashion journalist Sara Radin ordered a floral top, matching scrunchie and complimentary f …"
        },
        {
            "title": "Lockdown watch: Back to the Future writer Bob Gale on the lure of the past",
            "category": "Film",
            "snippet": "As a professional film-maker and lifetime movie buff, I have quite a collection of films, so in times of distress, my wife and I turn to the classics …"
        },
        {
            "title": "A virus stalks a county with one of the highest death rates in US: 'People are dropping like flies'",
            "category": "US-News",
            "snippet": "Summary: “People were dropping like flies,” said Dr Christy Montegut, his voice slowed by exhaustion. Dr Montegut, the coroner in St John the Baptist parish, r …"
        },
        {
            "title": "US briefing: British PM in intensive care, while US Covid-19 deaths exceed 10,000",
            "category": "US-News",
            "snippet": "Good morning, I’m Molly Blackall with today’s key stories. British PM moved to intensive care unit The UK prime minister, Boris Johnson, has spent the …"
        },
        {
            "title": "Perfect shelves and unblocked drains: 10 easy DIY tasks to transform your house quickly",
            "category": "Life-and-Style",
            "snippet": "While you have been stuck at home staring at the four walls and everything inside them, you may have noticed that some of what you see is broken. Smal …"
        },
        {
            "title": "Wellcome Trust urges firms to donate £6bn for Covid-19 research",
            "category": "Business",
            "snippet": "The Wellcome Trust is calling on big businesses to donate $8bn (£6.4bn) for research into developing diagnostic tests, therapies and vaccines to tackl …"
        },
        {
            "title": "Prince Andrew accuser Virginia Giuffre tested in hospital for Covid-19",
            "category": "US-News",
            "snippet": "A US woman who claims she was trafficked to the UK as a teenager to have sex with Prince Andrew is in hospital, where she has been tested for Covid-19 …"
        },
        {
            "title": "Closing the UK's parks and public spaces really could be a tipping point",
            "category": "Sport",
            "snippet": "You can take our pubs and our shopping centres. You can wall us up behind the front door with Netflix and newsagent wine. But don’t take away our glim …"
        },
        {
            "title": "Stay active and curious: 20 tips to help avoid sadness in lockdown",
            "category": "Life-and-Style",
            "snippet": "I am enjoying lockdown more than I thought I would. I get up early, go for a very long walk with the dog, do a one-hour home workout later in the day, …"
        },
        {
            "title": "UK supermarkets contacting vulnerable patients 'must delete data when crisis abates'",
            "category": "Business",
            "snippet": "Britain’s supermarkets have been warned against holding on to NHS data about vulnerable patients which they will receive as part of the government’s e …"
        },
        {
            "title": "The hope of an open field: sadness defines life right now – but nature and technology can help",
            "category": "Life-and-Style",
            "snippet": "Most mornings I wake up thinking of the funerals. Lonely gravesides. The lonely deaths preceding. There are those first few moments of oblivion where …"
        },
        {
            "title": "Donald Trump's drugs 'to help Boris Johnson' not tested against coronavirus",
            "category": "US-News",
            "snippet": "None of the treatments the four US “genius” drug companies that Donald Trump claims could help Boris Johnson recover from Covid-19 are clinically test …"
        },
        {
            "title": "Life is not infinite: what lockdown is teaching me about myself and other people",
            "category": "Life-and-Style",
            "snippet": "It is hard grappling with the senselessness of a pandemic, its lack of design. I have spent years mentally preparing for a civil war, but I never plan …"
        },
        {
            "title": "Leonard ‘Nipper’ Read obituary",
            "category": "UK-News",
            "snippet": "Posted to Leman Street in the East End of London in 1964, the police detective Leonard “Nipper” Read, who has died aged 95, was asked whether there wa …"
        },
        {
            "title": "Sleep and exercise down, back pain and TV up in UK lockdown",
            "category": "Life-and-Style",
            "snippet": "The UK’s children may be keeping fit in front of YouTube, and the parks that are open remain full of runners, but for most people the coronavirus lock …"
        },
        {
            "title": "Care home operators ask army and GPs to tackle coronavirus deaths",
            "category": "UK-News",
            "snippet": "Care home operators have asked for the army and family doctors to be called in to help tackle a surge of coronavirus-related deaths after several prem …"
        },
        {
            "title": "Why Trump's media allies are turning against Fauci amid the pandemic",
            "category": "US-News",
            "snippet": "In recent days, Donald Trump’s closest conservative media allies have been pursuing an increasingly strident case against Dr Anthony Fauci, the head o …"
        },
        {
            "title": "Not just Netflix: the best alternative US streaming services",
            "category": "Film",
            "snippet": "Summary: As people throughout the US and around the world continue to hunker inside their homes and apartments in order to combat the spread of coronavirus, th …"
        },
        {
            "title": "Rail journeys at 5% of normal levels as UK stays home",
            "category": "Business",
            "snippet": "Summary: Rail journeys in the UK are now at just 5% of normal levels, according to the latest government figures, as passengers heed calls to avoid non-essenti …"
        },
        {
            "title": "Wall Street jumps to four-week high on signs of slowing Covid-19 spread – as it happened",
            "category": "Business",
            "snippet": "Wall Street is still ticking higher with the S&P 500 up 2.6%, the Dow up more than 3% and the Nasdaq up over 2%. US stock market indices have risen fo …"
        },
        {
            "title": "Detective who jailed Kray twins dies 'after contracting coronavirus'",
            "category": "UK-News",
            "snippet": "The legendary Scotland Yard detective who brought the reign of the notorious Kray twins to an end has died after contracting coronavirus in hospital, …"
        },
        {
            "title": "I watched 627 minutes of Adam Driver movies because what else am I going to do",
            "category": "Film",
            "snippet": "Many terrible things are discussed in the maelstrom of mayhem and misery I call my inbox – terrible, terrible things, such as requests involving me ne …"
        },
        {
            "title": "Premiership set for extended break with contingency plans to finish season",
            "category": "Sport",
            "snippet": "Premiership Rugby has drawn up contingency plans, knowing the competition is unlikely to be given the all-clear to resume until the middle of summer a …"
        },
        {
            "title": "The global stock market rally feels fragile",
            "category": "Business",
            "snippet": "Have we seen the bottom for stock markets? It is tempting to believe so after two days of fast action as investors have responded to the welcome sight …"
        },
        {
            "title": "Quarantine divorcees: why Bruce Willis and Demi Moore are isolating together",
            "category": "Film",
            "snippet": "Names: Demi Moore and Bruce Willis. Ages: Bruce is 65, Demi 57. Appearance: A symbol of togetherness, in matching green-striped pyjamas. But I thought …"
        },
        {
            "title": "Donald Trump 'lost $1bn in a month' from coronavirus lockdown",
            "category": "Business",
            "snippet": "Donald Trump lost an estimated $1bn of his paper fortune in the past month as the coronavirus lockdown forced the closure of offices, shopping centres …"
        },
        {
            "title": "Global investors clamour for safe haven in UK government bonds",
            "category": "Business",
            "snippet": "Investor appetite for UK government bonds has hit a three-year high as Britain sought much-needed funds to fight the coronavirus outbreak. The Treasur …"
        },
        {
            "title": "Johnson siblings' bond strong as ever as family faces toughest test",
            "category": "Politics",
            "snippet": "Through decades of personal and political clashes, the Johnson family seem to have maintained a remarkable bond – and as Boris is treated in intensive …"
        },
        {
            "title": "The Krays named their boa constrictor Read – after the man who would nail them",
            "category": "UK-News",
            "snippet": "Most people would be hard pressed today to name a single Scotland Yard detective, yet many would nod knowingly at the name of Leonard “Nipper” Read. W …"
        },
        {
            "title": "US acting navy secretary resigns after insulting ousted commander",
            "category": "US-News",
            "snippet": "The acting secretary of the US navy, Thomas Modly, has resigned after delivering a speech to the crew of an aircraft carrier denigrating their former …"
        },
        {
            "title": "UK business survey finds firms struggling to access emergency cash",
            "category": "Business",
            "snippet": "Summary: More businesses in the UK are laying off staff as they start to run out of cash and struggle to get access to emergency coronavirus financial support …"
        },
        {
            "title": "'A reality check on the math': What's ahead for California and Covid-19",
            "category": "US-News",
            "snippet": "California officials this week described a “slow and steady increase” in confirmed coronavirus infections, predicting that the peak of the state’s out …"
        },
        {
            "title": "Coronavirus US live: Trump says US will stop funding World Health Organization, then backtracks – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on the coronavirus in the US continues on Wednesday’s blog: Donald Trump threatened to stop funding the World Health Organization and o …"
        },
        {
            "title": "Trump order encourages US to mine the moon",
            "category": "US-News",
            "snippet": "Summary: The world may be racked by the coronavirus, but Donald Trump has less earthly concerns on his mind, too, after signing an executive order encouraging …"
        },
        {
            "title": "What does coronavirus mean for upcoming international sports events in Australia?",
            "category": "Sport",
            "snippet": "In late March, Basketball Australia chief executive Jerril Rechter was preparing to fly to Geneva to meet with the board of Fiba, the game’s governing …"
        },
        {
            "title": "John Prine, US folk and country songwriter, dies aged 73 due to Covid-19 complications",
            "category": "Music",
            "snippet": "John Prine, the US folk and country singer beloved of Bob Dylan, Kris Kristofferson and more, has died aged 73 due to complications from Covid-19. Pri …"
        },
        {
            "title": "Trump threatens to hold WHO funding, then backtracks, amid search for scapegoat",
            "category": "US-News",
            "snippet": "Donald Trump hunted for a new scapegoat on Tuesday in an increasingly frantic attempt to shift blame for thousands of American deaths from the coronav …"
        },
        {
            "title": "John Prine: this extraordinarily gifted songwriter was the envy of all",
            "category": "Music",
            "snippet": "As John Prine often pointed out, he missed the height of the 1960s. Drafted into the US army, but fortunate enough to escape a tour of duty in Vietnam …"
        },
        {
            "title": "I've been reading more dystopian fiction than ever during the corona crisis. Here's why",
            "category": "Books",
            "snippet": "For the first time in my life, I am living with curtailed liberties. Living in the midst of a pandemic has left me with a disturbing sense of unrealit …"
        },
        {
            "title": "Fears of crisis in UK car finance market as owners seek payments help",
            "category": "Business",
            "snippet": "Fears are growing of a crisis in the UK’s £75bn car loan market, where 6.5m vehicles have been financed through leasing deals with monthly payments th …"
        },
        {
            "title": "John Tavener's 'magical' last opera to be staged for first time",
            "category": "Music",
            "snippet": "A newly discovered opera by Sir John Tavener is to be staged for the first time after the late composer’s friend Prince Charles flagged up its potenti …"
        },
        {
            "title": "Fund manager channels fees to tackle coronavirus in developing world",
            "category": "Business",
            "snippet": "A London investment manager is launching a campaign to encourage investors to support communities in the developing world hit by the Covid-19 pandemic …"
        },
        {
            "title": "My favourite book as a kid: Charmed Life by Diana Wynne Jones",
            "category": "Books",
            "snippet": "I’ve actually reread Diana Wynne Jones’s Charmed Life twice in recent months: once, to check it was about the right level to read aloud to my kids, wh …"
        },
        {
            "title": "Fashion industry reels as coronavirus shuts shops and cancels orders",
            "category": "Business",
            "snippet": "The coronavirus pandemic has plunged the $2.5tn (£2tn) global fashion industry into crisis with a “significant number” of firms expected to go bust in …"
        },
        {
            "title": "NVK by Temple Drake review – dark obsession in Shanghai",
            "category": "Books",
            "snippet": "As pseudonyms go, Temple Drake isn’t exactly a low-key choice. Adopted by the highly regarded Rupert Thomson for what is billed as “a modern twist on …"
        },
        {
            "title": "Hal Willner: music producer and SNL supervisor dies aged 64",
            "category": "Music",
            "snippet": "The music producer and long-term Saturday Night Live music supervisor Hal Willner has died aged 64. No cause of death has been confirmed, but he was s …"
        },
        {
            "title": "The inner critic: how to silence the negative thoughts that emerge in solitude",
            "category": "Life-and-Style",
            "snippet": "Solitude can be painful. The silence, the loneliness, the absence of mental stimulation from social interaction – and for many, enduring time alone wi …"
        },
        {
            "title": "Talking Horses: seeking a venue for a Derby behind closed doors",
            "category": "Sport",
            "snippet": "Could the Derby take place somewhere other than Epsom? The starting pistol has been fired on that discussion by a piece in the Racing Post this mornin …"
        },
        {
            "title": "Joan Baez: where to start in her back catalogue",
            "category": "Music",
            "snippet": "The album to start with Diamonds and Rust (1975) Invigorated by her new creative freedom after splitting with Vanguard Records in the early 1970s, Joa …"
        }
    ]
}