{
    "page": [
        {
            "title": "British and Irish Lions tour to South Africa may not take place next year",
            "category": "Sport",
            "snippet": "The British & Irish Lions tour of South Africa may not take place next year if supporters are not allowed to attend because of Covid-19 restrictions, …"
        },
        {
            "title": "Marks & Spencer job cuts highlight how slow company has been to change",
            "category": "Business",
            "snippet": "There has barely been a moment in the past 20 years when Marks & Spencer has not been in restructuring mode, so nobody can be shocked that the Covid c …"
        },
        {
            "title": "US Senate report goes beyond Mueller to lay bare Trump campaign's Russia links",
            "category": "US-News",
            "snippet": "Summary: A report by the Senate intelligence committee provides a treasure trove of new details about Donald Trump’s relationship with Moscow, and says that a …"
        },
        {
            "title": "County cricket: Hampshire thrash Surrey, Essex hold on at Sussex – as it happened",
            "category": "Sport",
            "snippet": "Surrey collapsed in astonishing fashion on the final afternoon at Arundel as James Fuller took a hat-trick. A nick to first slip, an lbw and a cascade …"
        },
        {
            "title": "Louisiana’s Covid test proposal would exclude 'thousands' from mail-in voting",
            "category": "US-News",
            "snippet": "In an unprecedented move, Louisiana’s top election official wants to require a positive Covid-19 test if a voter wants to vote absentee over concerns …"
        },
        {
            "title": "Talking Horses: Ghaiyyath is worthy favourite as Ebor Festival begins",
            "category": "Sport",
            "snippet": "Just five runners go to post for the Juddmonte International Stakes, the Group One feature of the first day at York’s Ebor Festival. The fact that the …"
        },
        {
            "title": "Cook your own dinner and mingle by a virtual fire: what a black-tie charity gala looks like in 2020",
            "category": "Life-and-Style",
            "snippet": "It’s one of the things that – along with much of our previously normal lives – has seemingly vanished in the times of Covid-19: the black-tie fundrais …"
        },
        {
            "title": "Pelosi dismisses postmaster general's delay to USPS changes as 'insufficient' – as it happened",
            "category": "US-News",
            "snippet": "That’s it for the politics blog today. We’ll have live coverage of the Democratic convention coming up next on our new liveblog here. From me and Joan …"
        },
        {
            "title": "Ady Barkan delivers powerful DNC speech demanding quality healthcare",
            "category": "US-News",
            "snippet": "Progressive activist Ady Barkan, who has amyotrophic lateral sclerosis (ALS), gave a powerful address at the Democratic national convention on Tuesday …"
        },
        {
            "title": "Fame star Barry Miller remembers Alan Parker: 'He changed my career, almost instantaneously'",
            "category": "Film",
            "snippet": "Summary: My relationship with Alan Parker was the most important and seminal experience of my youth. He understood me in a way that very few people had the abi …"
        },
        {
            "title": "'We were dancing on cars in the epicentre of porn and filth!' An oral history of Fame, 40 years on",
            "category": "Film",
            "snippet": "Forty years ago, Alan Parker’s musical about a group of teenagers at the New York High School for the Performing Arts was released. Originally titled …"
        },
        {
            "title": "Democrats formally nominate Joe Biden for president",
            "category": "US-News",
            "snippet": "Democrats formally nominated Joe Biden for president during an emotional second night of their party’s virtual convention, warning that Donald Trump w …"
        },
        {
            "title": "DNC's uplifting moments paper over contradictions and hypocrisies",
            "category": "US-News",
            "snippet": "If Joe Biden wins November’s US election, he will be the oldest president in American history, surpassing Donald Trump’s record. At 78 on inauguration …"
        },
        {
            "title": "Virtual roll call and emotional stories: key takeaways from the DNC's second night",
            "category": "US-News",
            "snippet": "Democrats formally nominated former vice-president Joe Biden for the presidency on Tuesday, the second night of their virtual convention. Here are som …"
        },
        {
            "title": "The Lying Life of Adults by Elena Ferrante review – a girl's own story",
            "category": "Books",
            "snippet": "Elena Ferrante is so good on the bodily feelings of female adolescence: the sweaty, clotted skin, the sudden bulges as breasts form, the awkwardly exc …"
        },
        {
            "title": "Prince Andrew links pose awkward questions before R&A's Women's Open",
            "category": "Sport",
            "snippet": "Summary: This marks a big week for the R&A. Its corporate wing, denied a week in the sun with a 2020 Open Championship, will seek to emphasise everything that …"
        },
        {
            "title": "'You'll have to die to get these texts': Ocean Vuong’s next manuscript to be unveiled in 2114",
            "category": "Books",
            "snippet": "Ocean Vuong is to become the seventh author in the Future Library, an ongoing art project that sees contemporary writers pen works that will remain un …"
        },
        {
            "title": "Purdue Pharma escaped serious charges over opioid in 2006, memo shows",
            "category": "US-News",
            "snippet": "A Department of Justice internal memorandum obtained by the Guardian shows that government prosecutors found evidence that executives at the drugs gia …"
        },
        {
            "title": "Britney Spears files for father to be replaced as court-appointed guardian",
            "category": "Music",
            "snippet": "Britney Spears is seeking to make major changes to the court-appointed conservatorship that has controlled various aspects of her life since a public …"
        },
        {
            "title": "Quesadillas or cashew stir-fry? Meal kits boom as UK seeks inspiration",
            "category": "Business",
            "snippet": "Offering anything from family favourites such as spaghetti bolognese to tofu tagines and Japanese rice bowls, meal kits have enjoyed a sales surge dur …"
        },
        {
            "title": "17 ways to cook with honey – from a treacly pear tart to delicious panna cotta",
            "category": "Life-and-Style",
            "snippet": "Honey comes in many forms: runny, set, wild, farmed, raw, processed. It can be filtered simply – to remove bits of wax and the odd bee leg – or more a …"
        },
        {
            "title": "Chopin: where to start with his music",
            "category": "Music",
            "snippet": "Though he wrote no operas, oratorios or symphonies – nothing, in fact, that did not involve a piano – Frédéric Chopin (1810-1849) was one of the supre …"
        },
        {
            "title": "Ava review – smart teenage thriller amps up the micro-tyrannies",
            "category": "Film",
            "snippet": "There is a moment in this almost forensically severe film when a furious mother jams her fingernails into her rebellious daughter’s cheek. Her hand is …"
        },
        {
            "title": "Met closes inquiry into Alex Salmond with no further action",
            "category": "Politics",
            "snippet": "Summary: The Metropolitan police has closed its investigation into historical allegations against Alex Salmond after its review this year. The force said it fi …"
        },
        {
            "title": "Timeline of tragedies in attempts to reach UK",
            "category": "UK-News",
            "snippet": "The death of a 16-year-old Sudanese boy found on Sangatte beach near Calais, in France, is not the first tragedy to arise from attempts to reach the U …"
        },
        {
            "title": "Brother of Manchester Arena bomber refuses to attend court",
            "category": "UK-News",
            "snippet": "Hashem Abedi, who was convicted of mass murder for his role in the Manchester Arena bombing in 2017, has refused to face relatives of his victims in c …"
        },
        {
            "title": "Dylan Freeman: boy allegedly killed by mother died of suffocation, court hears",
            "category": "UK-News",
            "snippet": "A 10-year-old boy allegedly killed by his mother died as a result of suffocation, a court has been told. The hearing at the Old Bailey was told that O …"
        },
        {
            "title": "Stevie Wonder, Festac 1977: a unifying moment of transatlantic black pride",
            "category": "Music",
            "snippet": "Staged in Lagos, Nigeria, Festac 77 (The Second World Festival of Black and African Arts and Culture, to give it its full name) was the cultural clima …"
        },
        {
            "title": "Jeremy Corbyn: government lectured me about herd immunity",
            "category": "Politics",
            "snippet": "Jeremy Corbyn has said the government “lectured” him about herd immunity during cross-party coronavirus talks, a policy he described as “eugenic”. The …"
        },
        {
            "title": "Brailsford solves Ineos's Tour de France problem by accident or design",
            "category": "Sport",
            "snippet": "As Sherlock Holmes said, when you have eliminated the impossible what remains is the truth. The Mystery of the Missing Ineos Two was the main talking …"
        },
        {
            "title": "A mushroom-related brush with mortality: how John Cage fell for fungi",
            "category": "Music",
            "snippet": "In February 1959, while on a visit to fellow composer Luciano Berio in Milan, John Cage appeared five times on a popular Italian television quiz show …"
        },
        {
            "title": "'They've brushed us off': Bournemouth beach hut owners lament removal",
            "category": "UK-News",
            "snippet": "Summary: On the promenade at Durley Chine in Bournemouth there’s a gaping hole where Stuart Smith’s family beach hut used to stand. After 13 years on the waiti …"
        },
        {
            "title": "Wonders in the Suburbs review – charming genuine oddity of a film",
            "category": "Film",
            "snippet": "As an actor, Jeanne Balibar has done fine, intelligent work for decades with directors ranging from Jacques Rivette to Pedro Costa: I last saw her in …"
        },
        {
            "title": "Yorkshire church to be adorned with Chronicles of Narnia statues",
            "category": "UK-News",
            "snippet": "Narnia’s mythical creatures and talking beasts, which have enchanted children for 70 years, have found a new home at a 12th-century parish church in e …"
        },
        {
            "title": "Security guard nominates Joe Biden for president: 'He really saw me'",
            "category": "US-News",
            "snippet": "What would you do if you were stuck in an elevator with the potential future president for five minutes? Security guard Jacquelyn Brittany, 31, (whose …"
        },
        {
            "title": "Amazon removes shirts with derogatory slogan about Kamala Harris",
            "category": "US-News",
            "snippet": "Amazon has removed a clothing line emblazoned with an offensive slogan referring to Kamala Harris from its website after complaints from Twitter users …"
        },
        {
            "title": "UK inflation rises as lockdown eases; Apple hits $2tn value - as it happened",
            "category": "Business",
            "snippet": "And finally, European stock markets have ended the day higher. Spirits were lifted by the latest rally on Wall Street, and hopes that the global econo …"
        },
        {
            "title": "Tightening Oldham lockdown would fuel racism and 'cripple' economy, says council",
            "category": "UK-News",
            "snippet": "Summary: Forcing Oldham into a tighter lockdown would not only “cripple” the local economy but fuel racial tensions, the council’s deputy leader has warned the …"
        },
        {
            "title": "Ben Cross obituary",
            "category": "Film",
            "snippet": "The actor Ben Cross, who has died of cancer aged 72, took the film world by storm in the Oscar-winning Chariots of Fire when he played Harold Abrahams …"
        },
        {
            "title": "Marriott International faces class action suit over mass data breach",
            "category": "Business",
            "snippet": "Hotel group Marriott International is facing a class action lawsuit in London’s high court from millions of customers, who are seeking compensation af …"
        },
        {
            "title": "Elon Musk becomes world's fourth richest man on Tesla boom",
            "category": "Business",
            "snippet": "Elon Musk has soared through the global wealth league this year and become the world’s fourth richest person, after a boom in the share price of the T …"
        },
        {
            "title": "AFLW stifled as more players turn their back in favour of greener pastures",
            "category": "Sport",
            "snippet": "Carlton will be without star midfielder Chloe Dalton for the 2021 AFLW season after the 27-year-old stepped away from the game to pursue Olympic gold, …"
        },
        {
            "title": "AFL faces another difficult decision as states jockey for grand final hosting rights",
            "category": "Sport",
            "snippet": "Just once in the last 75 years has a VFL/AFL grand final been played anywhere but the Melbourne Cricket Ground. And it is an occasion usually remember …"
        },
        {
            "title": "There appears to be a growing comfort with the reality that dark economic times are here to stay",
            "category": "Business",
            "snippet": "Summary: When the pandemic spread around the globe in February and into March, among the immediate impacts was a sharp spike in the level of uncertainty around …"
        },
        {
            "title": "R&A hopes hard work pays off as Royal Troon welcomes Women's Open",
            "category": "Sport",
            "snippet": "If there can be no question that the R&A’s decision to postpone this year’s men’s Open Championship was the correct one, the governing body’s willingn …"
        },
        {
            "title": "Suburbs lead London's economic recovery while city centre struggles",
            "category": "Business",
            "snippet": "London’s suburbs are leading the capital’s economic recovery from the pandemic, as consumers shop and dine out locally, while the absence of office wo …"
        },
        {
            "title": "UK could drop Croatia from travel corridor amid rise in Covid cases",
            "category": "Politics",
            "snippet": "Croatia faces being removed from the UK’s travel corridor list, with imported Covid-19 infections from the country having been identified, the Guardia …"
        },
        {
            "title": "British Gas faces industrial action over 'fire and rehire' plans",
            "category": "Business",
            "snippet": "British Gas faces the threat of a strike after workers voted overwhelmingly in favour of industrial action in response to the energy giant’s “fire and …"
        },
        {
            "title": "65% of minority ethnic Britons say police are biased against them",
            "category": "UK-News",
            "snippet": "Two-thirds of minority ethnic Britons believe the police and criminal justice system are biased against them, a new poll finds. Coming after racial in …"
        },
        {
            "title": "Hillary Clinton to say at DNC: 'Vote like our lives and livelihoods are on the line' – as it happened",
            "category": "US-News",
            "snippet": "We’re wrapping up our live US politics coverage for the evening but you can follow our Democratic National Convention blog for continuing updates. An …"
        }
    ]
}