{
    "page": [
        {
            "title": "County cricket: Durham batting collapse hands Lancashire advantage – as it happened",
            "category": "Sport",
            "snippet": "Summary: As the rest of the country sweltered, the sun shone beatifically at Chester-le-Street; with the land left to run wild behind the nets by the head grou …"
        },
        {
            "title": "Australia will take a long time to recover from this recession. Don't believe otherwise",
            "category": "Business",
            "snippet": "The latest statement on monetary policy from the Reserve Bank brought the good news that the recession due to the coronavirus should not be as deep as …"
        },
        {
            "title": "'It chips away at your self-esteem': Australia's newly unemployed struggle in pandemic's barren job market",
            "category": "Business",
            "snippet": "At a job interview for a bottle shop attendant in Melbourne two weeks ago, Finley Brentwood asked his interviewers how many other applicants had submi …"
        },
        {
            "title": "Trump signs order for coronavirus relief, with lower level of extra aid for jobless",
            "category": "US-News",
            "snippet": "Donald Trump said on Saturday that he would extend enhanced coronavirus unemployment benefits and employment taxes into next year with executive order …"
        },
        {
            "title": "Trump bypasses Congress with order for coronavirus relief including less unemployment aid – as it happened",
            "category": "US-News",
            "snippet": "We’ll be shutting down today’s blog shortly. Here’s a glance at today’s major news items: Trump signs order for coronavirus relief, with lower level o …"
        },
        {
            "title": "Mike Ashley’s results will be gripping, but probably not in a good way",
            "category": "Business",
            "snippet": "Summary: Can the annual results of Frasers Group, sportswear baron Mike Ashley’s retail empire, be any more exciting than last year’s? This time in 2019, when …"
        },
        {
            "title": "Dustin Johnson leads US PGA as Woods begins to accept his time is running out",
            "category": "Sport",
            "snippet": "Nothing would explain the madness of golf better than a Dustin Johnson win at the US PGA Championship. This isn’t to undermine Johnson’s status as one …"
        },
        {
            "title": "Shuggie Bain by Douglas Stuart review – lithe, revelatory debut",
            "category": "Books",
            "snippet": "Summary: One of several surprises in a tendentious Booker longlist was the number of debut authors selected – eight of the 13 novels are by first-timers, the l …"
        },
        {
            "title": "Unearthing edible treasures on the plot",
            "category": "Life-and-Style",
            "snippet": "The prodigal returns after five weeks away. The plot’s thickened. Saturday, 6am, I am relieved and contrite, but feeling guilty. No matter what my (go …"
        },
        {
            "title": "Look ahead with glistening, golden eyes",
            "category": "Life-and-Style",
            "snippet": "Yes, I know shimmery golden eyes (as seen at Tom Ford AW20) are usually for festive occasions. But seeing as we’re now a mask-wearing nation, let’s st …"
        },
        {
            "title": "Sunday with Max Richter: ‘I treasure the time for recuperation’",
            "category": "Life-and-Style",
            "snippet": "Summary: How does Sunday start? With the alarm clock not going off, which is spectacular. I’ve had a lifelong obsession with sleep: I love how ideas are clarif …"
        },
        {
            "title": "In today’s Whitehall farce, Boris Johnson doesn’t wear the trousers",
            "category": "Business",
            "snippet": "For many years, the phrase “Whitehall farce” denoted long-running comedies at the Whitehall theatre, a stone’s throw (or two) from Downing Street and …"
        },
        {
            "title": "False Alarm by Bjorn Lomborg; Apocalypse Never by Michael Shellenberger – review",
            "category": "Books",
            "snippet": "Summary: It is no longer credible to deny that the average temperature around the world is rising and that other phenomena, such as extreme weather events, are …"
        },
        {
            "title": "Jarvis Cocker picks ‘Covid heroes’ for Big Issue special",
            "category": "Music",
            "snippet": "The former Pulp frontman Jarvis Cocker is to guest edit street newspaper the Big Issue for a special edition which, it hopes, will lead readers throug …"
        },
        {
            "title": "An American Pickle review – sweet generational comedy lacks a little bite",
            "category": "Film",
            "snippet": "The British food writer and fermentation expert Thom Eagle writes that “crunch, heat – but not too much heat – sweetness and sharpness and salt” are w …"
        },
        {
            "title": "Boomers v Millennials: let’s call off the hostilities",
            "category": "Life-and-Style",
            "snippet": "Sometimes your past leaves you poorly equipped for the present: mine has left me intensely conflict-averse. I grew up in frictionless harmony with my …"
        },
        {
            "title": "Up the creek … with 19,000 paddles as UK takes to the water",
            "category": "Life-and-Style",
            "snippet": "Summary: To celebrate his 40th birthday last week, Adam Partington and his partner, Gemma Cann, took to the River Cam on new paddleboards with a goodies hamper …"
        },
        {
            "title": "Forgive us our trespasses: forbidden rambles with a right-to-roam campaigner",
            "category": "UK-News",
            "snippet": "Summary: As Simon Jenkins notes in his book England’s Thousand Best Houses, were it not for the fact that it sits in 400 acres of historic parkland, Basildon P …"
        },
        {
            "title": "NRL: Cronulla Sharks 12-14 Parramatta Eels – as it happened",
            "category": "Sport",
            "snippet": "“We got pretty lucky there” says a frank Clint Gutherson on TV after his Eels survived being outscored three tries to two by the Sharks in monsoonal c …"
        },
        {
            "title": "The Hungover Games by Sophie Heawood review – an acerbic must-read",
            "category": "Books",
            "snippet": "Journalist Sophie Heawood has written columns about life as a single mother and her memoir, The Hungover Games, provides the backstory. It’s a funny, …"
        },
        {
            "title": "Trump and the suburbs: is he out of tune with America's increasingly diverse voters?",
            "category": "US-News",
            "snippet": "Speaking on a hot, windy afternoon during a visit to the fracking fields of west Texas last month, Donald Trump conjured an ominous vision of suburban …"
        },
        {
            "title": "Big oil remembers 'friend' Trump with millions in campaign funds",
            "category": "US-News",
            "snippet": "In mid-June the oil pipeline billionaire Kelcy Warren hosted a fundraising bash at his palatial Dallas, Texas, home that drew the presence of Donald T …"
        },
        {
            "title": "‘I'm 21 and I've never been kissed’: six people on big experiences they haven’t had",
            "category": "Life-and-Style",
            "snippet": "Summary: ‘I have never been kissed’ Lauren, 21, Michigan I’m a very introverted, shy person. I don’t like to be hugged or touched. I think it has to do with my …"
        },
        {
            "title": "Must I Go by Yiyun Li review – like stumbling across a cache of personal papers",
            "category": "Books",
            "snippet": "Seven months after Yiyun Li published her 2017 memoir of suicidal depression, Dear Friend, from My Life I Write to You in Your Life, Li’s 16-year-old …"
        },
        {
            "title": "Perfect 10 review – teenage backflips",
            "category": "Film",
            "snippet": "Fifteen-year-old Leigh (Frankie Box) has channelled her grief over her mother’s death into long, hard hours of gymnastics training. But her honed skil …"
        },
        {
            "title": "To the lighthouse: an illuminating home conversion",
            "category": "Life-and-Style",
            "snippet": "I remember the first time we saw this place, it looked terrible,” says Julian Vogel, owner of a restored 18th-century lighthouse in Winterton-on-Sea, …"
        },
        {
            "title": "UK catering firm cuts jobs, saying Covid-19 may mean no sport crowds until 2021",
            "category": "Business",
            "snippet": "The world’s largest catering firm is to lay off casual staff after raising doubts over whether crowds will be able to fully return to sporting events …"
        },
        {
            "title": "Sarah Moss: ‘Writing about the natural world is not an optional extra'",
            "category": "Books",
            "snippet": "Sarah Moss’s seventh novel hits the ground running: it’s early morning in the Scottish Highlands and the runner is Justine, middle-aged mother of two …"
        },
        {
            "title": "Gillian Welch: Boots No 2: The Lost Songs, Vol 1 review – inspired outtakes from 2002",
            "category": "Music",
            "snippet": "Fans of Gillian Welch and her longtime foil David Rawlings’s reimagining of early country and bluegrass are used to being patient. Until a month ago, …"
        },
        {
            "title": "Paralympic athletes left in limbo over blind classification rules",
            "category": "Sport",
            "snippet": "Visually impaired athletes say they are being left in limbo by a classification system that means many who are registered disabled are not judged suff …"
        },
        {
            "title": "Bank of England paid £3m in 'golden goodbyes' over 15 months",
            "category": "Business",
            "snippet": "Summary: The Bank of England paid departing staff almost £3m in “golden goodbyes” over 15 months, at the same time as an exodus of workers from its information …"
        },
        {
            "title": "House for sale in London, good location, overlooks park, a bargain at £185m",
            "category": "Business",
            "snippet": "Developers have stuck an asking price of £185m on a house overlooking Regent’s Park in central London in what would be the UK’s second most-expensive …"
        },
        {
            "title": "More than 4,000 have crossed Channel to UK in small boats this year",
            "category": "UK-News",
            "snippet": "Tensions are mounting between the UK and France over migrant crossings in the Channel after the number of people who have reached UK shores in small b …"
        },
        {
            "title": "Duchess of Cambridge floral mask prompts face covering to sell out",
            "category": "UK-News",
            "snippet": "It is a truth universally acknowledged that anything the Duchess of Cambridge wears sells out. In the past week, the so-called “Kate effect” was put t …"
        },
        {
            "title": "Brazilian pop sensation Anitta: 'Run for president? I'm 27!'",
            "category": "Music",
            "snippet": "Anitta had imagined that this summer would be a break: a period in which she could record new music. It would have followed 10 years in which she beca …"
        },
        {
            "title": "Tkay Maidza: Last Year Was Weird Vol 2 review – fresh as a poolside mojito",
            "category": "Music",
            "snippet": "Not so long ago, outside of Oz itself, you might have thought “Australian hip-hop” and pictured Iggy Azalea whipping her blond ponytail. But down unde …"
        },
        {
            "title": "Teenager stabbed to death in London's West End named by police",
            "category": "UK-News",
            "snippet": "A teenager stabbed to death after being chased down Oxford Street during a mass brawl has been named as Jeremy Menesses, 17, from south London. Metrop …"
        },
        {
            "title": "Nigerian golf pioneer Georgia Oboh: 'I want to be on the path to world No 1'",
            "category": "Sport",
            "snippet": "Georgia Oboh doesn’t bother with mediocre ambitions. Should the 19-year-old hit even a fraction of her immediate targets, the world of golf will owe h …"
        },
        {
            "title": "Lewis Hamilton welcomes prospect of battle with Red Bull's Max Verstappen",
            "category": "Sport",
            "snippet": "Lewis Hamilton said he welcomes the fight from a resurgent Red Bull and Max Verstappen after he and Mercedes were soundly beaten at the 70th Anniversa …"
        },
        {
            "title": "Boris Johnson knows his summer break won't be a chance to relax",
            "category": "Politics",
            "snippet": "In August 2010, when David Cameron became the first UK prime minister to take paternity leave as head of a new and largely untested coalition, switchi …"
        },
        {
            "title": "Three parks and wildlife employees die in helicopter crash during bighorn sheep survey",
            "category": "US-News",
            "snippet": "Three Texas Parks and Wildlife Department (TPWD) employees have been killed in a helicopter crash while conducting aerial surveys for desert bighorn s …"
        },
        {
            "title": "Super League roundup: St Helens thrash Leeds to keep heat on Wigan",
            "category": "Sport",
            "snippet": "Regan Grace scored a magnificent hat-trick to help the reigning champions, St Helens, thrash Leeds and move to within two points of Wigan at the top o …"
        },
        {
            "title": "Johanna Konta unconcerned by prospect of Covid-19 waiver at US Open",
            "category": "Sport",
            "snippet": "Johanna Konta has played down concerns related to the waiver players will sign in order to compete at the US Open later this month. The legal waiver a …"
        },
        {
            "title": "Max Verstappen roars to spectacular victory in 70th Anniversary Grand Prix",
            "category": "Sport",
            "snippet": "While celebrating seven decades of racing’s past, perhaps it was apt that a talent who guarantees Formula One a bright future lit up the 70th Annivers …"
        },
        {
            "title": "Biden says US's 5m Covid cases 'breaks the heart' and hits out at Trump's 'lies and excuses' – as it happened",
            "category": "US-News",
            "snippet": "Summary: We’ll be shutting down today’s blog shortly. Here’s a glance at today’s major news items: US passes 5m Covid cases as Republican calls Trump order ‘un …"
        },
        {
            "title": "'If I die, that is OK': the Calais refugees with nowhere to turn",
            "category": "UK-News",
            "snippet": "Sami was on a beach near Calais, crying, when Claire Moseley found him. The charity worker got a text asking for help and went to collect him in the e …"
        },
        {
            "title": "In brief: The Good Sharps; The Intoxicating Mr Lavelle; Fey's War – review",
            "category": "Books",
            "snippet": "Summary: The Good Sharps Hester Grant Chatto & Windus, £25, 384pp Hester Grant’s deeply researched and beguilingly written historical biography has timely reso …"
        },
        {
            "title": "One in three UK firms expect to cut jobs by autumn, poll finds",
            "category": "Business",
            "snippet": "As many as a third of UK employers expect to cut jobs by October, according to a survey that suggests that the economic impact of the coronavirus pand …"
        },
        {
            "title": "UK weather: a month's rain could fall in two hours as heatwave breaks",
            "category": "UK-News",
            "snippet": "Over a month’s worth of rain could fall within two hours on parts of Britain this week, causing flash flooding, while an ongoing heatwave is set to br …"
        },
        {
            "title": "Social distancing eschewed with bench-clearing melee at Astros-A's game",
            "category": "Sport",
            "snippet": "Benches cleared and even the stands emptied during Oakland’s 7-2 victory over the Astros on Sunday, tempers flaring at last between the AL West rivals …"
        }
    ]
}