{
    "page": [
        {
            "title": "Brixton Hill by Lottie Moggach review – close encounters with a con",
            "category": "Books",
            "snippet": "Lottie Moggach’s talent is her own, yet it is impossible not to speculate – if you have read Deborah Moggach’s fiction – about the possibility of a na …"
        },
        {
            "title": "'Our belongings were put out on the street': the Democrat drawing on experience to fight evictions",
            "category": "US-News",
            "snippet": "In one of the worst cities for evictions in the US, North Charleston, South Carolina, state representative Marvin Pendarvis’s push for more tenant pro …"
        },
        {
            "title": "My face blindness is embarrassing – but it tells me a lot about other people",
            "category": "Life-and-Style",
            "snippet": "Sunday morning. I walk down to the beach with the dog straining at her lead. I’m already on high alert. It’s the moment in the week when people are mo …"
        },
        {
            "title": "Scottish Tory leader would vote against UK import of chlorinated chicken from US",
            "category": "Politics",
            "snippet": "The Scottish Conservative leader, Douglas Ross, has said he would vote against allowing UK imports of chlorinated chicken and hormone-injected beef fr …"
        },
        {
            "title": "Katy Perry: Smile review – tireless trouper loses momentum",
            "category": "Music",
            "snippet": "Pop’s Queen Weeble, Katy Perry has made wobbling but never falling down her MO, belting out her chin-up, grin-on anthems tirelessly. Yet even she can’ …"
        },
        {
            "title": "Revealed: 'shocking' lack of regulation at Leicester garment factories",
            "category": "UK-News",
            "snippet": "Leicester’s garment district, which is home to more than 1,000 factories, has received fewer than 60 health and safety inspections and only 28 fire in …"
        },
        {
            "title": "Play what you see: how graphic scores can unleash your inner musical genius",
            "category": "Music",
            "snippet": "Matt Ashdown is determined to make all aspects of music-making open to everyone – composing, recording and performing. Haven’t got an instrument? His …"
        },
        {
            "title": "England players take 25% cut on match fees from autumn Tests to £17,250",
            "category": "Sport",
            "snippet": "England players will have their match fees cut by almost £6,000 from this autumn as part of a new pay deal with the Rugby Football Union. With the uni …"
        },
        {
            "title": "Kelly Lee Owens: Inner Song review – a DJ finds her voice",
            "category": "Music",
            "snippet": "Summary: Delayed to show “solidarity” with record shops threatened by Covid, Kelly Lee Owens’s second album finds the banging techno DJ venturing further into …"
        },
        {
            "title": "In brief: House of Music; The Midnight Library; Signs of Civilisation – review",
            "category": "Books",
            "snippet": "House of Music: Raising the Kanneh-Masons Kadiatu Kanneh-Mason Oneworld, £18.99, pp320 When 17-year-old cellist Sheku Kanneh-Mason won BBC Young Music …"
        },
        {
            "title": "Ditching tax on tech firms will mean less money for key workers, says Labour",
            "category": "Politics",
            "snippet": "Labour has told Rishi Sunak that if the UK Treasury scraps a tax on technology companies such as Facebook, Google and Amazon it would mean losing out …"
        },
        {
            "title": "Sons must leave UK after boat crossing but father stays after flight arrival",
            "category": "UK-News",
            "snippet": "Summary: Three members of the same family who arrived in the UK in a small boat have been locked up in an immigration detention centre while a fourth member ha …"
        },
        {
            "title": "Novak Djokovic casts the first stone in player insurrection against the ATP",
            "category": "Sport",
            "snippet": "At first glance, Novak Djokovic’s uprising at the Battle of Flushing Meadows looked to be as clumsily executed as Arthur Scargill’s 1984 miners’ strik …"
        },
        {
            "title": "Johnson’s quest for a spokesperson goes on – but who'd want the job?",
            "category": "Politics",
            "snippet": "From the coronavirus strategy to the merits of Rule, Britannia!, the prime minister’s new spokesperson will have to deal with the full range of issues …"
        },
        {
            "title": "Lewis Hamilton closes on Schumacher's record after winning Belgian Grand Prix",
            "category": "Sport",
            "snippet": "Summary: If the challenge of the glorious 19 corners and sweeping high-speed elevation changes of the Spa‑Francorchamps circuit are beloved by fans and drivers …"
        },
        {
            "title": "Lewis Hamilton wins Belgian GP on grim day for Ferrari – as it happened",
            "category": "Sport",
            "snippet": "Summary: With Hamilton winning again, Bottas second and Verstappen third it was a bit like Groundhog Day at Spa, but there’s no doubting the British driver’s b …"
        },
        {
            "title": "Letter: Peter Green obituary",
            "category": "Music",
            "snippet": "Among the many gigs I have attended, perhaps the most surreal was the one that took place in June 1970 in the music room of my school, Woodhouse gramm …"
        },
        {
            "title": "Former owner of Saga invests £100m to save company from Covid crisis",
            "category": "Business",
            "snippet": "The former owner of Saga, who became a billionaire after selling the over-50s holiday and insurance group in 2004, is returning to the business by inv …"
        },
        {
            "title": "Tour de France 2020: Julian Alaphilippe wins the second stage – as it happened",
            "category": "Sport",
            "snippet": "Alexander Kristoff retains the points jersey despite taking the slow coach home with Peter Sagan, who also dropped off, in second place. Benoît Cosnef …"
        },
        {
            "title": "LPO/Pappano review – wonderful warmth and magical moments",
            "category": "Music",
            "snippet": "With a no-nonsense practicality that so far seems to have eluded concert organisers in London, Britten Pears Arts has launched a series of concerts wi …"
        },
        {
            "title": "Man charged with assault after far-right targets Coventry asylum seekers",
            "category": "UK-News",
            "snippet": "A man has been charged with common assault after a far-right group targeted Coventry hotels used by the government to shelter asylum seekers during th …"
        },
        {
            "title": "Eoin Morgan hints at England one-day call-ups for Jofra Archer and Mark Wood",
            "category": "Sport",
            "snippet": "Eoin Morgan basked in England’s overflowing chest of batting talent at the top of the order after their five-wicket win against Pakistan at Old Traffo …"
        },
        {
            "title": "Delia Bushell steps down as Jockey Club chief after review into allegations",
            "category": "Sport",
            "snippet": "The short reign of Delia Bushell at the Jockey Club ended in extraordinary and ignominious circumstances on Sunday night when the centuries-old organi …"
        },
        {
            "title": "Rishi Sunak urges diners to keep supporting eateries after Covid subsidy ends",
            "category": "Business",
            "snippet": "The chancellor is urging UK consumers to continue eating out at restaurants, as he winds up the government’s subsidised dining scheme on Monday. The m …"
        },
        {
            "title": "Anthony Seibold saga breaks new ground with ferocity of attacks in digital age",
            "category": "Sport",
            "snippet": "Sport in Australia has crossed the Rubicon with the extraordinarily dramatic Anthony Seibold saga. His fall at Brisbane, less than two years into what …"
        },
        {
            "title": "'Imagine using liquid water': why people water their house plants with ice cubes",
            "category": "Life-and-Style",
            "snippet": "One piece of houseplant folklore resurfaces from time to time: that we should water our plants with ice cubes. For years everything from Reader’s Dige …"
        },
        {
            "title": "MTV VMAs 2020: Lady Gaga dominates during unusual pandemic broadcast",
            "category": "Music",
            "snippet": "Lady Gaga dominated an unusual year for the MTV Video Music awards, winning five awards in a strange and disconcerting evening. The singer, who led th …"
        },
        {
            "title": "Paloma Faith: ‘I did a whole tour with postnatal depression. I was devastated’",
            "category": "Music",
            "snippet": "Summary: There were choirs planned for Paloma Faith’s new album, a swell of voices to fill out the optimistic, celebratory songs. Then the pandemic struck. The …"
        },
        {
            "title": "The best books about medical breakthroughs",
            "category": "Books",
            "snippet": "As medical researchers rush to find a vaccine for Covid-19, the stories of earlier medical breakthroughs offer hope, but also reasons to be cautious a …"
        },
        {
            "title": "My streaming gem: why you should watch Always a Bridesmaid",
            "category": "Film",
            "snippet": "Historically, black women haven’t been allowed the luxury of fairytales. In the 90s and early 2000s, there was a modest sprinkling of romantic dramas …"
        },
        {
            "title": "Thomas Piketty refuses to censor latest book for sale in China",
            "category": "Books",
            "snippet": "The latest book by the French economist Thomas Piketty appears unlikely to be sold in mainland China after he refused requests to censor it. The Chine …"
        },
        {
            "title": "Feels Good Man: the disturbing story behind the rise of Pepe the Frog",
            "category": "Film",
            "snippet": "He’s green. He’s cute. He feels good, man. And he’s an internationally recognized icon of hatred and bigotry. He’s Pepe the Frog, and he’s the subject …"
        },
        {
            "title": "Alice Roberts: 'Atheism is defining yourself by an absence. Humanism is a positive choice'",
            "category": "Books",
            "snippet": "Prof Alice Roberts, the broadcaster, scientist and author, has been filming this week for the third series of Channel 4’s Britain’s Most Historic Town …"
        },
        {
            "title": "Smoked out: why I and a million others have given up nicotine in 2020",
            "category": "Life-and-Style",
            "snippet": "One million cigarette smokers have apparently given up since the start of lockdown. It’s like a massacre. (OK, arguably, the massacre is what would ha …"
        },
        {
            "title": "Final tweet from Chadwick Boseman's account is most liked ever on Twitter",
            "category": "Film",
            "snippet": "Summary: The final tweet from the account of Black Panther star Chadwick Boseman has become the most-liked post in Twitter history. The social media company’s …"
        },
        {
            "title": "How we met: ‘We’re on the same wavelength – we even hate the same politicians’",
            "category": "Life-and-Style",
            "snippet": "When Morna Duthie moved to Sitges, Spain, in autumn 1980, she wasn’t expecting to find love. “I went there after breaking up with the partner I’d been …"
        },
        {
            "title": "Poem of the week: Thick orchards, all in white by Jean Ingelow",
            "category": "Books",
            "snippet": "Summary: Thick orchards, all in white The time of the singing of birds is come. Thick orchards, all in white, Stand ‘neath blue voids of light, And birds among …"
        },
        {
            "title": "Police pension rules for dead officers' partners face court challenge",
            "category": "UK-News",
            "snippet": "Police pension rules that deprive officers’ widows and widowers of their incomes if they remarry or cohabit with a new partner are being challenged in …"
        },
        {
            "title": "Boris Johnson's in-tray: what are the key issues PM needs to address?",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson’s curtailed mini-holiday to Scotland could soon start to feel a distant memory, with MPs returning to parliament on Tuesday, and the pri …"
        },
        {
            "title": "Proms 2020: LSO/Rattle review – empty Albert Hall allows room to play",
            "category": "Music",
            "snippet": "Playing to an empty Albert Hall can have its advantages, and Simon Rattle and the London Symphony Orchestra’s contribution to the audience-free Proms …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, storm46 expresses “grateful thanks” to ever …"
        },
        {
            "title": "Not the Booker: Hashim & Family by Shahnaz Ahsan review – an important tale of migration",
            "category": "Books",
            "snippet": "Immigration takes guts. It’s hard to leave your home and everything you know, never mind the physical and bureaucratic obstacles, or having to learn a …"
        },
        {
            "title": "Only one in 10 utility firms prioritise renewable electricity – global study",
            "category": "Business",
            "snippet": "Only one in 10 of the world’s electric utility companies are prioritising investment in clean renewable energy over growing their capacity of fossil f …"
        },
        {
            "title": "Tories offer 'virtual stalls' at online party conference for up to £25,000",
            "category": "Politics",
            "snippet": "The Conservative conference may be strictly virtual this year, but the party is still seeking to extract a lucrative income stream from businesses wan …"
        },
        {
            "title": "Making a home my own after endless moves is daunting … and thrilling",
            "category": "Life-and-Style",
            "snippet": "I owned my first house when I was 10 years old. My art teacher back then taught my class about different styles of houses, and let us design and make …"
        },
        {
            "title": "Jobseeker's rise has kept millions out of poverty. It must remain raised",
            "category": "Business",
            "snippet": "Two reports highlight that the increased jobseeker payments have kept millions of people out of poverty during the pandemic and that moves to reduce t …"
        },
        {
            "title": "Roger Quigley obituary",
            "category": "Music",
            "snippet": "Summary: My friend, Roger Quigley, who has died unexpectedly aged 51, was a much-loved musician and songwriter, best known for his solo work as Quigley and At …"
        },
        {
            "title": "'Rest in peace Jay': sympathy for the far right foretells Trump's election strategy",
            "category": "US-News",
            "snippet": "Six months into the coronavirus pandemic, Donald Trump tweeted a rare statement of condolences, as the confirmed death toll in the US climbed past 183 …"
        },
        {
            "title": "England welcome back Archer, Wood and Buttler for Australia one-day series",
            "category": "Sport",
            "snippet": "For the first time this summer Eoin Morgan is able to go into a white-ball series with an almost full-strength squad, thanks to the return of multi-fo …"
        },
        {
            "title": "Reading and Leeds festival announces 2021 lineup",
            "category": "Music",
            "snippet": "Reading and Leeds festival has rolled over two of its 2020 headline acts to 2021, and announced a number of other major artists. Rage Against the Mach …"
        }
    ]
}