{
    "page": [
        {
            "title": "UK falls into recession as GDP tumbles 20.4% in April-June - as it happened",
            "category": "Business",
            "snippet": "Summary: And finally, the UK stock market has closed at its highest level in over three weeks - as Britain’s slump into recession fails to alarm investors. The …"
        },
        {
            "title": "Lashings of confusion: why a debut crime writer has found a steamy new audience",
            "category": "Books",
            "snippet": "Name: David Jewell. Age: 62. Appearance: Bald, gritty copper from the north-east of England. Occupation: First-time novelist and former policeman (bal …"
        },
        {
            "title": "‘George Eliot’ joins 24 female authors making debuts under their real names",
            "category": "Books",
            "snippet": "Middlemarch is to be published for the first time in almost 150 years under George Eliot’s real name, Mary Ann Evans, alongside 24 other historic work …"
        },
        {
            "title": "Jordan Spieth tries and fails to recover the brilliance of his carefree youth",
            "category": "Sport",
            "snippet": "Last Thursday afternoon in San Francisco three men were out alone on the range at TPC Harding Park: Jordan Spieth, his caddie, Michael Greller, and hi …"
        },
        {
            "title": "Clippers' Patrick Beverley out to 'shine a light' on Chicago after killing of friend",
            "category": "Sport",
            "snippet": "Los Angeles Clippers point guard Patrick Beverley said he wants to “shine a light” on his hometown of Chicago after losing one of his best friends to …"
        },
        {
            "title": "'This is a wake-up call': How will pro cycling address its own climate crisis?",
            "category": "Sport",
            "snippet": "When it comes to climate change, professional cycling faces something of a paradox. The sport is, on one hand, the high-performance version of a clima …"
        },
        {
            "title": "Wages growth figures are historically bad – but they are likely to be the best we will see for a while",
            "category": "Business",
            "snippet": "The latest release of the wages data from the Australian Bureau of Statistics shows that our wages are now growing slower than ever recorded. Worse is …"
        },
        {
            "title": "This pandemic means we don’t live in a timeline any more. It's more of a timesoup",
            "category": "Life-and-Style",
            "snippet": "“The days are bleeding together and I no longer know what the passage of time is,” a friend in Melbourne messages me. She’s five weeks into her city’s …"
        },
        {
            "title": "UK folding bike maker Brompton to launch subscription service",
            "category": "Life-and-Style",
            "snippet": "The UK folding bike maker Brompton is to launch a subscription service next month, letting customers hire bikes on a monthly or annual basis, as deman …"
        },
        {
            "title": "Dr Martens repays UK furlough cash after strong lockdown sales",
            "category": "UK-News",
            "snippet": "Dr Martens has repaid its furlough cash to the government as a result of strong trading during the lockdown. The 60-year-old footwear brand, famous fo …"
        },
        {
            "title": "Nick Cave: 'cancel culture is bad religion run amuck'",
            "category": "Music",
            "snippet": "Political correctness has an “asphyxiating effect on the creative soul of a society”, according to Nick Cave, who has criticised “cancel culture” in h …"
        },
        {
            "title": "Cardi B and Megan Thee Stallion's WAP should be celebrated, not scolded",
            "category": "Music",
            "snippet": "The release was highly anticipated. Two rap powerhouses, Cardi B and Megan Thee Stallion, had united to create a mysterious single, and the internet w …"
        },
        {
            "title": "Sarathy Korwar, Flying Lotus and FKA twigs among 2020 AIM awards winners",
            "category": "Music",
            "snippet": "Flying Lotus, FKA twigs and Sarathy Korwar are among the winners at this year’s Independent Music awards, an event recognising artists working outside …"
        },
        {
            "title": "Premiership rugby union will restart with three teams taking a knee",
            "category": "Sport",
            "snippet": "Players from three clubs will take a knee when the Premiership resumes this week as part of the tournament’s new Rugby Against Racism campaign which a …"
        },
        {
            "title": "MPs ask No 10 to clarify Dominic Cummings role in defence review",
            "category": "Politics",
            "snippet": "Summary: A group of MPs has demanded Downing Street clarify Dominic Cummings’ role in the defence and foreign policy review, saying it is unclear who is in cha …"
        },
        {
            "title": "Asylum seeker removal flight takes off despite last-minute court actions",
            "category": "UK-News",
            "snippet": "A charter flight to remove asylum seekers who recently arrived in the UK on small boats took off on Wednesday morning carrying 14 people, the Home Off …"
        },
        {
            "title": "20 offices turned into 2,000 individual pods for post-Covid working",
            "category": "Business",
            "snippet": "Summary: Welcome to cube city. Xu Weiping, a Chinese multimillionaire, has a vision for the future of office work in the post-Covid-19 pandemic world: thousand …"
        },
        {
            "title": "Priti Patel seeks advice on confirming legality of poppers",
            "category": "Politics",
            "snippet": "Summary: The home secretary has sought to clarify the legal status of poppers, in a move campaigners said highlighted “the absurdity of current drug legislatio …"
        },
        {
            "title": "‘Bombs can’t kill viruses’: Hawaii faces backlash as international war games approach",
            "category": "US-News",
            "snippet": "In a year when the coronavirus has caused multinational war games to be conducted virtually or canceled, the world’s largest international maritime mi …"
        },
        {
            "title": "David Lammy: ‘Ex-offenders should have the chance of a clean slate’",
            "category": "Life-and-Style",
            "snippet": "Summary: “Yesterday is gone. Tomorrow has not yet come. We only have today. Let us begin.” As expressed by Mother Teresa, the idea that you cannot let your pas …"
        },
        {
            "title": "'Staycation': should we remain in the country or just stay home?",
            "category": "Books",
            "snippet": "Summary: Are you on a “staycation”? Camping supplies are running low as Britons test the delights of holiday spots within these islands, but doesn’t “staycatio …"
        },
        {
            "title": "'It's a mega year!':  book trade braces for autumn onslaught of major new titles",
            "category": "Books",
            "snippet": "From Richard Osman’s first crime novel to Caitlin Moran’s new memoir, almost 600 hardbacks are due to be published on 3 September in a “massive bun fi …"
        },
        {
            "title": "Time of the Magicians by Wolfram Eilenberger review – philosophy's great decade?",
            "category": "Books",
            "snippet": "Wolfram Eilenberger’s new book offers us a group portrait of four brilliant young philosophers in the aftermath of the first world war. His awesome fo …"
        },
        {
            "title": "Spree review – shallow social-media Taxi Driver",
            "category": "Film",
            "snippet": "What if instead of roaming the streets of New York in his yellow taxicab, Travis Bickle cruised LA behind the wheel of an Uber listening to bad techno …"
        },
        {
            "title": "Meanwhile in Dopamine City by DBC Pierre review – the evils of the internet",
            "category": "Books",
            "snippet": "This novel starts off annoying in one way, becomes annoying in a whole other way, and ends up as probably the most annoying book of 2020. But what did …"
        },
        {
            "title": "Elif Shafak: ‘We need to tell different stories, to humanise the other’",
            "category": "Life-and-Style",
            "snippet": "Summary: The year 2020 hasn’t solely been defined by the pandemic, rising unemployment, deepening economic inequalities and a critical time for the climate eme …"
        },
        {
            "title": "The Tree House review – voyage into Vietnamese inner space",
            "category": "Film",
            "snippet": "Here is a strange, opaque but interesting piece from Vietnamese film-maker Minh Quý Truong: an ethno-fictional essay movie. The premise is that a spac …"
        },
        {
            "title": "End to US unemployment protections could fuel wave of despair and suicides",
            "category": "US-News",
            "snippet": "Summary: A failure to reinstate enhanced federal unemployment benefits and eviction moratoriums could contribute to a a wave of despair, drug overdoses and sui …"
        },
        {
            "title": "Angela Saini: 'An understanding of history reminds us race is a social construct'",
            "category": "Life-and-Style",
            "snippet": "Alvin Weinberg was director of the Oak Ridge National Laboratory, established during the second world war to provide nuclear material for the Manhatta …"
        },
        {
            "title": "Gunjan Saxena: The Kargil Girl review – Janhvi Kapoor excels as an Indian Air Force pioneer",
            "category": "Film",
            "snippet": "Bollywood’s pivot to streaming continues with a biopic that presents as an obstacle course of sorts. How to dramatise the trajectory of Flight Lieuten …"
        },
        {
            "title": "Scotch whisky makers rail against UK government inaction over US tariffs",
            "category": "Business",
            "snippet": "The Scotch whisky industry has attacked the UK government for its “inexplicably slow” action against hefty tariffs imposed on whisky imports by the US …"
        },
        {
            "title": "Daily Mail publisher to cut up to 100 jobs as revenues fall",
            "category": "Business",
            "snippet": "The publisher of the Daily Mail, Mail on Sunday, the i and Metro is to cut up to 100 roles as the coronavirus pandemic continues to hammer the newspap …"
        },
        {
            "title": "Sea Girls: Open Up Your Head review – yearning for the moshpit's return",
            "category": "Music",
            "snippet": "Summary: Of all the teenage rites of passage the pandemic has put a stop to (spontaneous snogging, hanging round shopping centres unmasked, going to school), t …"
        },
        {
            "title": "Phil Collins' greatest solo songs – ranked!",
            "category": "Music",
            "snippet": "20. You’ve Been Cheatin’ (2010) It gets forgotten that above all, Phil Collins is a music fan. His last album to date, 2010’s Going Back – from which …"
        },
        {
            "title": "NRL round 14: Sydney Roosters 6-24 Melbourne Storm – as it happened",
            "category": "Sport",
            "snippet": "Well, that was unexpected. Melbourne Storm romp to the top of the NRL ladder looking every inch premiership favourites - without Cameron Smith or Came …"
        },
        {
            "title": "Message Man review – gorily efficient Indonesia-set actioner",
            "category": "Film",
            "snippet": "International assassins are well-placed to thrive in a work-from-home gig economy. That’s the main take-home message of this film, in which an Austral …"
        },
        {
            "title": "Preston court names boy, 17, found guilty of murdering teaching assistant",
            "category": "UK-News",
            "snippet": "A 17-year-old boy who was found guilty of the murder of a teaching assistant can be named as Rocky Marciano Price after reporting restrictions were li …"
        },
        {
            "title": "Mahler: Das Lied von der Erde review – Jurowski's lyrical insights power the great song symphony",
            "category": "Music",
            "snippet": "Most of Vladimir Jurowski’s previous Mahler recordings have been made with the London Philharmonic, taken from their concerts together at the Royal Fe …"
        },
        {
            "title": "Ashley 'Dotty' Charles: 'Purveyors of hate have turned trolling into a business. We have the power to turn the tables'",
            "category": "Life-and-Style",
            "snippet": "There’s a hot new profession on the rise with incredible career prospects, flexible working hours and the opportunity to work from home. A fast-paced …"
        },
        {
            "title": "Represent: inside a timely film about the tough road women in politics face",
            "category": "Film",
            "snippet": "Summary: The decision to run for office arrived for Myya Jones in the winter of 2016. She was 22, a campus leader for the Black Student Union at Michigan State …"
        },
        {
            "title": "‘I always knew I was wired differently’: why David Arquette went from Hollywood to wrestling",
            "category": "Film",
            "snippet": "Summary: I always had a soft spot for David Arquette. From the first time I spotted him, in a bit part in Beverly Hills 90210, and ever after, whether he was p …"
        },
        {
            "title": "My Rembrandt review – Old Master fanciers in the frame",
            "category": "Film",
            "snippet": "When regular art lovers talk about “my Rembrandt”, they’re talking about what Rembrandt means to them. But when super-rich people use the phrase, it m …"
        },
        {
            "title": "US initial jobless claims fall below 1m; oil demand cut - as it happened",
            "category": "Business",
            "snippet": "And finally, Europe’s stock markets have ended the day lower, with a chunky selloff in London. The Stoxx 600 index dropped by 0.5% today, with small l …"
        },
        {
            "title": "Trump admits he is undermining USPS to make it harder to vote by mail",
            "category": "US-News",
            "snippet": "Donald Trump admitted on Thursday he opposed additional funding for the United States Postal Service (USPS) in order to make it more difficult to deli …"
        },
        {
            "title": "'Eat out' scheme muddles Covid messaging, says Leicester health chief",
            "category": "Politics",
            "snippet": "The public health chief managing the Covid outbreak in Leicester has raised concerns over the government’s “eat out to help out” scheme and called for …"
        },
        {
            "title": "Kate Grenville on colonist John Macarthur: 'It'd be nice to see some of those statues toppled'",
            "category": "Books",
            "snippet": "Kate Grenville may have featured the corrupt early colonist John Macarthur in her new work of Australian historical fiction, A Room Made of Leaves, bu …"
        },
        {
            "title": "England v Pakistan: second Test, day one – as it happened",
            "category": "Sport",
            "snippet": "Sam Curran has his say ... Not a great return for Fawad Alam ... Vic Marks reports on the day’s play. That’s all, pedants: play has been abandoned for …"
        },
        {
            "title": "No 10 pushes ahead with shake-up of Whitehall press offices",
            "category": "Politics",
            "snippet": "Downing Street is pressing ahead with a radical centralisation of communications that will hand unprecedented control to No 10 and could lead to hundr …"
        },
        {
            "title": "Scottish minister warns of climate challenge after Stonehaven crash",
            "category": "UK-News",
            "snippet": "The climate crisis is presenting increasing challenges for rail safety, senior transport figures have warned, as family and friends paid tribute to th …"
        },
        {
            "title": "Biden campaign raises $26m in 24 hours after announcing Kamala Harris pick",
            "category": "US-News",
            "snippet": "Joe Biden’s Democratic presidential campaign raised $26m in the 24-hour period after he announced that Kamala Harris, the California senator, will be …"
        }
    ]
}