{
    "page": [
        {
            "title": "Eurostar to launch direct Amsterdam to London route in October",
            "category": "Business",
            "snippet": "Eurostar is to launch its eagerly awaited direct Amsterdam to London service on 26 October, it announced on Monday. The high-speed rail service had be …"
        },
        {
            "title": "Gillian White obituary",
            "category": "Books",
            "snippet": "Gillian White, who has died aged 75, wrote 16 novels, mostly psychological thrillers, four of which were adapted for TV. Her characters encountered da …"
        },
        {
            "title": "House music: Tim Ashley's watching and listening highlights",
            "category": "Music",
            "snippet": "Summary: I’ve spent the last couple of weeks catching up with the Edinburgh international festival, which has moved online and on to the radio this year. At 11 …"
        },
        {
            "title": "Global stocks rally on US Covid treatment approval",
            "category": "Business",
            "snippet": "Financial markets around the world have rallied strongly after the US government approved a coronavirus treatment using the plasma of recovered patien …"
        },
        {
            "title": "I Am Woman: how Helen Reddy’s music roared through the women’s movement",
            "category": "Music",
            "snippet": "When Unjoo Moon visits Helen Reddy, they always gravitate towards the record player Moon bought the singer. Reddy, who’s been diagnosed with dementia, …"
        },
        {
            "title": "Family pays tribute to Hampshire girl killed in speedboat accident",
            "category": "UK-News",
            "snippet": "Summary: Tributes have been paid to a “kind and compassionate” 15-year-old girl who died in a speedboat accident, as police continued to call for witnesses to …"
        },
        {
            "title": "Topshop owner accused of potential legal breach over redundancy terms",
            "category": "Business",
            "snippet": "The owner of Topshop and Topman has been accused of potential breaching employment law by offering staff being made redundant less favourable terms fo …"
        },
        {
            "title": "John Weeks obituary",
            "category": "Books",
            "snippet": "Summary: John Weeks, who has died aged 79, was one of a group of prominent economists who, after the global financial crisis of 2008, began to push back agains …"
        },
        {
            "title": "Silverwood urges 'inspiration' Anderson to end England's Test summer in style",
            "category": "Sport",
            "snippet": "Chris Silverwood urged England’s Test cricketers to sign off from their epic summer in the bubble with a final‑day victory against Pakistan that rewar …"
        },
        {
            "title": "Headteachers launch stinging criticism of education secretary",
            "category": "Politics",
            "snippet": "Thousands of headteachers have written to the education secretary, Gavin Williamson, accusing the government of repeatedly failing to listen or collab …"
        },
        {
            "title": "Rule, Britannia! will be played at Proms but not sung, BBC confirms",
            "category": "Music",
            "snippet": "The Last Night of the Proms will feature the traditional flag-waving anthems Rule, Britannia! and Land of Hope and Glory, the BBC confirmed on Monday …"
        },
        {
            "title": "Andy Murray's comeback gathers pace with fine win over Alexander Zverev",
            "category": "Sport",
            "snippet": "Andy Murray produced his biggest win since undergoing a second hip surgery, by recovering from 4-5 down in the final set against world No 7 Alexander …"
        },
        {
            "title": "Usain Bolt tests positive for Covid-19 following birthday party",
            "category": "Sport",
            "snippet": "The world’s fastest man Usain Bolt is in quarantine after reportedly testing positive for Covid-19 just days after a party for his 34th birthday, whic …"
        },
        {
            "title": "St Louis couple who threatened Black Lives Matter protesters speak at RNC",
            "category": "US-News",
            "snippet": "Summary: A white St Louis couple facing charges for brandishing guns at peaceful Black Lives Matter protesters have baselessly accused Democrats of “protecting …"
        },
        {
            "title": "RNC 2020: a two-hour glimpse into the upside-down world of Trump TV",
            "category": "US-News",
            "snippet": "Summary: There was once a theory that Donald Trump’s first run for president was a merely a stunt to help him launch his own TV network. On Monday the world fi …"
        },
        {
            "title": "RNC night one: Republicans argue only Trump can save America",
            "category": "US-News",
            "snippet": "Republicans have used the first night of their national convention to issue dark warnings about the future of America, arguing that re-electing Donald …"
        },
        {
            "title": "Van Morrison blasts Covid gig limits as 'pseudoscience'",
            "category": "Music",
            "snippet": "Van Morrison has denounced the supposed “pseudoscience” around coronavirus and is attempting to rally musicians in a campaign to restore live music co …"
        },
        {
            "title": "The Prison Within: inside a moving documentary about restorative justice",
            "category": "Film",
            "snippet": "Summary: Troy Williams had his guard up when Katherin Hervey visited San Quentin state prison, where he was serving a life sentence for kidnapping and robbery. …"
        },
        {
            "title": "Twenty-five years of professionalism: skill levels rise but at what cost?",
            "category": "Sport",
            "snippet": "Twenty-five years ago this week a group of men sat in the Ambassador Hotel on Boulevard Haussmann in Paris and acknowledged the game was finally up. R …"
        },
        {
            "title": "Sing Hallelujah? Batfleck, Batman and Chris Pine's Steve Trevor all return at DC FanDome",
            "category": "Film",
            "snippet": "Fantasy Hollywood producer is a fun game to play. Imagine being given the resources to – just for a laugh – resurrect Alex Cox’s doomed version of Fea …"
        },
        {
            "title": "UK weather: homes flooded as 70mph winds batter nation",
            "category": "UK-News",
            "snippet": "Summary: Homes have been flooded, travel disrupted and firefighters called out to rescue a group of campers stranded on a riverside site as Storm Francis swept …"
        },
        {
            "title": "Women's cricket well placed to avoid another male-led stunting of progress",
            "category": "Sport",
            "snippet": "The history of women’s cricket seems a relatively recent one. If you were asked to guess the year the British media first covered a women’s county gam …"
        },
        {
            "title": "Hippy dream or total nightmare? The untold story of Isle of Wight 1970",
            "category": "Music",
            "snippet": "Shortly before the infamous 1970 Isle of Wight festival, Stanley Dunmore, a local public health inspector, worried about “a possible breakdown of publ …"
        },
        {
            "title": "Melania Trump taped making derogatory remarks about Donald and Ivanka – report",
            "category": "US-News",
            "snippet": "Melania Trump will speak at the Republican national convention on Tuesday night, in the shadow of an extraordinary report that she was taped making de …"
        },
        {
            "title": "Tenet review – supremely ambitious race against time makes for superb cinema",
            "category": "Film",
            "snippet": "Who shall save cinema? Not James Bond apparently. There’s been a brand-new Daniel Craig spectacular ready to go since Easter, arguably just the thing …"
        },
        {
            "title": "A clumsy, cringey crescendo: why A Taste for Death is hard to swallow",
            "category": "Books",
            "snippet": "When Robert McCrum asked PD James if she believed in original sin, she replied: “I don’t think we come into the world as unselfish, kind and loving. I …"
        },
        {
            "title": "'From the mundane to the sublime in a second': Samantha Cristoforetti on life in space",
            "category": "Books",
            "snippet": "There’s something surreal about talking to someone who’s been to space. Italian astronaut Samantha Cristoforetti might be at home in Cologne while I’m …"
        },
        {
            "title": "Proms row: Johnson calls for end to 'cringing embarrassment' over UK history",
            "category": "Music",
            "snippet": "Boris Johnson has said the UK should stop “our cringing embarrassment about our history” and sing Rule, Britannia! at the Last Night of the Proms, as …"
        },
        {
            "title": "Woman in 'extreme poverty' found dead next to crying baby in Glasgow",
            "category": "UK-News",
            "snippet": "A woman who was living in “extreme poverty” and relying on charities and friends to buy food has been found dead next to her crying baby in a flat on …"
        },
        {
            "title": "Labour calls for halt to bill shielding UK soldiers from prosecution",
            "category": "UK-News",
            "snippet": "Labour has called on the government to pause the introduction of a bill to restrict prosecutions of torture and war crimes against British soldiers se …"
        },
        {
            "title": "Virgin Atlantic creditors vote in favour of £1.2bn Covid rescue deal",
            "category": "Business",
            "snippet": "Virgin Atlantic said it has passed a “significant milestone” in securing the airline’s future, after a group of creditors voted overwhelmingly to back …"
        },
        {
            "title": "Windies save England's summer again with five-match women's T20 series",
            "category": "Sport",
            "snippet": "West Indies have once again come to the rescue of English cricket with the news that their women’s team will arrive next month for a five-match Twenty …"
        },
        {
            "title": "Top Scottish civil servant: my choice to include ex-ministers in anti-harassment policy",
            "category": "Politics",
            "snippet": "Summary: The senior civil servant who drafted the policy used to investigate the former first minister Alex Salmond for alleged sexual misconduct has said he d …"
        },
        {
            "title": "Megan Washington's happiness problem: 'What the hell do you write songs about?'",
            "category": "Music",
            "snippet": "Before she made her new album, Megan Washington had to ask herself some big questions. The most important of which was: what happens to the music if y …"
        },
        {
            "title": "Six more police officers investigated over photos of murdered sisters",
            "category": "UK-News",
            "snippet": "A further six Metropolitan police officers are facing possible misconduct charges in relation to “inappropriate” photographs allegedly taken of the bo …"
        },
        {
            "title": "Tour de France 2020: full team-by-team guide",
            "category": "Sport",
            "snippet": "AG2R-La Mondiale (Fr) Citroën arrive as co-sponsor next year and major changes loom with Romain Bardet leaving for Sunweb; this will be their last Tou …"
        },
        {
            "title": "Ellwood aims fire at No 10 over tank plan: 'I see no defence strategy'",
            "category": "Politics",
            "snippet": "Tobias Ellwood, the chair of the defence select committee, has accused Downing Street of “an absence of an over arching defence strategy” after leaks …"
        },
        {
            "title": "Bottom line for UK jobs is something needs to follow furlough scheme",
            "category": "UK-News",
            "snippet": "Tesco’s plan this week to create 16,000 jobs was a reminder that not every retail employer is shrinking its workforce, but the broader picture is unmi …"
        },
        {
            "title": "Asylum seekers in last-minute UK legal bid to prevent removal",
            "category": "UK-News",
            "snippet": "Dozens of asylum seekers who arrived in the UK on small boats are due to be put on charter flights over the next two days, while lawyers have launched …"
        },
        {
            "title": "Jimmy Anderson reaches the magical 600 and Pakistan bat out for a draw",
            "category": "Sport",
            "snippet": "As the Test summer approached its final hour Jimmy Anderson cruised in once more. The skies were grey, the pitch was brown and the ball, 61 overs old, …"
        },
        {
            "title": "‘Trump-like culture war’: Boris Johnson wades into Proms row",
            "category": "Music",
            "snippet": "It started as a speculative story in a Sunday newspaper and ended up as another skirmish in a culture war – which filled front pages, prompted calls t …"
        },
        {
            "title": "Wisconsin governor promises police reforms after Jacob Blake shooting",
            "category": "US-News",
            "snippet": "In the wake of protests over the shooting of a Black man by police in Kenosha, Wisconsin, the state governor, Tony Evers, has promised to move forward …"
        },
        {
            "title": "Pompeo faces congressional inquiry over RNC speech during diplomatic trip",
            "category": "US-News",
            "snippet": "A senior Democrat on the House foreign affairs committee has launched an investigation into whether Mike Pompeo is breaking federal law by addressing …"
        },
        {
            "title": "Konta eases past Zvonareva before Raonic ends Murray's New York run",
            "category": "Sport",
            "snippet": "Two weeks after teetering on breathless collapse in her Tour comeback, Johanna Konta played with near-unbreakable focus in searing New York heat on Tu …"
        },
        {
            "title": "Scrap fines for school non-attendance in England, say psychiatrists",
            "category": "Politics",
            "snippet": "Summary: Hundreds of psychiatrists have urged the government not to fine families for refusing to send their children to school in England, warning of anxiety …"
        },
        {
            "title": "A hot mess in Brisbane: how the Broncos fell into an NRL nightmare",
            "category": "Sport",
            "snippet": "It was only a year-and-a-half ago News Corp-owned newspaper The Courier Mail splashed incoming Broncos coach Anthony Seibold on their pages and boldly …"
        },
        {
            "title": "California fires: firefighters work to contain two of the largest blazes as 7,000 others burn – as it happened",
            "category": "US-News",
            "snippet": "Summary: Summary Kari Paul here in Oakland, signing off for the day. Here are the top stories of the afternoon regarding the historic fires in California. The …"
        },
        {
            "title": "Lisa Sthalekar: cricket hall of famer who has consistently broken down barriers",
            "category": "Sport",
            "snippet": "From an orphanage in India to the International Cricket Council hall of fame, via four World Cup titles and a distinguished international and domestic …"
        },
        {
            "title": "US proposes removing Sudan from terrorism list for $330m compensation",
            "category": "US-News",
            "snippet": "A US proposal to remove Sudan from a list of states that sponsor terrorism – in exchange for a $330 million payment compensation to American victims o …"
        },
        {
            "title": "RNC 2020: Trump hailed as a benevolent chief who deserves re-election",
            "category": "US-News",
            "snippet": "Summary: The best courtroom dramas involve a defence lawyer who can work miracles of persuasion and, no matter how damning the evidence, convince the jury that …"
        }
    ]
}