{
    "page": [
        {
            "title": "Melania Trump closes second night of RNC marked by apparent violations of Hatch Act – as it happened",
            "category": "US-News",
            "snippet": "That’s it from us tonight. The Guardian team will be back tomorrow for more coverage of the Republican National Convention. Here are the key takeaways …"
        },
        {
            "title": "Littering epidemic in England as government spends just £2k promoting Countryside Code",
            "category": "UK-News",
            "snippet": "An unprecedented rise in litter, damaging fires and “fly-camping” across the English countryside is partly a result of the government spending less th …"
        },
        {
            "title": "Melania Trump offers condolences to families of Covid-19 victims in RNC speech",
            "category": "US-News",
            "snippet": "Summary: Melania Trump expressed sympathy to the Americans who have lost loved ones to the coronavirus pandemic, acknowledging the grim toll of a public health …"
        },
        {
            "title": "More Than a Woman by Caitlin Moran review – superbly funny",
            "category": "Books",
            "snippet": "At the start of her new book, Caitlin Moran is visited by the ghost of her future who gleefully informs her that while she may think that the most dif …"
        },
        {
            "title": "Summerwater by Sarah Moss review – a dark holiday in Scotland",
            "category": "Books",
            "snippet": "Summary: Like a dim shape shifting in the depths of a loch, there is something very dark at work just out of sight in Sarah Moss’s seventh novel. Its title is …"
        },
        {
            "title": "Jack Ma's Ant Group IPO could be biggest-ever flotation",
            "category": "Business",
            "snippet": "The Chinese billionaire Jack Ma’s mobile payments firm has announced plans to float on the Hong Kong and Shanghai stock exchanges in a move that could …"
        },
        {
            "title": "Riley Gale, frontman with thrash metal band Power Trip, dies aged 34",
            "category": "Music",
            "snippet": "Riley Gale, lead singer of Texas thrash metal band Power Trip, has died aged 34. No cause of death has been announced. The band wrote in a statement: …"
        },
        {
            "title": "How to take the perfect breath: why learning to breathe properly could change your life",
            "category": "Life-and-Style",
            "snippet": "Aimee Hartley, like most people, thought she knew how to breathe – she had, after all, been doing it all her life. She had also given it plenty of tho …"
        },
        {
            "title": "JS Bach: where to start with his music",
            "category": "Music",
            "snippet": "‘The immortal god of harmony”: that’s what Beethoven, no less, called Johann Sebastian Bach. “Music owes as much to Bach as religion to its founder,” …"
        },
        {
            "title": "'We're at a crossroads': who do the fish of Hawaii belong to?",
            "category": "US-News",
            "snippet": "This spring, longline commercial fishers petitioned the Trump administration to open up the Pacific marine monuments – some of the most biologically d …"
        },
        {
            "title": "Central bankers to fish for compliments at virtual Jackson Hole summit",
            "category": "Business",
            "snippet": "When Andrew Bailey delivers his keynote address to fellow central bankers later this week he will have to imagine he is in a Wyoming ski resort rather …"
        },
        {
            "title": "Top 10 books about Florence",
            "category": "Books",
            "snippet": "‘Florence is a very noir city,” a film-maker once told me 10 years ago, on learning that I wrote thrillers set there. (The sixth in my Florentine dete …"
        },
        {
            "title": "Over 1,000 US health workers died of Covid-19. Many were immigrants and minorities",
            "category": "US-News",
            "snippet": "More than 1,000 frontline healthcare workers reportedly have died of Covid-19, according to Lost on the Frontline, an ongoing investigation by the Gua …"
        },
        {
            "title": "Talking Horses: why racing abroad could be key to British recovery plan",
            "category": "Sport",
            "snippet": "An extension of the Levy to cover bets on foreign racing could be worth between £30m and £40m a year as the sport in Britain recovers from the devasta …"
        },
        {
            "title": "Amazon TV adaptation of Iain Banks' Culture series is cancelled",
            "category": "Books",
            "snippet": "The estate of Iain Banks has blamed timing for the demise of a planned Amazon television adaptation of the late author’s beloved Culture series. The a …"
        },
        {
            "title": "Mercy Baguma: appeal to pay funeral costs as calls for inquiry grow",
            "category": "UK-News",
            "snippet": "An appeal for funeral expenses for Mercy Baguma, the Ugandan asylum seeker who was discovered dead next to her crying baby in a flat in Glasgow, has n …"
        },
        {
            "title": "Rising Phoenix review – stirring salute to the stars of the Paralympics",
            "category": "Film",
            "snippet": "Presumably, the makers of this documentary about Paralympic athletes were expecting its release to coincide with the Tokyo games this year, only for t …"
        },
        {
            "title": "Boris Johnson blames 'mutant algorithm' for exams fiasco",
            "category": "Politics",
            "snippet": "Boris Johnson got an angry response after telling school pupils that the exam results crisis was caused by a “mutant algorithm” and he was glad it had …"
        },
        {
            "title": "Tupac Shakur letters and Notorious BIG's crown up for auction at Sotheby's",
            "category": "Music",
            "snippet": "A series of love letters written by Tupac Shakur and a crown worn by Notorious BIG during a photoshoot a few days before his death are among the items …"
        },
        {
            "title": "Mother in legal fight to save dead transgender daughter’s sperm",
            "category": "UK-News",
            "snippet": "The mother of a transgender teenager is preparing to take legal action to prevent fertility doctors from destroying her dead daughter’s frozen sperm. …"
        },
        {
            "title": "Tom Cruise performs death-defying stunt: watching Tenet in a packed cinema",
            "category": "Film",
            "snippet": "We’ve seen him climb skyscrapers. We’ve seen him shatter his ankle leaping between buildings. We’ve seen him cling to the side of an aeroplane as it r …"
        },
        {
            "title": "Tony Abbott: an odd UK trade champion but feted by the British right",
            "category": "Politics",
            "snippet": "The reported appointment of the former Australian prime minister Tony Abbott to join Britain’s board of trade has left Whitehall dumbfounded and Austr …"
        },
        {
            "title": "Top DfE civil servant Jonathan Slater to step down after exams row",
            "category": "Politics",
            "snippet": "Jonathan Slater, the most senior civil servant in the Department for Education (DfE), is to step down from his post in the wake of the exams fiasco. S …"
        },
        {
            "title": "Davos 2021 delayed until summer because of Covid-19",
            "category": "Business",
            "snippet": "The annual Davos gathering of world leaders, billionaires and business executives on a mountain in Switzerland has been delayed by Covid-19 until the …"
        },
        {
            "title": "Scotland deficit rises to nearly £2,000 per person",
            "category": "UK-News",
            "snippet": "Scotland’s deficit has risen to nearly £2,000 per person after the gap between tax income and spending widened to become more than three times larger …"
        },
        {
            "title": "Love You Forever review – loopy, time-bending romcom",
            "category": "Film",
            "snippet": "Summary: Drawn from a Zhang Zhi novella, yet taking its behavioural cues from the much-reproduced photo of Einstein sticking out his tongue, this goofy Chinese …"
        },
        {
            "title": "Baby names: Dua doubles in popularity in England and Wales",
            "category": "Life-and-Style",
            "snippet": "Summary: The name Dua has doubled in popularity in England and Wales since the singer Dua Lipa had her first number one single in 2017, official figures have r …"
        },
        {
            "title": "It's a dog's breakfast for Gavin Williamson and his owner",
            "category": "Politics",
            "snippet": "“Do you take responsibility for what happened? Because last week my colleague on this programme, Louise Minchin, asked you several times if you had co …"
        },
        {
            "title": "Shock an aw: US teenager wrote huge slice of Scots Wikipedia",
            "category": "UK-News",
            "snippet": "The Scots Wikipedia entry on the Canada goose – or “Canadae guiss” – was at first honest about its provenance. A tag warned: “The ‘Scots’ that wis uis …"
        },
        {
            "title": "Riley Gale: the death of thrash metal's great idealist is a terrible loss",
            "category": "Music",
            "snippet": "Fusing the technical prowess of thrash metal with the warp speed blast of hardcore – and a political stance that emphasised compassion and tolerance – …"
        },
        {
            "title": "‘People are scared’: Texans brace for Hurricane Laura as storm approaches",
            "category": "US-News",
            "snippet": "Summary: Long lines wrapped around checkout counters at a Walmart in Cypress, Texas, as suddenly water and toilet paper become as scarce as when the coronaviru …"
        },
        {
            "title": "Retail veterans could cash in on £4.5bn Hut Group flotation",
            "category": "Business",
            "snippet": "Retail veterans including former bosses of Tesco, Debenhams and Matalan could all cash in under a potential £4.5bn flotation of online business The Hu …"
        },
        {
            "title": "Dan Snyder: covert video of cheerleaders reportedly made for Washington owner",
            "category": "Sport",
            "snippet": "dThe Washington Post has published fresh allegations of sexual harassment and misconduct at Washington’s NFL team, this time directly involving the fr …"
        },
        {
            "title": "Gatwick airport to cut 600 jobs as Covid continues to hammer industry",
            "category": "UK-News",
            "snippet": "Gatwick airport is planning to cut 600 jobs, about a quarter of its workforce, as it struggles to cut costs amid the pandemic’s continuing impact on i …"
        },
        {
            "title": "Liberal Democrats set to elect fourth leader in five years",
            "category": "Politics",
            "snippet": "Summary: The Liberal Democrats will elect their fourth leader in five years on Thursday as the party continues to try to rebuild itself after a series of crush …"
        },
        {
            "title": "Germany scraps plans for Brexit talks at EU ambassadors summit",
            "category": "Politics",
            "snippet": "Summary: Germany has scrapped plans to discuss Brexit at a high-level diplomatic meeting next week because there has not been “any tangible progress” in talks, …"
        },
        {
            "title": "2020 made me open up to strangers, but apocalyptic small talk is wearing thin",
            "category": "Life-and-Style",
            "snippet": "Summary: Early in the pandemic, I called a much-loved local restaurant – a kitschy, hipster joint that had been open just a few years – to see if they were sti …"
        },
        {
            "title": "Australia's economic response to Covid ignores aged care, climate crisis and housing, report finds",
            "category": "Business",
            "snippet": "Australia’s economic response to Covid-19 has failed to address insecure work, privatised services such as aged care, low housing supply and climate c …"
        },
        {
            "title": "Top DfE official's exit 'proof that ministerial accountability is dead'",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has been accused of presiding over the death of ministerial accountability after No 10 removed the most senior civil servant in the Depa …"
        },
        {
            "title": "Books seen behind Boris Johnson tell their own story",
            "category": "Politics",
            "snippet": "The prime minister’s address to the nation’s children as they prepare to return to classrooms was upstaged by Twitter tongues wagging over a school li …"
        },
        {
            "title": "The growing list of civil servants frozen out while Johnson's ministers remain",
            "category": "Politics",
            "snippet": "This week’s resignations from the head of Ofqual, Sally Collier, and the department of education’s permanent secretary, Jonathan Slater, are only the …"
        },
        {
            "title": "Keeping it in the family: a guide to the many Trumps speaking at the RNC",
            "category": "US-News",
            "snippet": "You may have noticed that the Trump relatives who have been invited to speak this week at the Republican national convention are getting increasingly …"
        },
        {
            "title": "McConnochie makes it three in row for motoring Bath at Northampton",
            "category": "Sport",
            "snippet": "In what was shaping up to be an advert for why less is more when it comes to domestic rugby, a handful of England hopefuls eventually put themselves i …"
        },
        {
            "title": "Armed white men patrolling Kenosha protests organized on Facebook",
            "category": "US-News",
            "snippet": "Hours before a 17-year-old white man allegedly killed two people and injured a third at protests over a police shooting in Kenosha, Wisconsin, a local …"
        },
        {
            "title": "UK 'lifeboat' scheme for company pensions at risk",
            "category": "Business",
            "snippet": "A former minister has warned that the government’s “lifeboat” scheme for company pensions is at risk from a huge wave of corporate defaults which in e …"
        },
        {
            "title": "Kenosha: teen arrested over killings at protests as NBA playoff games postponed – as it happened",
            "category": "US-News",
            "snippet": "Summary That is enough news for today! Now I am turning it over to my colleagues Joan E. Greve and Maanvi Singh, you can follow their coverage of the …"
        },
        {
            "title": "Naomi Osaka pulls out of Western & Southern semi in protest at racial injustice",
            "category": "Sport",
            "snippet": "Naomi Osaka, the highest paid female athlete in the world, has joined the wave of strikes across the major US sports leagues in protest of racial inju …"
        },
        {
            "title": "Republican convention delivers whirlwind of lies great and small",
            "category": "US-News",
            "snippet": "As Hurricane Laura roared towards the southern US coast, the Republican national convention unleashed Hurricane Liar. There were lies aplenty at the l …"
        },
        {
            "title": "The government called the exam algorithm 'robust'. How robust was that claim?",
            "category": "Books",
            "snippet": "The British government repeatedly said that the algorithm designed to make up exam grades for pupils who weren’t able to take them was “robust”, short …"
        },
        {
            "title": "From Memento to Interstellar: our writers pick their favourite Christopher Nolan films",
            "category": "Film",
            "snippet": "Following Shot in parts over the course of a year on a shoestring budget of roughly $6,000, Christopher Nolan’s auspicious debut hearkens to the sort …"
        }
    ]
}