{
    "page": [
        {
            "title": "Hole, Reading festival 1994: grieving widow expels the pain",
            "category": "Music",
            "snippet": "Hole’s Reading festival debut came shrouded in a certain level of morbid anticipation. Female-fronted acts on the festival’s main stage are a rare sig …"
        },
        {
            "title": "How we made Flash Gordon – by Brian Blessed and Mike Hodges",
            "category": "Film",
            "snippet": "Brian Blessed, Prince Vultan “GORDON’S ALIVE?!” The butcher, the baker, the candlestick-maker, queens, prime ministers – everybody who exists wants me …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with the mighty Beryl Bainbridge. book …"
        },
        {
            "title": "Russell Crowe's Unhinged plea: only he can persuade us back into cinemas",
            "category": "Film",
            "snippet": "Summary: As if you didn’t already know, this is not a good time to be in the cinema business. They might have reopened, but post-lockdown they are sparsely att …"
        },
        {
            "title": "Linda Manz obituary",
            "category": "Film",
            "snippet": "Summary: Linda Manz, who has died aged 58 from lung cancer, gave one of the most haunting child performances in all cinema in Terrence Malick’s 1978 film Days …"
        },
        {
            "title": "House music: Rian Evans' watching and listening highlights",
            "category": "Music",
            "snippet": "I’ve had Gerhardt’s Hyperion recording of the six Bach Cello suites on constant rotation during the last few months. Calming and stimulating – whateve …"
        },
        {
            "title": "'I'm a tough little rebel': Linda Manz, Hollywood's anti-star remembered",
            "category": "Film",
            "snippet": "Linda Manz, who has died from pneumonia and lung cancer aged 58, had a career, if it can even be described as such, that was the antithesis of Hollywo …"
        },
        {
            "title": "Glennon Doyle: how the author and love warrior changed Adele's life",
            "category": "Books",
            "snippet": "Name: Glennon Doyle. Age: 44. Appearance: Adele’s happiness guru. Adele Adele? Yes, Adele the woman who made her millions by singing gut-wrenchingly a …"
        },
        {
            "title": "Is Australian rugby union destined for a Super League war of its own?",
            "category": "Sport",
            "snippet": "With no resolution to the current standoff between Australia and New Zealand, the neighbouring nations may be heading towards a Super League-style war …"
        },
        {
            "title": "Despite exam fiasco, Gavin Williamson's job appears safe – for now",
            "category": "Politics",
            "snippet": "Gavin Williamson was already known at Westminster for his chutzpah, his meteoric rise to defence secretary followed by a dramatic fall from grace afte …"
        },
        {
            "title": "Is it feminist to be obsessed with Kamala Harris's husband?",
            "category": "Life-and-Style",
            "snippet": "Summary: In recent days you’ve probably read a lot about Doug Emhoff – or, as he is more commonly known, Kamala Harris’s husband. Many a breathless piece has b …"
        },
        {
            "title": "USPS crisis: Democrats urge FBI to open criminal inquiry into postmaster general",
            "category": "US-News",
            "snippet": "Two members of a key congressional committee have asked the FBI to open a criminal investigation of the leadership of the US Postal Service (USPS), al …"
        },
        {
            "title": "'It is what it is': Michelle Obama picks Trump apart in gripping DNC speech",
            "category": "US-News",
            "snippet": "Michelle Obama eviscerated Donald Trump during her keynote speech at the opening night of the virtual Democratic convention, accusing him of being the …"
        },
        {
            "title": "'Unprecedented': Los Angeles schools to test all 600,000 students for Covid-19",
            "category": "US-News",
            "snippet": "In the most ambitious plan of its kind, Los Angeles Unified has announced plans to test its roughly 600,000 students and 75,000 employees as the natio …"
        },
        {
            "title": "Dido Harding: confident, loyal – but with precious little relevant experience",
            "category": "UK-News",
            "snippet": "“Dido seems to be failing upwards, given that Test and Trace has been a disaster.” That was the verdict of one NHS official on the impending appointme …"
        },
        {
            "title": "Democratic convention: party shows unity on first night of virtual event",
            "category": "US-News",
            "snippet": "In a unmistakable show of unity against a president they said threatened the nation’s democracy, liberals, progressives, moderates and even some Repub …"
        },
        {
            "title": "Death in Her Hands by Ottessa Moshfegh review – whodunnit and other questions",
            "category": "Books",
            "snippet": "Over the past six years, Ottessa Moshfegh has dedicated herself so assiduously to writing about people in self-isolation you have to wonder what she k …"
        },
        {
            "title": "‘I love gay techno!’ Sigur Rós singer Jónsi on his bold new direction",
            "category": "Music",
            "snippet": "Around 2010, Jónsi Birgisson, the angel-voiced frontman of Icelandic post-rock experimentalists Sigur Rós, had plans to start a new musical side proje …"
        },
        {
            "title": "As You Were by Elaine Feeney review – a poet's darkly comic fiction debut",
            "category": "Books",
            "snippet": "Summary: Elaine Feeney has published three acclaimed collections of poetry before turning to novels, and her fiction debut, As You Were, is steeped in the rhyt …"
        },
        {
            "title": "Ultrarunner Coree Aussem-Woltering: 'I want to show gay people are extremely active'",
            "category": "Sport",
            "snippet": "Summary: Coree Aussem-Woltering and his teammates paddled downriver on Fiji’s largest island, Viti Levu. They were one of 66 teams from 30 countries competing …"
        },
        {
            "title": "Dylan Hartley's alarming England tales leave rugby with no place to hide",
            "category": "Sport",
            "snippet": "Summary: It was always likely that Dylan Hartley’s soon-to-be published autobiography would cause a ripple or two. Few rugby players have managed to divide opi …"
        },
        {
            "title": "Mark Kozelek denies sexual abuse allegations",
            "category": "Music",
            "snippet": "Mark Kozelek, the American songwriter recently accused of sexually assaulting three women, has “unconditionally” denied the claims made against him. I …"
        },
        {
            "title": "Pandit Jasraj: tributes paid to 'incomparable genius' of Indian classical music",
            "category": "Music",
            "snippet": "Summary: The Indian classical vocalist Pandit Jasraj has died at the age of 90, a man described by one of his senior disciples, Sanjeev Abhyankar, as “an incom …"
        },
        {
            "title": "Sports teams tackle voting crisis with plan to turn arenas into polling stations",
            "category": "US-News",
            "snippet": "As the United States reels from Donald Trump’s latest attempt to suppress the vote in November’s presidential election by undermining mail-in voting, …"
        },
        {
            "title": "Police officers: share your views on the use of stop and search",
            "category": "UK-News",
            "snippet": "There has been heightened scrutiny of police officers and the use of stop and search, particularly in London, over the past year. There have also been …"
        },
        {
            "title": "Mieko Kawakami: 'Women are no longer content to shut up'",
            "category": "Books",
            "snippet": "Mieko Kawakami began writing partly to explore the “randomness and strangeness” of life – so it is oddly fitting that the release of her novel Breasts …"
        },
        {
            "title": "Kamala Harris reportedly chooses apt Secret Service code name: Pioneer",
            "category": "US-News",
            "snippet": "Kamala Harris has reportedly chosen her Secret Service code name, and it is one with resonance for the first black woman and first Indian and Jamaican …"
        },
        {
            "title": "'I prefer a more domestic murder': the thrilling nastiness of PD James",
            "category": "Books",
            "snippet": "Crime is a nasty business, and PD James makes sure we know it. A Taste for Death starts with one of the most foul descriptions of murder you are likel …"
        },
        {
            "title": "Andy Burnham on Covid: 'We're a clear voice telling the machine what it's doing wrong'",
            "category": "Politics",
            "snippet": "Eleven years ago, Andy Burnham stood up in the House of Commons and delivered a sombre statement about a pandemic sweeping the nation. Twenty-nine peo …"
        },
        {
            "title": "Persimmon restores shareholder payout as house sales surge",
            "category": "Business",
            "snippet": "Housebuilder Persimmon has restored its shareholder payout after a boom in sales since the start of July, as the government’s stamp duty holiday helps …"
        },
        {
            "title": "Writers, actors and directors call for end to homophobia in Poland in open letter",
            "category": "Books",
            "snippet": "Summary: Polish Nobel laureate Olga Tokarczuk, Margaret Atwood, JM Coetzee, Ian McEwan, Slavoj Žižek and Judith Butler are among more than 70 signatories to an …"
        },
        {
            "title": "Audacious to the end, on and off the court: the remarkable Angela Buxton",
            "category": "Sport",
            "snippet": "I met Angela Buxton only once, in New York about a year ago, at the US Open. What a treat it was. She was sitting there in her wheelchair in the main …"
        },
        {
            "title": "Still House Plants: 'In experimental music there's a lot of whiteness, snobbery, pretension'",
            "category": "Music",
            "snippet": "A show by Still House Plants might start with drummer David Kennedy thoughtfully assembling his kit. Only once the kick is weighted down, the snares a …"
        },
        {
            "title": "Coronavirus: government eases Leicester lockdown",
            "category": "UK-News",
            "snippet": "Nail bars, outdoor pools, and beauty salons can reopen in Leicester from Wednesday, but restrictions on gatherings in private homes and gardens will r …"
        },
        {
            "title": "GCHQ Twitter followers spy swearword in puzzle solution",
            "category": "UK-News",
            "snippet": "Summary: The intelligence agency GCHQ, home to Britain’s elite codebreakers, has apologised after it clearly spelled out a swear word on social media in an ans …"
        },
        {
            "title": "Have you changed your mind about voting for Donald Trump in the US election?",
            "category": "US-News",
            "snippet": "Four years on from the 2016 election, it appears that some of the voters who helped Donald Trump win the White House, may no longer be standing by him …"
        },
        {
            "title": "Pete Hamill obituary",
            "category": "US-News",
            "snippet": "Pete Hamill, who has died aged 85, was one of the great writers about New York, which he had studied from the inside ever since his childhood. He chro …"
        },
        {
            "title": "I had to call police after Tucker Carlson targeted me on air, photojournalist says",
            "category": "US-News",
            "snippet": "Summary: A photojournalist said he hid in fear in his own home, locking himself in an upstairs room with his family, after people tried to break in when he was …"
        },
        {
            "title": "Ten New IRA suspects arrested in Ireland-wide police operation",
            "category": "UK-News",
            "snippet": "Summary: Ten dissident republican suspects have been arrested in Northern Ireland as part of an island-wide police operation against the New IRA. The Police Se …"
        },
        {
            "title": "Eat out to help out: Britons claim 35m discounted meals",
            "category": "Business",
            "snippet": "More than 35m discounted meals were claimed in the first two weeks of the government’s “eat out to help out” scheme for Britain’s hard-pressed hospita …"
        },
        {
            "title": "Asda beefs up grocery delivery service as online sales double",
            "category": "Business",
            "snippet": "Asda is to expand its grocery delivery capacity by 40% and extend a partnership with takeaway courier group Uber Eats after a surge in demand for home …"
        },
        {
            "title": "Yarl's Wood to house arrivals from small boats crossing Channel",
            "category": "UK-News",
            "snippet": "Yarl’s Wood is no longer being used as a women’s immigration removal centre and has been temporarily repurposed to house people who have arrived on sm …"
        },
        {
            "title": "'My son is 35 and I pay all his bills. I have been an enabler – how can I get out of it?'",
            "category": "Life-and-Style",
            "snippet": "Summary: My son is 35, lives in a house that I have bought him, drives a car (one of many) that I bought him and I pay all his bills. I even shop for food for …"
        },
        {
            "title": "AFL’s Irish experiment faces testing time amid restricted movement",
            "category": "Sport",
            "snippet": "There have never been more Irish players in the AFL and collectively they continue to break new ground. The relationship spans 30 years and in January …"
        },
        {
            "title": "Alex the Astronaut: 'I didn’t want to tell anyone that I was gay, let alone millions of strangers'",
            "category": "Music",
            "snippet": "One of the most affecting moments on Alex the Astronaut’s debut album tells a story that is not her own. I Like to Dance is a striking first-person ac …"
        },
        {
            "title": "'It's meant to be triggering': the artist unpacking Melbourne Town's Hall's 'skeletons in the closet'",
            "category": "Music",
            "snippet": "Naretha Williams stares ominously from the cover of her new LP Blak Mass, hands outstretched as if performing an incantation. Standing in front of a l …"
        },
        {
            "title": "Adil Rashid could be handed surprise England Test recall this winter",
            "category": "Sport",
            "snippet": "Ed Smith, England’s national selector, believes Adil Rashid still wants to play Test cricket and insists his status as a white-ball-only player at Yor …"
        },
        {
            "title": "Sturgeon told of Salmond allegations earlier than thought, inquiry told",
            "category": "Politics",
            "snippet": "Nicola Sturgeon was warned about allegations of misconduct against Alex Salmond in November 2017, five months earlier than previously thought, Scotlan …"
        },
        {
            "title": "Chariots of Fire actor Ben Cross dies aged 72",
            "category": "Film",
            "snippet": "Summary: Ben Cross, star of stage and screen, has died at the age of 72. The actor, best known for his role in Oscar-winning drama Chariots of Fire, died in Vi …"
        },
        {
            "title": "'Shifting deckchairs' and scrapping PHE all part of Covid-19 blame game",
            "category": "Politics",
            "snippet": "Summary: “There is nothing in this proposal that would enable him in my mind to do anything that he can’t already do with his existing powers.” That was Andrew …"
        }
    ]
}