{
    "page": [
        {
            "title": "HSBC is biggest loser in never-ending US-China global power play",
            "category": "Business",
            "snippet": "In most respects HSBC is no different from any other bank. Plunging activity means lending is down, more money is being put aside to cover losses and …"
        },
        {
            "title": "To Corbyn's dismay, the story of the US-UK dossier has mostly been its origin",
            "category": "Politics",
            "snippet": "As Jeremy Corbyn took to the stage on a Wednesday in November brandishing secret documents 15 days out from the 2019 election campaign, it was potenti …"
        },
        {
            "title": "Few workers heed Boris Johnson's plea to get back to offices",
            "category": "Business",
            "snippet": "Boris Johnson’s plea that people “should be going back to work” in offices across England from Monday appeared to have gone unheeded in central Birmin …"
        },
        {
            "title": "Beckham says NFL owners 'don't see us as human' and season shouldn't happen",
            "category": "Sport",
            "snippet": "Odell Beckham Jr, one of the NFL’s biggest stars, says the season should not go ahead as the Covid-19 pandemic continues its spread across the United …"
        },
        {
            "title": "'Eat out to help out': incentive tempts diners out in Soho",
            "category": "Business",
            "snippet": "A sense of normality was creeping back to the streets of Soho in central London on Monday evening, as diners headed back to restaurants to take advant …"
        },
        {
            "title": "Up to 45,000 new homes to be green lit ahead of planning shake-up",
            "category": "Business",
            "snippet": "Projects to build up to 45,000 new homes are to get the green light as part of the latest round of investment from Boris Johnson’s promised “New Deal” …"
        },
        {
            "title": "Trump criticizes Covid lockdowns and falsely claims US 'doing very well'",
            "category": "US-News",
            "snippet": "Donald Trump used his White House coronavirus press conference on Monday to repeat his opposition to lockdowns as a means of bringing the contagion un …"
        },
        {
            "title": "Trump and his company under investigation by New York district attorney, filing suggests – as it happened",
            "category": "US-News",
            "snippet": "An updated summary of today’s key politics events, from my colleague Lauren Gambino and me, as we wrap up the politics live blog for this evening. Aft …"
        },
        {
            "title": "Number of UK citizens emigrating to EU has risen by 30% since Brexit vote",
            "category": "Politics",
            "snippet": "The number of British nationals emigrating to other EU countries has risen by 30% since the Brexit referendum, with half making their decision to leav …"
        },
        {
            "title": "Labour's Dawn Butler: 'People threatened to kill me. I’ve been attacked on the tube'",
            "category": "Politics",
            "snippet": "At the start of April, Dawn Butler was a well-liked figure in parliament and looked like a strong candidate for deputy leader of the Labour party. An …"
        },
        {
            "title": "Bland Fanatics by Pankaj Mishra review – both obscures and illuminates",
            "category": "Books",
            "snippet": "“What is it,” the Austro-Hungarian novelist Joseph Roth asked rhetorically in 1927, in a preface to his book The Wandering Jews, “that allows European …"
        },
        {
            "title": "Which NYPD officers have most complaints against them?",
            "category": "US-News",
            "snippet": "In New York, thousands of police discipline records that were kept secret are now public thanks to a change in the law. A statute known as 50-a meant …"
        },
        {
            "title": "Rising temperatures will cause more deaths than all infectious diseases – study",
            "category": "US-News",
            "snippet": "The growing but largely unrecognized death toll from rising global temperatures will come close to eclipsing the current number of deaths from all the …"
        },
        {
            "title": "EasyJet expands flight schedule as holiday demand grows",
            "category": "Business",
            "snippet": "EasyJet has expanded its summer schedule after better-than-expected demand and says it plans to operate about 1,000 flights a day in August. The budge …"
        },
        {
            "title": "Poetry book of the month: How to Fly by Barbara Kingsolver – review",
            "category": "Books",
            "snippet": "Whenever a novelist takes flight into poetry, one has, however unreasonably, misgivings – based on a received, under-examined idea of poetry as an exc …"
        },
        {
            "title": "My streaming gem: why you should watch I Am Divine",
            "category": "Film",
            "snippet": "The first time I saw John Waters’ film Pink Flamingos – starring Divine as the “filthiest person alive” – I thought two things: I am not alone. And ev …"
        },
        {
            "title": "Reading group: which PD James novel should we read this month?",
            "category": "Books",
            "snippet": "This month on the reading group, we’re going to read a book by PD James. This week marks 100 years since the birth of the writer known not only as “th …"
        },
        {
            "title": "Dreary chat and no sexual spark: the couples who fell out of love in lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: Hannah began to question her relationship when her boyfriend chose not to live with her during lockdown. They had been dating for two and a half years …"
        },
        {
            "title": "AA could be bought by private equity group as it battles £2.65bn debt",
            "category": "Business",
            "snippet": "The AA could be taken back into private equity ownership, as the motoring group said it was in talks with three suitors in an effort reduce its £2.65b …"
        },
        {
            "title": "What is herd immunity and could it happen in the US?",
            "category": "US-News",
            "snippet": "Summary: Pandemics typically end in one of two ways: cases are tracked and isolated or a population achieves herd immunity, often with the help of a vaccine. M …"
        },
        {
            "title": "'The narrative is we don't sell records': the black female singers uncredited by the UK industry",
            "category": "Music",
            "snippet": "Summary: Through soul, funk, disco and beyond, black female vocalists stood proudly on the front of record sleeves and on stages. Then, in 1989, Italian dance …"
        },
        {
            "title": "Sunset Boulevard at 70: we’re all Norma Desmond now",
            "category": "Film",
            "snippet": "On its release in August 1950, Sunset Boulevard punched its own industry in the face. Showbiz royalty, normally enclosed in an echo chamber of self-co …"
        },
        {
            "title": "The Killers tour: serious sexual misconduct claim 'entirely unfounded'",
            "category": "Music",
            "snippet": "Summary: Lawyers for rock band the Killers have said they were “unable to find any corroboration whatsoever” of a report of serious sexual misconduct by the La …"
        },
        {
            "title": "Home Office to scrap 'racist algorithm' for UK visa applicants",
            "category": "UK-News",
            "snippet": "The Home Office is to scrap a controversial decision-making algorithm that migrants’ rights campaigners claim created a “hostile environment” for peop …"
        },
        {
            "title": "Stephenie Meyer's Twilight retelling Midnight Sun comes out after 12 years",
            "category": "Books",
            "snippet": "Twelve years after Stephenie Meyer put Midnight Sun, her telling of the Twilight saga from vampire Edward Cullen’s perspective, “on hold indefinitely” …"
        },
        {
            "title": "Azhar Ali's Pakistan may pose sterner test for England than West Indies",
            "category": "Sport",
            "snippet": "England’s condensed summer of Test cricket resumes on Wednesday and it could get better. The West Indies series was a minor triumph; the bizarre proce …"
        },
        {
            "title": "'I am not a superwoman': Guardian readers on being childfree (or not)",
            "category": "Life-and-Style",
            "snippet": "How things are set up makes it an utterly shit gig for women. The last time I even considered marrying was 14 years ago. I’d been dating a guy for a f …"
        },
        {
            "title": "PC Andrew Harper killing: sentences referred to attorney general",
            "category": "UK-News",
            "snippet": "The jail terms handed to three teenagers who killed a police officer as they tried to escape the scene of a crime have been referred to the attorney g …"
        },
        {
            "title": "Donald Trump flounders in interview over US Covid-19 death toll",
            "category": "US-News",
            "snippet": "Donald Trump visibly floundered in an interview when pressed on a range of issues, including the number of coronavirus cases and deaths in the US, his …"
        },
        {
            "title": "SQA under fire after downgrading 124,000 predicted exam results",
            "category": "UK-News",
            "snippet": "Summary: Scotland’s exams authority has been warned it will be deluged with appeals after it rejected nearly 124,000 recommendations from teachers for this yea …"
        },
        {
            "title": "Lindsay Hoyle spends £7,500 on bedding and mattresses for Speaker's residence",
            "category": "Politics",
            "snippet": "Summary: He might have been more frugal in the refurbishment of his grace-and-favour home than his predecessor, but the new Speaker, Sir Lindsay Hoyle, has sti …"
        },
        {
            "title": "BP halves dividend; 1,100 Pizza Express jobs at risk; US factory orders rise - as it happened",
            "category": "Business",
            "snippet": "Summary: Time for a recap The Covid-19 pandemic, and the pressure to cut carbon emissions, has forced oil giant BP to halve its dividend. Although a blow to sh …"
        },
        {
            "title": "BP enjoys share bounce after unveiling plans to shift away from fossil fuels",
            "category": "Business",
            "snippet": "Summary: BP has won guarded praise from climate emergency campaigners and a hefty share price bounce by unveiling new plans to shift away from fossil fuels and …"
        },
        {
            "title": "Ben Stokes' fitness uncertainty forces Joe Root into late selection dilemma",
            "category": "Sport",
            "snippet": "Joe Root will wait on a late fitness test for Ben Stokes before deciding on the make-up of his England XI for the series opener against Pakistan on We …"
        },
        {
            "title": "Witness claims to have seen Prince Andrew at club with Virginia Giuffre",
            "category": "UK-News",
            "snippet": "The FBI has been passed information from a witness claiming to have seen the Duke of York at a nightclub with a woman who alleges the pair had sex whe …"
        },
        {
            "title": "Profits plunge for Guinness owner Diageo after Covid lockdown",
            "category": "Business",
            "snippet": "Summary: Locked down drinkers in the UK started buying booze online and baking with Baileys but that wasn’t enough to stop profits tumbling at the Guinness and …"
        },
        {
            "title": "'I have never stopped': Aileen Moreton-Robinson on 20 years of Talkin' Up to the White Woman",
            "category": "Books",
            "snippet": "When yarning with distinguished professor Aileen Moreton-Robinson, the Goenpul author of Talkin’ Up to the White Woman, your first priority is to keep …"
        },
        {
            "title": "Alyssa Healy uses Covid downtime to break down barriers for women's cricket",
            "category": "Sport",
            "snippet": "When Alyssa Healy last played a game of cricket it was in front of 86,174 people, with millions more tuning in around the world. As she smashed 75 fro …"
        },
        {
            "title": "Neil Young sues Donald Trump campaign for using his music",
            "category": "Music",
            "snippet": "Neil Young is suing Donald Trump’s campaign for alleged illegal usage of his music at a rally. The musician claims that Rockin’ in the Free World and …"
        },
        {
            "title": "Derbyshire's dramatic win launches Bob Willis Trophy in style – as it happened",
            "category": "Sport",
            "snippet": "Summary: A humdinger of a final day brought four dramatic finishes. With one ball remaining and the skies blackening over Trent Bridge, Derbyshire grabbed a th …"
        },
        {
            "title": "Liam Fox faces growing scrutiny over Russian hack of personal email",
            "category": "Politics",
            "snippet": "Liam Fox is facing questions from opposition politicians, former civil servants and campaigners about how Russian hackers were apparently able to obta …"
        },
        {
            "title": "'They're dying … it is what it is': key takeaways from Trump's shocking interview",
            "category": "US-News",
            "snippet": "Summary: Donald Trump stumbled through his second damaging interview in as many weeks, floundering in a conversation with the news website Axios over key issue …"
        },
        {
            "title": "Tiger Woods in confident mood for first major of year at US PGA",
            "category": "Sport",
            "snippet": "Incongruous though it may seem for a sportsman whose most famous successes have been against the backdrop of euphoria among galleries, Tiger Woods has …"
        },
        {
            "title": "Pizza Express closures take hospitality job losses to 17,000",
            "category": "Business",
            "snippet": "Pizza Express has become the latest chain to announce it is closing restaurants as the coronavirus pandemic causes a domino effect on Britain’s high s …"
        },
        {
            "title": "US suit retailer files for bankruptcy as joggers and polo shirts take over",
            "category": "Business",
            "snippet": "US company Tailored Brands, which controls Men’s Wearhouse and JoS. A. Bank, has become the latest mens suit specialists to file for bankruptcy in the …"
        },
        {
            "title": "Mark Allen and Shaun Murphy crash out of world championship on day of shocks",
            "category": "Sport",
            "snippet": "Mark Allen, the No4 seed, joined Shaun Murphy in crashing out of the World Snooker Championship on a day of major shocks at the Crucible. Allen, widel …"
        },
        {
            "title": "Biden says 'do your job' as Trump continues campaign of misinformation – as it happened",
            "category": "US-News",
            "snippet": "Summary: From me and Tom McCarthy: Donald Trump repeated false claims about the mortality rate and mail-in voting at a news conference. He also expressed confi …"
        },
        {
            "title": "Virgin Australia announces 3,000 job cuts and says there may be more",
            "category": "Business",
            "snippet": "Virgin Australia’s chief executive, Paul Scurrah, has said he cannot guarantee there won’t be more job losses after unveiling a plan to relaunch the s …"
        },
        {
            "title": "US announces highest-level visit to Taiwan in decades, risking China anger",
            "category": "US-News",
            "snippet": "A senior US official is to lead a delegation to Taiwan in the highest-level visit since 1979 to discuss the coronavirus pandemic and to “celebrate the …"
        },
        {
            "title": "What can you do to fight the climate crisis?",
            "category": "US-News",
            "snippet": "As the climate crisis intensifies, scientists and experts agree that systemic change is critical. But while individual efforts alone aren’t enough to …"
        }
    ]
}