{
    "page": [
        {
            "title": "Boris Johnson defends refusal to suspend Tory MP accused of rape",
            "category": "UK-News",
            "snippet": "Summary: Boris Johnson has defended the Conservative party’s refusal to suspend the Tory MP accused of rape. The unnamed former minister was arrested at the we …"
        },
        {
            "title": "Letters: Ronald Bergan obituary",
            "category": "Film",
            "snippet": "When working on these pages, I had a long-running joke – or I think it was a joke – with Ronald Bergan about my filling out a line concerning the acto …"
        },
        {
            "title": "Labour report 'misused private messages to portray party members as racist'",
            "category": "Politics",
            "snippet": "Labour staffers named in a leaked internal party report that claimed to show their private hostility to Jeremy Corbyn have alleged that the document m …"
        },
        {
            "title": "London Marathon becomes elite-only race running laps in St James's Park",
            "category": "Sport",
            "snippet": "It is the news that thousands of runners, who have continued to toil and boil throughout lockdown, have long feared: this year’s London Marathon, whic …"
        },
        {
            "title": "The Last Migration by Charlotte McConaghy review – aching, poignant and pressing debut",
            "category": "Books",
            "snippet": "“The animals are dying. Soon we will be alone here.” These two short statements – declarative, understated – open The Last Migration, Australian autho …"
        },
        {
            "title": "Belly Mujinga: no charges after CPS review of rail worker's Covid-19 death",
            "category": "UK-News",
            "snippet": "No charges will be brought over the death of Belly Mujinga, the railway worker who died of Covid-19 after allegedly being spat on while at work, prose …"
        },
        {
            "title": "Nine Tory MPs criticise government's 'crude' lockdown strategy",
            "category": "UK-News",
            "snippet": "Nine Conservative MPs in Greater Manchester have written to Matt Hancock criticising the government’s “crude and ineffective strategy” to regional loc …"
        },
        {
            "title": "'He held a gun to my head': savage stories of Channel people-smuggling",
            "category": "UK-News",
            "snippet": "When one Kurdish Iraqi man faced rough seas on the night of his planned 20-mile boat journey to Britain, the non-swimmer refused to get in. “Nobody wa …"
        },
        {
            "title": "England get first Test jitters again after Shan Masood century inspires Pakistan",
            "category": "Sport",
            "snippet": "Summary: England’s wretched record in the first Test of a series is in danger of continuing. Their situation after a compelling, topsy-turvy day is not irretri …"
        },
        {
            "title": "Trump's top Iran envoy quits as US bids to extend Tehran embargo",
            "category": "US-News",
            "snippet": "Summary: The Trump administration’s lead diplomat on Iran, Brian Hook, has announced his resignation days before the US attempts a high-stakes gambit against T …"
        },
        {
            "title": "Mike Pence calls supreme court justice John Roberts a ‘disappointment'",
            "category": "US-News",
            "snippet": "The US vice-president, Mike Pence, has criticized the supreme court chief justice, John Roberts, as a “disappointment to conservatives” after he sided …"
        },
        {
            "title": "Detail arrested: Grammy-winning producer faces 15 counts of sexual assault",
            "category": "Music",
            "snippet": "The Grammy award-winning music producer Detail was arrested Wednesday on more than a dozen charges of sexual assault, authorities said. The 41-year-ol …"
        },
        {
            "title": "New York attorney general sues to shut down NRA, alleging 'brazen illegality'",
            "category": "US-News",
            "snippet": "Summary: New York’s attorney general has sued to dissolve the National Rifle Association (NRA), alleging that senior leaders used the powerful gun lobby group …"
        },
        {
            "title": "Covid-19 will lead to correction in price of TV sports rights, says BT Sport",
            "category": "Sport",
            "snippet": "BT’s head of sport, Simon Green, believes one impact of the coronavirus pandemic will be to dampen the inflationary value of television sports rights …"
        },
        {
            "title": "The Cummings effect: study finds public faith was lost after aide's trip",
            "category": "Politics",
            "snippet": "There was a clear and lasting “Cummings effect” on public confidence in the government’s handling of coronavirus after the prime minister’s senior aid …"
        },
        {
            "title": "Ascot still has hopes for a crowd on Champions Day despite prize fund cut",
            "category": "Sport",
            "snippet": "Ascot insisted on Thursday it has not given up hope of welcoming a crowd to its Champions Day fixture on 17 October, despite a huge cut in the prize f …"
        },
        {
            "title": "MPs urge Home Office to grant refugee status to all Uighurs arriving in UK",
            "category": "UK-News",
            "snippet": "A cross-party group of MPs and peers, including a former chair of the Conservative party, have written to the home secretary demanding that Uighur peo …"
        },
        {
            "title": "Coronavirus relief bill negotiations sour as both sides dig in – as it happened",
            "category": "US-News",
            "snippet": "Negotiations dragged on over the latest coronavirus relief bill. Democratic leaders Nancy Pelosi and Chuck Schumer held strong that they would not com …"
        },
        {
            "title": "Why a Biden presidency might not mean a return to pre-Trump foreign relations",
            "category": "US-News",
            "snippet": "European leaders, desperate for an end to the Trump presidency, are being warned that four years of Joe Biden may present them with new challenges and …"
        },
        {
            "title": "My pandemic epiphany: how I fell in love with online therapy",
            "category": "Life-and-Style",
            "snippet": "Therapy is the pinnacle of awkward. You spend an hour talking about the deepest parts of yourself, to a person you barely know, and then you pay them …"
        },
        {
            "title": "‘I don’t trust them any more’: how the NRA became its own worst enemy",
            "category": "US-News",
            "snippet": "Oliver North cut a lonely figure as he walked through the Indianapolis airport, quietly slipping out of the city midway through the National Rifle Ass …"
        },
        {
            "title": "Work It review – engaging Netflix teen comedy dances to a familiar beat",
            "category": "Film",
            "snippet": "There’s an easy sleepover movie charm to Netflix comedy Work It, a charm that’s proved harder to find in their many other teen offerings of late. It’s …"
        },
        {
            "title": "Perfect 10 review – teen drama marks the arrival of a special talent",
            "category": "Film",
            "snippet": "Not quite a perfect 10. But still, Scottish director Eva Riley smashes it with her debut feature, a gritty and tender portrait of a teenage gymnast wh …"
        },
        {
            "title": "The Museum of Whales You Will Never See  by A Kendra Greene  – review",
            "category": "Books",
            "snippet": "The Flemish cartographer Abraham Ortellius proposed four centuries ago that Europe, Africa and the Americas were once united, but had been torn asunde …"
        },
        {
            "title": "Refugees tell of brutality as people-smuggling across Channel booms",
            "category": "UK-News",
            "snippet": "Refugees have told of increasingly brutal tactics used by people-smugglers transporting thousands across the Channel in small boats, as calm seas and …"
        },
        {
            "title": "From Charli XCX to Taylor Swift: 10 of the best albums made in lockdown",
            "category": "Music",
            "snippet": "Summary: How I’m Feeling Now Charli XCX Announced on 6 April in a Zoom call with fans and released just six weeks later, Charli XCX’s fourth album of metallic …"
        },
        {
            "title": "Perry Farrell of Jane's Addiction: 'I consider myself a late bloomer'",
            "category": "Music",
            "snippet": "Sitting cross-legged in his garden, at 61 Perry Farrell still has a jawline so jutting it looks chiselled out of the mountains above the Sunset Strip. …"
        },
        {
            "title": "Act of Grace by Anna Krien review – a hugely impressive first novel",
            "category": "Books",
            "snippet": "Gerry brings a snake skin home to his mother one day, hoping to scare her. Instead she stares at it wistfully. “It must be an incredible feeling,” she …"
        },
        {
            "title": "Giraffe review – an erotic tale of love, location and loyalty",
            "category": "Film",
            "snippet": "Danish film-maker Anna Sofie Hartmann has crafted this elegant, muted docu-fiction about our fragile sense of identity and place. It’s a movie whose s …"
        },
        {
            "title": "DJ Erick Morillo charged with sexual battery after turning himself in",
            "category": "Music",
            "snippet": "House music DJ Erick Morillo has been arrested and charged with sexual battery. According to a report by the Florida news channel Local 10, police say …"
        },
        {
            "title": "Nadia Rose's dream festival: 'We'd search for Kim Kardashian's earrings in the sea'",
            "category": "Music",
            "snippet": "Summary: Location It’s got to be Bora Bora. It’s always been a dream for me to get over there. I love how secluded it is and it’s super–luxurious. I could real …"
        },
        {
            "title": "My life in sex: the man who finally opened up about his erectile dysfunction",
            "category": "Life-and-Style",
            "snippet": "I first experienced erection problems around four years ago. My mother had suddenly passed away and one of my brothers was in a coma due to an unrelat …"
        },
        {
            "title": "Experience: I landed a plane after the pilot passed out",
            "category": "Life-and-Style",
            "snippet": "I hadn’t flown very much in my first two flying lessons. The first few are really just introductions to a plane and cockpit, a run-through of the basi …"
        },
        {
            "title": "Dirty Dancing sequel starring Jennifer Grey announced 33 years after original",
            "category": "Film",
            "snippet": "An official sequel to the hit summer romance movie Dirty Dancing has been announced, 33 years after the first film was released. Jennifer Grey, who st …"
        },
        {
            "title": "Joe Biden attacks Donald Trump for 'shameful' claim he is 'against God'",
            "category": "US-News",
            "snippet": "Donald Trump has claimed Joe Biden is “against God” in an attack on the presumptive Democratic presidential candidate’s faith. In provocative remarks …"
        },
        {
            "title": "Tracks of the week reviewed: Kylie Minogue, Taylor Swift, Maroon 5",
            "category": "Music",
            "snippet": "Kylie Minogue Say Something What a thorough joy it is to have Kylie back from the country music hinterlands. Say Something is a quasi-disco bop with a …"
        },
        {
            "title": "First Thing: how the NRA shot itself in the foot",
            "category": "US-News",
            "snippet": "Good morning. For decades, the National Rifle Association has been one of the most powerful lobby groups in the US. But despite continuing success in …"
        },
        {
            "title": "Thousands of BA staff to find out if they will lose jobs due to Covid",
            "category": "Business",
            "snippet": "Summary: More than 6,000 British Airways staff have accepted voluntary redundancy as the airline moves to tell thousands more cabin crew and ground staff wheth …"
        },
        {
            "title": "'Telly just isn't the same': glorious return of English seaside entertainment",
            "category": "UK-News",
            "snippet": "Children laughed, gasped, clapped and sang along. Families and couples strolling along the sunlit promenade paused for a few minutes to watch, smiles …"
        },
        {
            "title": "Digested week: I had big plans for lockdown, but mostly I watch TV",
            "category": "UK-News",
            "snippet": "Monday When I was a teenager, the FA Cup final was always a red letter day in the football calendar. The TV coverage would start in the morning with l …"
        },
        {
            "title": "Prince Harry hits out at social media for creating 'crisis of hate'",
            "category": "UK-News",
            "snippet": "Prince Harry has hit out at social media companies for creating a “crisis of hate” and called for “meaningful digital reform” after an unprecedented a …"
        },
        {
            "title": "How can rugby prevent a lost generation amid the Covid crisis?",
            "category": "Sport",
            "snippet": "Summary: There is a paragraph within Edward Griffiths’ thought-provoking 76-page proposal for a radical revamp of English rugby that says it all. “When histori …"
        },
        {
            "title": "Why are indoor settings higher risk for Covid – and are restaurants safe?",
            "category": "Politics",
            "snippet": "In Aberdeen it was pubs, restaurants and golf courses. In Prague it was a nightclub. In California it was a church. Why does Covid-19 appear to spread …"
        },
        {
            "title": "All killer, no filler: why Greatest Hits are back at the top of the album charts",
            "category": "Music",
            "snippet": "Chart-dominating compilations started in 1958, when Columbia Records packaged up the first smashes by Johnny Mathis as Johnny’s Greatest Hits. The lab …"
        },
        {
            "title": "Fight or flight? A zombie survival game taught me a lot",
            "category": "Life-and-Style",
            "snippet": "Summary: At the shops, my boyfriend collided with a physically imposing man with the smell of alcohol on his breath, who had cut up the one-way system guiding …"
        },
        {
            "title": "Salzburg's summer festival: a triumph over adversity or reckless folly?",
            "category": "Music",
            "snippet": "At the performances of Richard Strauss’s opera Elektra in Salzburg this week, the scene in the auditorium was almost as alarming as the murderous psyc …"
        },
        {
            "title": "Midnight Sun by Stephenie Meyer review – dusk falls on Twilight saga",
            "category": "Books",
            "snippet": "Set aside the millions of copies sold, the controversies over both its sexual overtones and its lack of actual sex, and the blockbuster film franchise …"
        },
        {
            "title": "I feel ashamed that my marriage is over: how can I tell our young son?",
            "category": "Life-and-Style",
            "snippet": "After 22 years together (half my life), my husband and I have decided to separate. We’ve had extensive therapy, we love each other and want the best f …"
        },
        {
            "title": "US economy added 1.8m jobs in July, beating expectations – as it happened",
            "category": "Business",
            "snippet": "The US economy is rebounding, but at a slower rate than before - suggesting the economic damage caused by the pandemic and the lockdowns will be protr …"
        },
        {
            "title": "Wayne Fontana, British singer who topped US charts with Game of Love, dies aged 74",
            "category": "Music",
            "snippet": "Pop singer Wayne Fontana, who scored a major transatlantic hit with The Game of Love in 1965, has died aged 74 at hospital in Stockport “with his long …"
        }
    ]
}