{
    "page": [
        {
            "title": "House hearing finds US no closer to plan as coronavirus is 'raging out of control' – as it happened",
            "category": "US-News",
            "snippet": "That’s all from me for the day. Here are the top news stories to be aware of from today: The supreme court justice Ruth Bader Ginsburg was discharged …"
        },
        {
            "title": "Eight US military members missing after vehicle sinks in training exercise",
            "category": "US-News",
            "snippet": "Summary: Seven US Marines and a navy sailor were missing on Friday, a day after their amphibious assault vehicle sank off the southern California coast during …"
        },
        {
            "title": "Bryson DeChambeau says he's playing the long game: 'My goal is to live to 130'",
            "category": "Sport",
            "snippet": "Summary: We have but one life to live on this earth, but Bryson DeChambeau is dead-set on making the most of it. The muscle-bound 26-year-old American golfer, …"
        },
        {
            "title": "Blind date: ‘I probably should have saved the massage parlour story for a second date’",
            "category": "Life-and-Style",
            "snippet": "Pete on Claire What were you hoping for? A fun conversation with someone interesting, attractive, intelligent and full of life. Possibly the owner of …"
        },
        {
            "title": "Tim Dowling: it’s 5.12am and I can hear an intruder with a chainsaw",
            "category": "Life-and-Style",
            "snippet": "I am woken by a mosquito lazily hovering about my ear, the bedroom bathed in a pewter half-light. I brush the side of my head and the noise stops, but …"
        },
        {
            "title": "Fit in my 40s: protein boosts fitness, but who wants to eat a kilo of chicken a day?",
            "category": "Life-and-Style",
            "snippet": "I refuse to address the conundrum of what diet to deploy on your excess tum. It just seems so wrong, after all we’ve collectively been through, to emb …"
        },
        {
            "title": "Intimations by Zadie Smith review – a wonderful essayist on the lockdown",
            "category": "Books",
            "snippet": "There are probably going to be a lot of lockdown books. Or maybe not: maybe as the new world becomes the new normal we’ll want to hurry forward, away …"
        },
        {
            "title": "Streaming: enjoy Sundance London from your sofa",
            "category": "Film",
            "snippet": "In a year that has seen the usually crammed film festival circuit thrown into disarray by coronavirus, January’s Sundance film festival was one of the …"
        },
        {
            "title": "Extend UK furlough subsidies to avoid mass job losses, Labour urges",
            "category": "UK-News",
            "snippet": "Labour and a leading welfare thinktank have called on the government to extend furlough subsidies for the hardest-hit industries as employers are forc …"
        },
        {
            "title": "Miss Benson's Beetle by Rachel Joyce review – the value of friendship",
            "category": "Books",
            "snippet": "Summary: Rachel Joyce’s wonderful 2012 debut, The Unlikely Pilgrimage of Harold Fry, was about a man who walked 600 miles to see an old friend and found comfor …"
        },
        {
            "title": "Arkady Martine wins Hugo for best novel, as George RR Martin hosts online ceremony",
            "category": "Books",
            "snippet": "Summary: Debut author Arkady Martine has won the Hugo for best novel during a virtual ceremony hosted by George RR Martin that frequently turned deeply politic …"
        },
        {
            "title": "Save the world: grow beans and peas",
            "category": "Life-and-Style",
            "snippet": "Legumes might just save the world. Stuff all this lab-grown meat and those cricket burgers: legumes are what we should be banking on. The protein-rich …"
        },
        {
            "title": "Could this anti-Trump Republican group take down the president?",
            "category": "US-News",
            "snippet": "Amid all the noise of an election involving Donald Trump – all the inflammatory tweets and shadowy Facebook posts – one set of ads has somehow managed …"
        },
        {
            "title": "The Housing Lark: Sam Selvon's strikingly relevant, lesser-known classic",
            "category": "Books",
            "snippet": "Summary: The Lonely Londoners, Sam Selvon’s classic 1956 novel about West Indian migrants making their way in the old metropolis, ended on a blue note. Its chi …"
        },
        {
            "title": "Classical home listening: Beethoven, John Sheppard – and Komitas",
            "category": "Music",
            "snippet": "• Suffering from Beethoven anniversary fatigue? The British pianist Paul Lewis has the ideal tonic. His album Für Elise: Bagatelles, Opp 33, 119 & 126 …"
        },
        {
            "title": "Talking Horses: Naharr can justify cramped odds in Stewards' Cup charge",
            "category": "Sport",
            "snippet": "It has been a fine week at Glorious Goodwood for the newish combination of William Haggas and Tom Marquand, who got their fourth winner together at th …"
        },
        {
            "title": "Steve Bannon hails Dominic Cummings and predicts lurch to right for No 10",
            "category": "US-News",
            "snippet": "Steve Bannon, who has previously backed a range of notorious far-right political figures, has publicly endorsed Dominic Cummings for the first time, c …"
        },
        {
            "title": "Super League determined to step up as it resumes amid uncertainty",
            "category": "Sport",
            "snippet": "It has been four painstaking months Robert Elstone will be keen to forget. In mid-March, the Super League chief executive stood on the steps of Hudder …"
        },
        {
            "title": "One to watch: Billy Nomates",
            "category": "Music",
            "snippet": "There is currently no shortage of post-punk acts with a line in confrontational Sprechgesang. Brighton band Squid’s is absurdist and yelping. Dublin’s …"
        },
        {
            "title": "Taylor Swift: Folklore review – love and loss in lockdown",
            "category": "Music",
            "snippet": "Taylor Swift’s surprise eighth album, Folklore, takes 16 complex and intriguing tunes by pop’s reigning colossus and gussies them up in atmospherics a …"
        },
        {
            "title": "Public told to avoid four ‘unmanageable’ Kent beaches",
            "category": "UK-News",
            "snippet": "Summary: Holidaymakers in Kent have been asked to avoid four of the county’s beaches after fears some have become “unmanageable” due to the number of visitors. …"
        },
        {
            "title": "Unhinged review – darkly funny tale of road rage",
            "category": "Film",
            "snippet": "Stuck in standstill traffic, single mum Rachel (the sparky Caren Pistorius) is late dropping her son, Kyle (Gabriel Bateman), at school and on the ver …"
        },
        {
            "title": "Improve your relationships – with advice from counter-terrorism experts",
            "category": "Life-and-Style",
            "snippet": "Summary: “The more you push someone, the more they close up,” say Emily and Laurence Alison, a husband-and-wife psychology team. “The hungrier you are for info …"
        },
        {
            "title": "Andrew Oliver: No Local Stops review – a masterclass in early jazz piano",
            "category": "Music",
            "snippet": "If anyone is going to succeed in rescuing good music from the ghetto called “early jazz”, it will be the pianist Andrew Oliver. I wouldn’t go so far a …"
        },
        {
            "title": "Barcelona rethinks its reliance on tourism as bans keep foreigners away",
            "category": "Business",
            "snippet": "Summary: It’s late July on Barcelona’s La Rambla and there are no takers for the Mexican hats and Gaudí mouse mats for sale on street stalls, nor any business …"
        },
        {
            "title": "DBC Pierre: 'You can be shut down from life because of one mistake'",
            "category": "Books",
            "snippet": "DBC Pierre is the author of seven books, including Release the Bats, a guide to writing fiction, and Vernon God Little, which won the Booker prize in …"
        },
        {
            "title": "Obama and Trump highlight two Americas as election draws nearer",
            "category": "US-News",
            "snippet": "They were six hours that defined two Americas as well as exposing the magnitude of the decision facing voters in November. At 8.30am on Thursday, the …"
        },
        {
            "title": "Unite sounds warning over Labour antisemitism payouts",
            "category": "Politics",
            "snippet": "Labour’s biggest union backer will review its political donations in light of Keir Starmer’s decision to pay damages to ex-staffers who claimed the pa …"
        },
        {
            "title": "Democratic congressman issues blistering attack on Republicans after Covid-19 diagnosis",
            "category": "US-News",
            "snippet": "A Democratic congressman diagnosed as positive for the coronavirus has condemned Republican politicians for their carelessness around Congress and bla …"
        },
        {
            "title": "England beat Ireland by four wickets: second one-day international – as it happened",
            "category": "Sport",
            "snippet": "That was an unusual runchase. Jonny Bairstow’s violent 41-ball 82 put England miles ahead of the rate, but they kept losing wickets to loose strokes a …"
        },
        {
            "title": "Migration to Australia has fallen off a cliff – will it take the economy with it?",
            "category": "Business",
            "snippet": "Summary: If Pritam Deb had waited another year, his dream of moving to Australia with his young family probably would not have come true. The 35-year-old data …"
        },
        {
            "title": "How we stay together: 'We're just touching each other constantly'",
            "category": "Life-and-Style",
            "snippet": "Names: Michael and Alyce Swinbourne Years together: 15 Occupations: Retired and researcher “If you want to test your relationship, ride a tandem bike, …"
        },
        {
            "title": "'Easy to meet, hard to stay together': share your stories",
            "category": "Life-and-Style",
            "snippet": "If there’s anything this global pandemic has made us realise, it’s the importance of maintaining strong connections with those we love. We could all l …"
        },
        {
            "title": "‘End the prejudice against Travellers’ – police chief",
            "category": "UK-News",
            "snippet": "A senior police officer has condemned deep-seated prejudice for making it acceptable to label the UK Travelling community “inherently criminal”. Speak …"
        },
        {
            "title": "Willey and Billings help England survive Ireland scare in second ODI",
            "category": "Sport",
            "snippet": "Just as the sun started to set and the floodlights were no longer a complete irrelevance the series came alive for a while. England were chasing what …"
        },
        {
            "title": "Donald Trump claims Anthony Fauci 'wrong' about cause of Covid-19 surge",
            "category": "US-News",
            "snippet": "Donald Trump launched an extraordinary attack on his own top infectious disease expert, Dr Anthony Fauci, arguing against the doctor’s claim that high …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Fontaines DC: A Hero’s Death review – sneer all you like",
            "category": "Music",
            "snippet": "Fontaines DC insist that A Hero’s Death is not merely “part two” to their phenomenal debut album, Dogrel (2019) and that the band “don’t belong to any …"
        },
        {
            "title": "From the archive: the meaning of jazz, 1987",
            "category": "Life-and-Style",
            "snippet": "It’s an archetypal jazz shot on the cover of the Observer Magazine of 15 February 1987, a grainy Thelonius Monk, one of the great originals, wreathed …"
        },
        {
            "title": "Super Netball 2020 season start: NSW Swifts beat Giants Netball – as it happened",
            "category": "Sport",
            "snippet": "I just wanted to take another quick look at those turnovers before I leave you. Again they reflected the closeness of the game, finishing at 33 apiece …"
        },
        {
            "title": "August, month of plenty on the plot",
            "category": "Life-and-Style",
            "snippet": "So, August. Most usually the month of summer holidays, when harvests and watering rotas are shared around with payment in courgettes. Or more likely, …"
        },
        {
            "title": "Match day: time to pair eyes and lips",
            "category": "Life-and-Style",
            "snippet": "This Missoni AW20 look scores points, because matchy-matchy is not easy to pull off. Avoid opaque finishes and opt for a light wash. Achieve this by u …"
        },
        {
            "title": "It Was All a Lie review: Trump as symptom not cause of Republican decline",
            "category": "US-News",
            "snippet": "Summary: Stuart Stevens’ It Was All a Lie is a sustained attack, both jeremiad and confession, on the Republican party he served for 40 years. His is the hand …"
        },
        {
            "title": "Summer by Ali Smith review – a remarkable end to an extraordinary quartet",
            "category": "Books",
            "snippet": "I’m not sure I’ve ever looked forward to a book as eagerly as Ali Smith’s Summer. This is the final instalment of her seasonal quartet, a series that …"
        },
        {
            "title": "Yes, the tech giants are big – in truth, probably too big to break up",
            "category": "Business",
            "snippet": "What’s the difference between Mark Zuckerberg and John D Rockefeller? Exchange the trainers for a pair of spats, and the T-shirt for a frock coat, and …"
        },
        {
            "title": "Summerland review – wartime wonderment with Gemma Arterton",
            "category": "Film",
            "snippet": "What a lovely, hopeful and rather magical movie this is. The feature debut from writer/director Jessica Swale, whose impressive theatre CV includes th …"
        },
        {
            "title": "'She shows what's possible': Mondaire Jones on AOC and his path to Congress",
            "category": "US-News",
            "snippet": "Growing up in the New York suburbs, Mondaire Jones could not imagine himself running for public office. But after declaring victory in the Democratic …"
        },
        {
            "title": "WFH? The coffee (and prosecco) van coming to a British street near you",
            "category": "Business",
            "snippet": "“Stop me and buy one” is a slogan traditionally used by ice-cream sellers. Now you may be as likely to find coffee, bread, cakes and sandwiches being …"
        },
        {
            "title": "Sun, sand, sea … staycation Skegness",
            "category": "Business",
            "snippet": "Early on Friday morning, with the sun already promising the hottest day of the year, an age-old British ritual was taking place in the car park beside …"
        },
        {
            "title": "The Pull of the Stars by Emma Donoghue review – beauty amid horror",
            "category": "Books",
            "snippet": "Summary: Emma Donoghue’s publishers might regard it as a mixed blessing that her latest novel is set during the 1918 flu pandemic. While she can’t be faulted f …"
        }
    ]
}