{
    "page": [
        {
            "title": "Crossrail delayed again until 2022 and another £450m over budget",
            "category": "UK-News",
            "snippet": "Crossrail, the mass-transit train line through London, has been further delayed until 2022 and gone another £450m over budget. Transport for London sa …"
        },
        {
            "title": "First Thing: Biden accepts presidential nomination as Bannon arrested for fraud",
            "category": "US-News",
            "snippet": "Good morning, Thirty years after his first bid, Joe Biden formally accepted the Democratic nomination for presidential candidate on Thursday , at the …"
        },
        {
            "title": "My ex-girlfriend contacted me during lockdown. Is it callous to ignore her?",
            "category": "Life-and-Style",
            "snippet": "During lockdown, an ex-girlfriend sent me a WhatsApp message to check if I was OK. When our relationship ended, I decided not to speak to her again. A …"
        },
        {
            "title": "Time-wasting UK makes post-Brexit deal unlikely, says Barnier",
            "category": "Politics",
            "snippet": "Michel Barnier has accused the British government of “wasting valuable time” and warned that a post-Brexit deal between the EU and the UK looks “unlik …"
        },
        {
            "title": "Alexander Povetkin and Dillian Whyte top the bill at the other Garden",
            "category": "Sport",
            "snippet": "If ever a sport was attuned to weird times, it is boxing. And, in Eddie Hearn’s back garden on Saturday night, Dillian Whyte and Alexander Povetkin, t …"
        },
        {
            "title": "Are US small businesses 'gone forever'? No, not all of them",
            "category": "Business",
            "snippet": "Summary: Just a few weeks ago, a New York Times article warned that as many as one-third of New York’s small businesses could be “gone forever”. Bloomberg repo …"
        },
        {
            "title": "School reopening in Scotland: five lessons for the rest of the UK",
            "category": "UK-News",
            "snippet": "Summary: 1. Don’t expect things to run perfectly from the first day Parents across Scotland have highlighted various difficulties, including bubbles preventing …"
        },
        {
            "title": "AO.com hires more staff on back of Covid home shopping surge",
            "category": "Business",
            "snippet": "The online electrical goods retailer AO.com is hiring 650 staff as it anticipates “significant growth” after a surge in home shopping during the coron …"
        },
        {
            "title": "'We lost the love': UK nightclubs using Covid crisis to reassess scene",
            "category": "Music",
            "snippet": "Summary: In front of an old mechanic’s workshop in Tottenham a collection of trestle tables, a makeshift bar and a pair of palm trees are being battered by an …"
        },
        {
            "title": "Trini Lopez obituary",
            "category": "Music",
            "snippet": "“From the barrio to Beverly Hills,” was how the American entertainer Trini Lopez liked to describe his life’s journey. Lopez, who has died aged 83 fro …"
        },
        {
            "title": "'Severe inhumanity': California prisons overwhelmed by Covid outbreaks and approaching fires",
            "category": "US-News",
            "snippet": "Summary: California’s raging wildfires have created a crisis at multiple state prisons, where there are reports of heavy smoke and ash making it hard to breath …"
        },
        {
            "title": "Who's got time to switch off? I suffer from the modern affliction of 'busyness'",
            "category": "Life-and-Style",
            "snippet": "The life of a writer is project-based. Finish one assignment then on to the next, often juggling multiple jobs and occasionally having none at all. I …"
        },
        {
            "title": "Charles Allen obituary",
            "category": "Books",
            "snippet": "Charles Allen, who has died of cancer aged 80, interviewed the last generation of British administrators of India in 1974 for the BBC radio series Pla …"
        },
        {
            "title": "My sister says she doesn’t want to see me. Should I give up on her?",
            "category": "Life-and-Style",
            "snippet": "Summary: My childhood was not a happy one. My mother was a narcissistic and toxic person who liked everyone but my older sister, my father and me. She was beau …"
        },
        {
            "title": "The best thing you can do to make the world a better place? Sometimes the answer is nothing",
            "category": "Life-and-Style",
            "snippet": "‘Lots of people are feeling unproductive,” the doctor and journalist James Hamblin observed last month. “But if you successfully infect zero people wi …"
        },
        {
            "title": "Keir Starmer plays long game to label Boris Johnson as incompetent",
            "category": "Politics",
            "snippet": "While the government was flailing over the exams fiasco last Sunday, a corner of leftwing Twitter was aflame with indignation at Labour’s role in the …"
        },
        {
            "title": "Lucy Ellmann lands James Tait Black prize, 38 years after her father's win",
            "category": "Books",
            "snippet": "Lucy Ellmann has won the UK’s oldest literary prize, the James Tait Black award, for her novel Ducks, Newburyport – almost four decades after her fath …"
        },
        {
            "title": "Number of migrants crossing Channel in boats passes 5,000",
            "category": "UK-News",
            "snippet": "The number of migrants who have crossed the Channel in small boats this year has passed 5,000, analysis shows, as the UK government continues to pursu …"
        },
        {
            "title": "Cuties: how an unreleased Netflix film whipped up a frenzy of fury",
            "category": "Film",
            "snippet": "Yesterday Netflix released promotional artwork and a trailer for a new film called Cuties (Mignonnes, in its original French). It is the feature-lengt …"
        },
        {
            "title": "Tenet review: Christopher Nolan's thriller is a palindromic dud",
            "category": "Film",
            "snippet": "No wonder Christopher Nolan thinks Tenet can save cinema. That’s a doddle compared to the challenge faced in his film, which, we’re frequently reminde …"
        },
        {
            "title": "Battaash battles to Nunthorpe success and four-timer for Jim Crowley at York",
            "category": "Sport",
            "snippet": "The explosive brilliance which Battaash brought to the Nunthorpe Stakes 12 months ago was missing here on Friday, but in its place was a grit and unwi …"
        },
        {
            "title": "Ovo Energy pays £1.2m fine after SSE misses smart meters target",
            "category": "Business",
            "snippet": "Ovo Energy has inherited a £1.2m fine months after buying SSE’s home energy supply business after SSE failed to install enough smart meters last year. …"
        },
        {
            "title": "Digested week: Escape from New York, but not from the news",
            "category": "UK-News",
            "snippet": "Monday We drove out of New York in a rented minivan with Nebraska plates, squandering the newfound goodwill towards New Yorkers. (In New York, the vir …"
        },
        {
            "title": "Welsh planners turn down cycle cafe for lack of car parking spaces",
            "category": "Life-and-Style",
            "snippet": "A cycle cafe in Wales has been refused planning permission because it doesn’t have enough car parking space. Kelly Eroglu wanted to open a coffee shop …"
        },
        {
            "title": "MPs call on UK to help whistleblower facing extradition to Monaco",
            "category": "Politics",
            "snippet": "A cross–party group of MPs is urging the Foreign Office to support a corruption whistleblower who says he is the victim of “political persecution” in …"
        },
        {
            "title": "Birmingham: 1m asked to restrict home visitors to prevent new lockdown",
            "category": "UK-News",
            "snippet": "More than a million people in Birmingham will be advised to limit the number of people entering their homes to two as part of voluntary restrictions t …"
        },
        {
            "title": "Zak Crawley's mammoth century puts England in early control of third Test",
            "category": "Sport",
            "snippet": "Summary: Zak Crawley’s maiden Test century came with the minimum of fuss. He had taken tea on 97; on the resumption he took guard against that tormentor of ner …"
        },
        {
            "title": "STA Travel becomes latest casualty of coronavirus crisis",
            "category": "Business",
            "snippet": "STA Travel, which offered package tours for backpackers and adventurous young people, has become the latest business to cease trading because of the c …"
        },
        {
            "title": "From defending Ivan Milat to seeking justice on Palm Island: Andrew Boe's life in the courtroom",
            "category": "Books",
            "snippet": "There are images in barrister Andrew Boe’s new book that are indelible, sketched only in a few words. Like when Boe had represented a man acquitted of …"
        },
        {
            "title": "Trump campaign fails to show evidence of vote-by-mail fraud, filing reveals",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s campaign failed to produce any evidence of vote-by-mail fraud in Pennsylvania after a federal judge ordered it do so, according to a 52 …"
        },
        {
            "title": "Talking Horses: progressive Trueshan poised to pick up Ebor prize at York",
            "category": "Sport",
            "snippet": "The prize fund is much reduced from last year’s £1m, but the Ebor field is as deep and competitive as ever. Fujaira Prince was impressive at Royal Asc …"
        },
        {
            "title": "California's wildfires explained: how did they start – and is this normal?",
            "category": "US-News",
            "snippet": "Wildfires have been raging across California, ripping through wildlands as well as cities, towns and rural neighborhoods, forcing thousands of residen …"
        },
        {
            "title": "USPS chief Louis DeJoy says he won't restore mail-sorting machines ahead of election – as it happened",
            "category": "US-News",
            "snippet": "We’re wrapping up our live politics coverage for tonight. An updated summary of today’s key events from myself and Joan Greve: Democratic presidential …"
        },
        {
            "title": "'We were terrorised': brother of drowned Sudanese refugee on war-torn homeland",
            "category": "UK-News",
            "snippet": "Summary: The Sudanese village that Abdulfatah Hamdallah came from is so small that it is not actually on the map. Himdey is in Kordofan State, which borders th …"
        },
        {
            "title": "Tim Dowling: 'For 35 years, I weighed exactly 11 stone. Lockdown has made me a man of dough'",
            "category": "Life-and-Style",
            "snippet": "I walk into the kitchen with a hammer in one hand, a screwdriver in the other, and a bad look upon my face. My wife looks up from her needlework. “Suc …"
        },
        {
            "title": "After a repentant Trump voter's one-man protest, what happened next?",
            "category": "US-News",
            "snippet": "Regrets, he’s had a few, but then again, there’s one he’d like to mention. James Walker voted for Donald Trump in 2016. That fateful decision, and a s …"
        },
        {
            "title": "Disclosure: 'When you're 15, a club is a pretty terrifying place'",
            "category": "Music",
            "snippet": "And so a summer has passed without a single tent unwittingly erected next to an all-night soundsystem, a single wristband being slipped off and passed …"
        },
        {
            "title": "AFL 2020 round 13: Western Bulldogs scrap past Melbourne into the top eight – as it happened",
            "category": "Sport",
            "snippet": "Credit to the Western Bulldogs for a hard earned four points secured in difficult conditions at a windy Gold Coast. The win sends them up to seventh o …"
        },
        {
            "title": "Why the Germans Do It Better by John Kampfner review – notes from a grown-up country",
            "category": "Books",
            "snippet": "Not so long ago my wife and brother-in-law, whose parents were born in the Weimar Republic, had their German nationality restored. They were presented …"
        },
        {
            "title": "MS Dhoni departs cricket with the sport now shaped to his image",
            "category": "Sport",
            "snippet": "And so it goes on. In the past week there has been a surge of Pharaonic tributes, ritual farewells, and apparently genuine shock at the retirement fro …"
        },
        {
            "title": "A bubble? The stellar growth of China's e-commerce upstart Pinduoduo",
            "category": "Business",
            "snippet": "Summary: It is a company that is just about to turn five years old but is valued more highly than the oil giant Shell, or HSBC, one of the largest banks in the …"
        },
        {
            "title": "A-level students, I promise you - there is more to life than this",
            "category": "Books",
            "snippet": "There have been many tough moments in my life, but nothing as hard as waiting for my A-level results. My schooling wasn’t great – my predicted grades …"
        },
        {
            "title": "Streaming: great horror films with a political undercurrent",
            "category": "Film",
            "snippet": "As cinemas tentatively reopen, many of the year’s best films continue to forsake them in favour of streaming – sometimes popping up in highly unpredic …"
        },
        {
            "title": "'The risk is enormous': UK live music still in crisis after reopening",
            "category": "Music",
            "snippet": "For singer-songwriter Frank Turner, an audience singalong is one of the most affecting parts of his live show. For his return to the stage on the day …"
        },
        {
            "title": "Eyes of the Rigel by Roy Jacobsen review – Norway's postwar secrets",
            "category": "Books",
            "snippet": "Summary: In the third part of a remarkable series of books, Roy Jacobsen returns to the protagonist he introduced in The Unseen: Ingrid Barrøy, born and raised …"
        },
        {
            "title": "Strategy board games to help you escape Covid",
            "category": "Life-and-Style",
            "snippet": "In many ways lockdown was the perfect time. Families stuck together for hours on end, desperate to find something to do that didn’t involve watching a …"
        },
        {
            "title": "She Dies Tomorrow: director Amy Seimetz on accidentally making a Covid horror film",
            "category": "Film",
            "snippet": "Thanks to endless Zoom calls with colleagues and the home-broadcasting of celebrities around the globe, lockdown has made interior decor voyeurs of us …"
        },
        {
            "title": "How to sow winter lettuces",
            "category": "Life-and-Style",
            "snippet": "Summer is nearing her final bow: stems arch with the weight of seeds, others topple with exhaustion. There are only a few things left to sow now: wint …"
        },
        {
            "title": "Love thy neighbour? Sarah Moss on the darker side of community in a crisis",
            "category": "Books",
            "snippet": "I published my first novel, Cold Earth, which is set during an epidemic, on the day the World Health Organization declared avian flu to be a pandemic. …"
        },
        {
            "title": "Gardening tips: plant button snakeroot",
            "category": "Life-and-Style",
            "snippet": "Summary: Plant this Button snakeroot may sound like something straight out of Harry Potter, but this plant (Latin name Eryngium yuccifolium) is a valuable addi …"
        }
    ]
}