{
    "page": [
        {
            "title": "Classical home listening: Mozart, Brahms and to the movies…",
            "category": "Music",
            "snippet": "• Mozart, prominent in Vienna in the early 1780s as pianist, composer and teacher, was busy raising funds through subscription concerts, his own perfo …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "A superb character study wrapped up in a high-octane heist novel, SA Cosby’s Blacktop Wasteland (Headline, £16.99) is the story of Beauregard “Bug” Mo …"
        },
        {
            "title": "'We knew they were experts': STA Travel clients and staff look back",
            "category": "Business",
            "snippet": "Summary: News that STA Travel has become the latest to fall victim to the Covid-19 pandemic has prompted an outpouring of sadness and nostalgia from former cus …"
        },
        {
            "title": "Giles Andreae: ‘Every creative thing I’ve done was rejected before it was accepted’",
            "category": "Life-and-Style",
            "snippet": "I had a very happy childhood. I’m one of four brothers and have an identical twin, so I was born with a readymade best friend. But he was ever so slig …"
        },
        {
            "title": "Burna Boy: Twice As Tall review – new heights for the Afro-fusion wizard",
            "category": "Music",
            "snippet": "The tale of Nigerian superstar Burna Boy’s globe-straddling fifth album begins where many artists dream of ending up – at the 2020 US Grammy awards, h …"
        },
        {
            "title": "Owen Farrell returns to help spiky Saracens battle past Harlequins",
            "category": "Sport",
            "snippet": "Owen Farrell showed few signs of rust on his return for Saracens, marking his first outing since March with a typically spiky performance to guide his …"
        },
        {
            "title": "Robert Macfarlane: 'Are we being good ancestors? Mostly, no'",
            "category": "Books",
            "snippet": "Robert Macfarlane, 44, writer and Cambridge University professor, made his name as a revelatory close reader of landscapes and language. His eighth bo …"
        },
        {
            "title": "William Barr told Murdoch to 'muzzle' Fox News Trump critic, new book says",
            "category": "US-News",
            "snippet": "The attorney general, William Barr, told Rupert Murdoch to “muzzle” Andrew Napolitano, a prominent Fox News personality who became a critic of Donald …"
        },
        {
            "title": "National Trust denies dumbing down in drive for 'new audiences'",
            "category": "UK-News",
            "snippet": "It is an exquisite example of Italianate architecture, filled with classical paintings, sculptures and antiquities. Many of its 55 rooms have hand-pai …"
        },
        {
            "title": "Andrew McCormack: Solo review – prepare to be seduced",
            "category": "Music",
            "snippet": "I’ve been listening to this album for several weeks, on and off, and it has grown more intriguing each time. For a set of solo piano pieces it’s remar …"
        },
        {
            "title": "The perfect setting for a jewellery designer couple’s home",
            "category": "Life-and-Style",
            "snippet": "There’s no place like Rome, but if you talk to designer couple Paolo Giacomelli and Roberta Paolucci, the lesser-known neighbourhood of Pigneto is whe …"
        },
        {
            "title": "Catalans Dragons lay down major marker in win over Wakefield",
            "category": "Sport",
            "snippet": "Summary: It has almost become a running joke in rugby league to suggest Catalans Dragons lack the necessary credentials to establish a place among the sport’s …"
        },
        {
            "title": "Harry Maguire set to fly back from Greece after assault charge",
            "category": "UK-News",
            "snippet": "Harry Maguire was set to fly back to England on Saturday night, cutting short a holiday on the Greek island of Mykonos that ended with the Manchester …"
        },
        {
            "title": "Northampton cut loose at London Irish to move within a point of the play-offs",
            "category": "Sport",
            "snippet": "It took them a while, two hours if you count last week’s home defeat by Wasps, but Northampton cut loose in the second half to move to within a point …"
        },
        {
            "title": "Traffic chaos in London after Tower Bridge gets stuck open",
            "category": "UK-News",
            "snippet": "Summary: Tower Bridge was stuck open for over an hour because of a mechanical fault, causing central London traffic to be gridlocked. The historic bridge’s two …"
        },
        {
            "title": "Trump spreads false claim Democrats dropped God from Pledge of Allegiance",
            "category": "US-News",
            "snippet": "Summary: Before playing golf on Saturday, Donald Trump took time to spread a false claim about God on Twitter. “The Democrats took the word GOD out of the Pled …"
        },
        {
            "title": "Zak Crawley's huge double-century lifts England and floors Pakistan",
            "category": "Sport",
            "snippet": "The England cricket team under Joe Root has rarely been renowned for its ruthlessness. They have often been highly entertaining; they have conjured so …"
        },
        {
            "title": "House Democrats pass $25bn bill to fund US Postal Service",
            "category": "Business",
            "snippet": "The US House of Representatives has passed a bill to fund the US Postal Service, amid ongoing complaints by Democrats that the Trump administration is …"
        },
        {
            "title": "With Covid comes the perfect opportunity to shift Australia's economy away from fossil fuel",
            "category": "Business",
            "snippet": "Whenever confronted with a tragedy in your life, one of the hardest aspects to deal with is that life goes on – work continues, other events occur, bi …"
        },
        {
            "title": "Three men charged with terror offences in Northern Ireland",
            "category": "UK-News",
            "snippet": "Three men have been charged under the Terrorism Act in Northern Ireland as part of a police investigation into the New IRA. Barbara Gray, the assistan …"
        },
        {
            "title": "'A great kid to bat with': Jos Buttler praises Zak Crawley after huge stand",
            "category": "Sport",
            "snippet": "Jos Buttler believes Zak Crawley’s immense double-hundred at the Rose Bowl marks “the start of a very special career” in Test cricket. As the man at t …"
        },
        {
            "title": "Gambling recovered from Covid, but could now be laid low by legal hurdles",
            "category": "Business",
            "snippet": "The house always wins, even in the midst of a pandemic. In the early days of lockdown, as the stock market lurched into stomach-churning freefall, the …"
        },
        {
            "title": "Andy Murray beats Frances Tiafoe on return after nine months away",
            "category": "Sport",
            "snippet": "Summary: Andy Murray marked his return to competition after a nine-month lay-off by beating Frances Tiafoe 7-6 (6), 3-6, 6-1 in two hours, 28 minutes to advanc …"
        },
        {
            "title": "From the archive: sailing and moose tracking back in 1983",
            "category": "Life-and-Style",
            "snippet": "Summary: Libby Purves, Simon Hoggart and other adventurers went off the beaten track for the Observer Magazine of 2 January 1983 (‘Travellers’ Tales’). Purves …"
        },
        {
            "title": "My daughter’s garden is brimful of colour and buzzing with bees",
            "category": "Life-and-Style",
            "snippet": "Post-quarantine coffee (tea for me) and custard tarts in Kala’s rampant garden. I have been looking out over it from my window like an imprisoned prin …"
        },
        {
            "title": "Lolly Adefope: ‘I turn up late for brunch and order prosecco so everyone forgets my lateness’",
            "category": "Life-and-Style",
            "snippet": "Summary: A morning routine? I wake up in the new bed I put together during lockdown. I’ll try to have a breakfast smoothie. I’m allergic to a lot of fruit and …"
        },
        {
            "title": "Labour ramps up Facebook advertising in wake of exams fiasco",
            "category": "Politics",
            "snippet": "Labour ran more Facebook adverts last week than during the entirety of last year’s election campaign, it has emerged, as part of attempts to overhaul …"
        },
        {
            "title": "The People, No review: elites, anti-populism and how progressive promise is squandered",
            "category": "Books",
            "snippet": "Summary: Thomas Frank has a simple thesis: populism has been mischaracterized by its enemies, since its birth at the end of the 19th century, as a “one-word ev …"
        },
        {
            "title": "Even after a U-turn, Boris Johnson is still heading for disaster",
            "category": "Business",
            "snippet": "Boris Johnson is shaping up to be a busted flush. In a remarkably short time he has lost the confidence of the country, Europe and, more important fro …"
        },
        {
            "title": "‘I’d be amazed if he survives’: top Tories turn on Gavin Williamson over exams fiasco",
            "category": "Politics",
            "snippet": "The education secretary, Gavin Williamson, has lost the trust of his officials to such an extent that he can no longer serve effectively in the cabine …"
        },
        {
            "title": "First ladies: voices of reason and compassion, central to US politics today",
            "category": "US-News",
            "snippet": "Michelle Obama may think that Donald Trump “cannot meet this moment”, but she has proved without a doubt that she can. When Obama spoke at the Democra …"
        },
        {
            "title": "Stephanie Yeboah: ‘How I learned to stop using my body as a punch bag’",
            "category": "Life-and-Style",
            "snippet": "Let me paint the scene. It’s October 2019. I’m on a deserted beach in St Lucia, on a work trip with other influencers. It’s a balmy 38C and I’m wearin …"
        },
        {
            "title": "We celebrate our kids’ many firsts, but what about their lasts?",
            "category": "Life-and-Style",
            "snippet": "I’m writing this from a silent house: half my family are away. This is remarkable. No one has left the familial bubble for more than a supermarket run …"
        },
        {
            "title": "Tenet review - high concept and high stakes",
            "category": "Film",
            "snippet": "In Christopher Nolan’s latest head-scratcher and surely the summer’s most awaited film, Russian gazillionaire Andrei Stor (Kenneth Branagh) has access …"
        },
        {
            "title": "Rave on: the rise of middle-aged clubbing culture during lockdown",
            "category": "Music",
            "snippet": "Facemasks and gloves are back – and so are ravers. Lockdown has precipitated a revival of 90s rave culture with middle-aged clubbers reliving their yo …"
        },
        {
            "title": "Don’t be bitter: how to avoid toxic plants",
            "category": "Life-and-Style",
            "snippet": "One of the most fascinating things for me as a greedy botanist is quite how different our most commonly cultivated crops are to their wild ancestors. …"
        },
        {
            "title": "Nubya Garcia: Source review – a virtuoso's generous solo debut",
            "category": "Music",
            "snippet": "Sometimes, saxophonists seem like the rock stars of the jazz world. Alongside Shabaka Hutchings, Nubya Garcia is the soloist with whom the eclectic, d …"
        },
        {
            "title": "The New Wilderness by Diane Cook review – a planet brought to its knees by the human race",
            "category": "Books",
            "snippet": "Plenty has been written lately about the beneficial effects of exposure to nature and it’s a cultural belief that is referred to early on – and, cruci …"
        },
        {
            "title": "Trump v American democracy: the real battle on the ballot this November",
            "category": "US-News",
            "snippet": "Summary: The soaring oratory had been replaced by visible anguish. Barack Obama stood in Philadelphia, where the signing of the constitution laid the foundatio …"
        },
        {
            "title": "AFL 2020 round 13: Lions do enough to see off spirited Saints - as it happened",
            "category": "Sport",
            "snippet": "The Lions are doing a fine line in nailbiters at the moment, following their one-point win over North Melbourne last week with a two-point verdict her …"
        },
        {
            "title": "How my toddler son made me finally face my fear of the sea",
            "category": "Life-and-Style",
            "snippet": "My son isn’t scared of many things. Sometimes this makes me proud. When he overcame his initial fearfulness around dogs, I felt a swell of admiration …"
        },
        {
            "title": "'It was an act of principle': The Covid doctor who quit over Cummings",
            "category": "Politics",
            "snippet": "On 24 May, a couple of days after it was revealed that Dominic Cummings had travelled to Durham during the lockdown, a British cardiologist, Dr Domini …"
        },
        {
            "title": "A disputed election, a constitutional crisis, polarisation … welcome to 1876",
            "category": "US-News",
            "snippet": "As Donald Trump warns inaccurately of voter fraud and polls show the unpopular president staying within touching distance of Democrat Joe Biden, the p …"
        },
        {
            "title": "The man who tried to contact aliens from his grandma's living room",
            "category": "Film",
            "snippet": "Summary: In the mid-1960s, when he was a boy living in rural Michigan, John Shepherd began thinking of ways to make contact with alien life forms. “It was roun …"
        },
        {
            "title": "The Libertarian party was up and coming in 2016. What happened?",
            "category": "US-News",
            "snippet": "The Libertarian party nominated two respected former state governors for president and vice-president in 2016, and enjoyed its most successful electio …"
        },
        {
            "title": "Cheshire police examine serial killer theory in five couples' deaths",
            "category": "UK-News",
            "snippet": "Police in the north-west of England are reviewing claims that a serial killer may have been behind five apparent murder-suicides of older couples over …"
        },
        {
            "title": "Chemical Hearts review – teen romance with a twist",
            "category": "Film",
            "snippet": "Adapted from the YA novel Our Chemical Hearts by Krystal Sutherland, and starring Riverdale actress Lili Reinhart, this high-school romance takes a fa …"
        },
        {
            "title": "Calls for mental health help double in Manchester under Covid restrictions",
            "category": "UK-News",
            "snippet": "Calls to police and specialist services about mental health have almost doubled in Manchester while people have been isolated at home, prompting the l …"
        },
        {
            "title": "In brief: Blue Ticket; How Do We Know We're Doing It Right?; Underland – review",
            "category": "Books",
            "snippet": "Blue Ticket Sophie Mackintosh Hamish Hamilton, £12.99, pp304 Mackintosh’s dystopian second novel imagines a patriarchal world in which a woman’s right …"
        },
        {
            "title": "Stick in the Wheel: Hold Fast review – Anglo Saxon Auto-Tune, anyone?",
            "category": "Music",
            "snippet": "Summary: Much of the acclaim for London-based English folk evolutionists Nicola Kearey (vocals) and Ian Carter (guitar/producer) has been down to their willing …"
        }
    ]
}