{
    "page": [
        {
            "title": "Boeing publicises new name for 737 Max planes after crashes",
            "category": "Business",
            "snippet": "Boeing appears to have started quietly dropping the “Max” from its 737 Max aircraft in the wake of recent air disasters, instead referring to a 737-8. …"
        },
        {
            "title": "Hillary Clinton urges voters to prevent Trump from 'stealing way to victory'",
            "category": "US-News",
            "snippet": "Hillary Clinton has called on Democratic voters to turn out in “overwhelming” numbers for the November election, arguing such an effort is needed to e …"
        },
        {
            "title": "Kamala Harris makes history at DNC after Barack Obama rallies voters against Trump – as it happened",
            "category": "US-News",
            "snippet": "Summary: That’s it from us tonight. The Guardian live blog will be back tomorrow, when Joe Biden accepts the Democratic presidential nomination. Here are the k …"
        },
        {
            "title": "Harris makes history and Obama issues warning: key takeaways from DNC's third night",
            "category": "US-News",
            "snippet": "Kamala Harris formally accepted the Democratic vice-presidential nomination on Wednesday, the third night of the party’s virtual convention. Harris’s …"
        },
        {
            "title": "Ladj Ly on shocking President Macron with his Paris riot film: 'How could he not know?'",
            "category": "Film",
            "snippet": "When Ladj Ly was a teenager, his mate stole a lion cub from the circus. The pair kept it in an apartment, but it cried for its mother, upset the neigh …"
        },
        {
            "title": "Mordew by Alex Pheby review – an extravagant, unnerving fantasy",
            "category": "Books",
            "snippet": "Culture comes in clumps, like queues of No 7 buses. In the 1590s everyone was writing sonnets; in the 1950s cinema was wall-to-wall westerns. Soon eno …"
        },
        {
            "title": "International travel cap keeping out 18,000 Australians who want to come home",
            "category": "Business",
            "snippet": "The cap on international arrivals to Australia is a “significant challenge” for 18,800 Australians overseas still trying to return home, the Departmen …"
        },
        {
            "title": "Munkey Diaries 1957-1982 by Jane Birkin review – passion and pop in Paris",
            "category": "Books",
            "snippet": "“Cliff Richard to me is perfect, and I do love him,” writes the 16-year-old Jane Birkin, stuck at boarding school on the Isle of Wight with only her d …"
        },
        {
            "title": "'We’re all trying to make contact': the story of a moving new Netflix film",
            "category": "Film",
            "snippet": "If you were to contact extraterrestrial life, what would you say? How would you make yourself understood? What context is universal? To John Shepherd, …"
        },
        {
            "title": "Chemical Hearts review – elaborately contrived YA tale of young love",
            "category": "Film",
            "snippet": "The YA genre has evolved in an eerie parallel-world to high school comedies, a solemn Jekyll to comedy’s Hyde. The latter are mostly more accurate, in …"
        },
        {
            "title": "Talking Horses: Bank on Walhaan to bash bookies at York's Ebor meeting",
            "category": "Sport",
            "snippet": "The Yorkshire Oaks is the most prestigious event on the second day on the Knavesmire but the one-mile Clipper Logistics Handicap is the race most punt …"
        },
        {
            "title": "Trump's USPS attacks are already undermining confidence in vote by mail",
            "category": "US-News",
            "snippet": "Some election officials are receiving a flood of questions from voters suddenly concerned about whether or not their mail-in vote will count, an alarm …"
        },
        {
            "title": "UK car dealer sales rise as Covid drives people from public transport",
            "category": "Business",
            "snippet": "Car dealerships have reported a jump in new and used vehicle sales in July as buyers rushed to secure alternatives to public transport following the e …"
        },
        {
            "title": "The top 10 long-awaited films –  ranked!",
            "category": "Film",
            "snippet": "10. The Man Who Killed Don Quixote (2018) Terry Gilliam began filming his twisted Cervantes adaptation in 2000, but the production was derailed by end …"
        },
        {
            "title": "Perfumes review – admirably refreshing French comedy-drama",
            "category": "Film",
            "snippet": "In this extremely French but quite enjoyable comedy-drama, comic actor Grégory Montel, basically a smiley labrador in human form, plays Guillaume, a d …"
        },
        {
            "title": "Durable duo Stuart Broad and Jimmy Anderson refuse to let it all go",
            "category": "Sport",
            "snippet": "They refuse to go away; they refuse to stop. Quite why Duracell has failed to use Jimmy Anderson and Stuart Broad in its advertising campaigns remains …"
        },
        {
            "title": "Jeremiah Emmanuel: 'I hope my book gives people the courage to dream'",
            "category": "Books",
            "snippet": "To this day, Jeremiah Emmanuel remembers the first time he caught the 345 bus from Brixton, when he was eight years old. “The last stop said South Ken …"
        },
        {
            "title": "Love Is Blind review – energetic and blunt depiction of New York street life",
            "category": "Film",
            "snippet": "Summary: Here’s a blast of energy from Wanly Florexile, with a film based on his online TV series depicting life on the streets in New York, a portrait of main …"
        },
        {
            "title": "Azhar Ali backs Afridi and Shah to help level Test series with England",
            "category": "Sport",
            "snippet": "Azhar Ali will continue to back the two inexperienced quicks in his bowling attack as Pakistan look to level the Test series against England at the Ro …"
        },
        {
            "title": "D’Erlanger & Dunhill: Piano Quintets review – fine quartet revives middling chamber music",
            "category": "Music",
            "snippet": "By any standards, the Sydney-based Goldner Quartet is one of the finest string quartets around today. Much as one would like to hear them in the core …"
        },
        {
            "title": "Burning Man: Art on Fire review – impressive behind-the-scenes glimpse",
            "category": "Film",
            "snippet": "If the inhabitants of Mad Max ever managed a mini-break from the grimness of post-apocalyptic life to a festival, it might look a bit like Burning Man …"
        },
        {
            "title": "Letter: Diane Tammes obituary",
            "category": "Film",
            "snippet": "Diane Tammes and I first met in 1977, when I was the BBC producer of an Open Door public access film campaigning to save the Other Cinema in London fr …"
        },
        {
            "title": "US jobless claims back over 1m, as recovery doubts hit markets - as it happened",
            "category": "Business",
            "snippet": "After a rough day’s trading, the UK stock market has closed at its lowest level in three weeks. The FTSE 100 has ended the day down 98 points or 1.6% …"
        },
        {
            "title": "Lars Ulrich's fantasy festival: AC/DC and Bob Marley on Easter Island",
            "category": "Music",
            "snippet": "Location To me the idea of going to a festival starts with the journey, so I like the idea of a special destination. In 2013 we played in Antarctica – …"
        },
        {
            "title": "A-level entrants who studied privately left without grades",
            "category": "UK-News",
            "snippet": "Thousands of A-level candidates have been left without qualifications because they took part in their courses privately and could not be given estimat …"
        },
        {
            "title": "Joseph Gordon-Levitt: 'Playing a cop means something different now'",
            "category": "Film",
            "snippet": "Joseph Gordon-Levitt could be the model of a modern movie star, to the extent the description does not really fit him at all. Acting is just one of th …"
        },
        {
            "title": "Performers could sing or play softly to reduce Covid risk, study shows",
            "category": "Music",
            "snippet": "Sing softly and don’t shout to reduce the risk of Covid-19 spread, new research suggests, offering a ray of hope for musicians who have been restricte …"
        },
        {
            "title": "‘No relief’: families of Manchester Arena bombing victims react to verdict",
            "category": "UK-News",
            "snippet": "After three years waiting for justice for the deaths of those who were killed in the terror attack at Manchester Arena, families of the victims, survi …"
        },
        {
            "title": "Love conquers all in Yorkshire Oaks and now heads Arc de Triomphe betting",
            "category": "Sport",
            "snippet": "It is nearly half a century since Mysterious added the Yorkshire Oaks to victories in the 1,000 Guineas and Oaks and the last filly to attempt to comp …"
        },
        {
            "title": "Drowned Sudanese refugee identified as Abdulfatah Hamdallah",
            "category": "UK-News",
            "snippet": "The Sudanese refugee who drowned while trying to cross the Channel using an inflatable dinghy with shovels for oars has been identified by multiple so …"
        },
        {
            "title": "Cut Copy on the role of dance music when dancefloors are closed: 'It doesn't really make sense'",
            "category": "Music",
            "snippet": "After almost two decades soundtracking nightclubs and parties, Dan Whitford is getting tired. When the founding member of the indie dance outfit Cut C …"
        },
        {
            "title": "Biden expected to aim for reassurance over inspiration in DNC speech",
            "category": "US-News",
            "snippet": "When Barack Obama accepted the Democratic presidential nomination in 2008, he gave a speech remembered for its soaring rhetoric about renewing “the Am …"
        },
        {
            "title": "Level-headed Catriona Matthew stands up to elements in Women's Open",
            "category": "Sport",
            "snippet": "Summary: Anyone disregarding Catriona Matthew’s chances of winning the Women’s Open has a loose grasp of history. The Scot has previous for delivering extraord …"
        },
        {
            "title": "Steve Bannon pleads not guilty to fraud after arrest on luxury yacht",
            "category": "US-News",
            "snippet": "Former Trump campaign manager Steve Bannon pleaded not guilty on Thursday hours after being arrested on a luxury yacht for allegedly skimming donation …"
        },
        {
            "title": "Sale's Steve Diamond says title rivals Exeter are best side in the competition",
            "category": "Sport",
            "snippet": "Saracens’ relegation has long since been confirmed but the race to replace them as champions comes into sharper focus this weekend. Bristol, with thei …"
        },
        {
            "title": "Female British artists underrepresented on UK radio, survey finds",
            "category": "Music",
            "snippet": "British female musicians are dramatically underrepresented on UK radio stations, a study has found. A survey of the top 100 songs by British acts to f …"
        },
        {
            "title": "Biden vows to end 'season of darkness' as he accepts the Democratic presidential nomination – as it happened",
            "category": "US-News",
            "snippet": "Summary: That’s it from us tonight. The Guardian live blog will be back with more convention coverage next week, when Trump accepts the Republican nomination. …"
        },
        {
            "title": "How to Stay Sane in an Age of Division by Elif Shafak review – a poignant look back at another age",
            "category": "Books",
            "snippet": "Two of the most intriguing walk-on characters in Elif Shafak’s How to Stay Sane are the little Egyptian girl named “Facebook” by her parents in that b …"
        },
        {
            "title": "Mads Mikkelsen's fantasy festival: the guests are kidnapped and Hannibal Lecter does the catering",
            "category": "Film",
            "snippet": "Venue Seeing as I invented the Death Star – well, I did in Rogue One: A Star Wars Story – I think we should hold it there. I’ll have my finger on the …"
        },
        {
            "title": "The Sleepover review – silly but good-hearted family spy fun",
            "category": "Film",
            "snippet": "The Finch family of Cape Cod, Massachusetts – school cafeteria supervisor mom Margot (Malin Akerman), pastry-chef dad Ron (Ken Marino), big sister Cla …"
        },
        {
            "title": "Covid-19 drives UK national debt to £2tn for first time",
            "category": "Business",
            "snippet": "Britain’s national debt has hit £2tn for the first time as the cost of fighting the Covid-19 pandemic pushed public debts above the size of the UK eco …"
        },
        {
            "title": "'I’m more for Trump than I was before': president clings to narrow lead in Iowa as Biden closes in",
            "category": "US-News",
            "snippet": "When Aaron Schatz surveys the wreckage of 2020, he finds himself doing surprisingly well. Profits on his Iowa dairy farm are up thanks to coronavirus. …"
        },
        {
            "title": "Real Life by Brandon Taylor review – violent legacy of the past",
            "category": "Books",
            "snippet": "Wallace, the queer black biochemistry postgraduate at the centre of US author Brandon Taylor’s Booker-longlisted debut, often seeks out solitude. On t …"
        },
        {
            "title": "UK retail sales rise above pre-Covid levels as lockdown eases",
            "category": "Business",
            "snippet": "Retail sales rose above pre-pandemic levels in July, the first full month non-essential shops were allowed to reopen, officials figures showed. Indica …"
        },
        {
            "title": "My life in sex: the man with a shoe fetish",
            "category": "Life-and-Style",
            "snippet": "I am a late middle-aged straight man. For as long as I can remember – way before puberty – I have been fascinated and sexually excited by seeing, hear …"
        },
        {
            "title": "Brazen, entitled, comfortable: why hot-mic debacles like Thom Brennaman's happen",
            "category": "Sport",
            "snippet": "Summary: It took place coming out of a commercial break during Wednesday’s doubleheader between the Kansas City Royals and Cincinnati Reds. Thom Brennaman didn …"
        },
        {
            "title": "Maaza Mengiste: 'Knausgård really doesn’t need me as a reader, I can move on'",
            "category": "Books",
            "snippet": "The book I am currently reading I read a few books at once, and am working on strengthening my reading in Italian: Scholastique Mukasonga’s Igifu, tra …"
        },
        {
            "title": "Experience: my house was demolished by mistake",
            "category": "Life-and-Style",
            "snippet": "I met Mary Ann in 2001, when we were both working at a Gap store in Dallas. I was 21 at the time and although Mary Ann was more than twice my age we q …"
        },
        {
            "title": "To ideology and beyond: will China's sci-fi movies plot their own course?",
            "category": "Film",
            "snippet": "You might think a nation that effectively banned science fiction for much of its history (during the Cultural Revolution, and for other periods) might …"
        },
        {
            "title": "Tracks of the week reviewed: Remi Wolf, Cardi B, Blink-182",
            "category": "Music",
            "snippet": "Summary: Remi Wolf Monte Carlo In an interview with i-D in April, LA pop eccentric Remi Wolf – real name! – claimed her favourite song was goofy 90s novelty hi …"
        }
    ]
}