{
    "page": [
        {
            "title": "Michelle Obama condemns shootings of Jacob Blake and protesters – as it happened",
            "category": "US-News",
            "snippet": "This evening, summarized Kari Paul here, closing this blog for the night. Here are the top stories from the past few hours you should know. Former fir …"
        },
        {
            "title": "Melania & Me review: a friend spurned, a first lady burned and Donald Trump … unharmed",
            "category": "US-News",
            "snippet": "Stephanie Winston Wolkoff knew Melania Trump for more than 15 years but as an aide to the first lady she lasted less than 14 months. Like other scarre …"
        },
        {
            "title": "Tim Dowling: we’re at the airport. Do I care if they won’t let me fly?",
            "category": "Life-and-Style",
            "snippet": "Summary: I am standing in front of the bathroom mirror, shaving my lockdown beard off. This is partly because it had become straggly and hard to maintain, and …"
        },
        {
            "title": "Who They Was by Gabriel Krauze review – the double life of a London gangster",
            "category": "Books",
            "snippet": "Contemporary English fiction is, with a few exceptions, a bourgeois affair: middle-class authors writing for middle-class readers about high-class pro …"
        },
        {
            "title": "How TV advertising's woes have given small firms a bite at the cherry",
            "category": "Business",
            "snippet": "Summary: With the public told to stay at home, high streets shut and travel halted, many of the UK’s biggest advertisers from McDonald’s to Sky froze their mar …"
        },
        {
            "title": "National Trust sacking education officers 'will hit worst-off children'",
            "category": "UK-News",
            "snippet": "Volunteers are accusing the National Trust of excluding deprived and minority ethnic schoolchildren from enjoying nature and visiting its properties w …"
        },
        {
            "title": "'Seize it. Enjoy it': Chadwick Boseman embraced the joy and gravity of his films",
            "category": "Film",
            "snippet": "It would be damning Ryan Coogler’s Black Panther with faint praise to call it the best of the Marvel movies. Rather, it is that studio’s only film to …"
        },
        {
            "title": "Chadwick Boseman: the unbearable loss of a prince of American cinema",
            "category": "Film",
            "snippet": "His beauty, his grace, his style, his presence and — until what stunned admirers must now understand to have been the very end — his youthful, boyish …"
        },
        {
            "title": "Athletes have only scratched the surface of their power to bring change",
            "category": "Sport",
            "snippet": "We are all George Hill – exhausted, dejected and mad as hell, quite frankly. Whether a white ally who has committed to the fight for racial justice or …"
        },
        {
            "title": "How to grow buddleia – and keep it blooming into autumn",
            "category": "Life-and-Style",
            "snippet": "The ubiquitous butterfly bush, Buddleja davidii, so fond of the cracks in our concrete world, is familiar to all, particularly those that flutter. The …"
        },
        {
            "title": "Premiership needs to embrace midweek fixtures and stop resisting change",
            "category": "Sport",
            "snippet": "Summary: The first round of midweek Premiership matches was a qualified success. There were some terrible matches, some decent matches and one exceptional clas …"
        },
        {
            "title": "Children's books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "Sly humour abounds in picture books this month. Morag Hood deploys her characteristic surreal comedy via bold primary-coloured images in Spaghetti Hun …"
        },
        {
            "title": "Classical home listening: Jamie Barton sings Jake Heggie",
            "category": "Music",
            "snippet": "• Of the many connections between Joyce DiDonato, Susan Graham and Jamie Barton – all mega-star American mezzo-sopranos – one fact in particular unite …"
        },
        {
            "title": "Get Duked! review – hyperactive Duke of Edinburgh awards black comedy",
            "category": "Film",
            "snippet": "The Duke of Edinburgh’s award was designed to address what Prince Philip’s former headmaster Kurt Hahn identified as the “six declines of modern youth …"
        },
        {
            "title": "Sophia Popov snub is as extraordinary as it is shameful for women's golf",
            "category": "Sport",
            "snippet": "Golf doesn’t have an equivalent to the own goal, which is just as well for those who administer the second women’s major of the year. If such a straig …"
        },
        {
            "title": "Can Thibaut Pinot finally end France's long wait for a new Tour champion?",
            "category": "Sport",
            "snippet": "If British tennis fans endured a torturously long wait for Andy Murray to break through at Wimbledon, then French cycling’s aficionados are going thro …"
        },
        {
            "title": "Bill Callahan: Gold Record review – time to join the pantheon of great American singer-songwriters",
            "category": "Music",
            "snippet": "Bill Callahan, the cult US singer-songwriter, isn’t fond of weddings. Even when it’s his wife’s friends who are getting hitched, he feels a disconnect …"
        },
        {
            "title": "One to watch: Big Joanie",
            "category": "Music",
            "snippet": "When Big Joanie formed in 2013, there wasn’t a ready-made scene for black feminist punk bands. As singer/guitarist Stephanie Phillips told the Quietus …"
        },
        {
            "title": "Reborn shipyard pins hopes for growth on post-Brexit boom",
            "category": "Business",
            "snippet": "It has been a lonely few months for Clifford Edwards. For the past 18 months he has been the sole employee at Appledore shipyard, near Barnstaple in n …"
        },
        {
            "title": "Fabric of life: a stunning rural French home",
            "category": "Life-and-Style",
            "snippet": "I loved the way the light from the river reflected on the ceilings,” says Susan Deliss of the moment she first saw her rural French home. Positioned b …"
        },
        {
            "title": "Afel Bocoum: Lindé review – captivating desert blues with a twist",
            "category": "Music",
            "snippet": "Child prodigies don’t always rocket to fame. Songwriter and guitarist Afel Bocoum was inducted into the group of Mali’s late great bluesman Ali Farka …"
        },
        {
            "title": "'Our superhero': black British figures praise Chadwick Boseman",
            "category": "Film",
            "snippet": "Chadwick Boseman has been widely praised for breaking down cultural boundaries and inspiring a generation of young black people, following news of his …"
        },
        {
            "title": "'DemExit': virtual convention aims to create US leftwing alternative",
            "category": "US-News",
            "snippet": "Joe Biden’s acceptance speech at the virtual Democratic national convention made one reference to “middle class” and one to “working families”. It nev …"
        },
        {
            "title": "Alexander Kristoff takes Tour de France yellow jersey after day of crashes",
            "category": "Sport",
            "snippet": "Alexander Kristoff of Norway became the first yellow jersey wearer in this year’s Tour de France after a chaotic opening stage in Nice was partially n …"
        },
        {
            "title": "Denise Mina: 'I couldn't read until I was about nine'",
            "category": "Books",
            "snippet": "Denise Mina was born in East Kilbride in 1966 and now lives in Glasgow. Her novels include The Long Drop, which won the Gordon Burn prize, and The End …"
        },
        {
            "title": "Tour de France 2020: Alexander Kristoff wins Grand Départ stage – as it happened",
            "category": "Sport",
            "snippet": "Here’s the report from the opening stage. Kristoff in yellow: Alexander Kristoff takes the yellow jersey for the first time in his long career. “There …"
        },
        {
            "title": "Hollie Doyle is first woman in British racing to ride five winners in a day",
            "category": "Sport",
            "snippet": "Summary: Hollie Doyle continued her record-breaking progress on Saturday, becoming the first woman in the history of British racing to ride five winners in a d …"
        },
        {
            "title": "Boris Johnson faces Tory wrath as party slumps in shock poll",
            "category": "Politics",
            "snippet": "Boris Johnson is facing a showdown with furious Conservative MPs over his government’s chaotic handling of Covid-19, as a new poll shows the Tories ha …"
        },
        {
            "title": "Kenosha marches on as protesters describe 'kidnap' by federal agents",
            "category": "US-News",
            "snippet": "For many Kenosha residents, Saturday morning was starting like the five mornings before them since Jacob Blake’s shooting by the police last Sunday, a …"
        },
        {
            "title": "How Labour climbed 26 points to match the Tories in opinion polls",
            "category": "Politics",
            "snippet": "Labour is now level-pegging with the Conservatives, according to the latest Opinium poll for the Observer, which shows the Tories have lost a massive …"
        },
        {
            "title": "Before Covid inflicted carnage, the Australian economy was struggling",
            "category": "Business",
            "snippet": "This week the June quarter GDP figures will show the economy shrank by about 6% in the three months after the pandemic hit our shores. But while the e …"
        },
        {
            "title": "How we stay together: 'When one of us comes up with an idea we don’t shoot it down'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Kaitlyn Bell and Todd Nimigon Years together: 11 Occupations: student and program manager “If you make one cup of tea, you’re in trouble,” quip …"
        },
        {
            "title": "'The reversal of gentrification': how Covid-19 could remake Australia's cities",
            "category": "Business",
            "snippet": "Office buildings in Australian CBDs could be converted into residential living spaces, as a tanking commercial property market leads to a potential re …"
        },
        {
            "title": "Andy Murray and Dan Evans make clear opposition to breakaway union",
            "category": "Sport",
            "snippet": "Andy Murray and Dan Evans led a strong British rebuttal on Saturday night to Novak Djokovic’s plans to form a breakaway union that threatens to split …"
        },
        {
            "title": "Rishi's dinners won't stop businesses feeling empty by autumn",
            "category": "Business",
            "snippet": "Summary: Britain loves a bargain – even, as it turns out, during a global health emergency. Dismissed as a gimmick at first, the government’s eat out to help o …"
        },
        {
            "title": "Rule, Britannia! row is ‘a laughable irrelevance’, says former Proms chief",
            "category": "Music",
            "snippet": "Politicians “meddling in concert programming” over the Last Night of the Proms are a “laughable irrelevance”, according to a former director of the BB …"
        },
        {
            "title": "A last-minute planting spree to hold back the tide of autumn",
            "category": "Life-and-Style",
            "snippet": "So, the plot is finally cleared and ready-ish for autumn. I resisted as long as I could – for which read the fag-end of July. I had become obsessed wi …"
        },
        {
            "title": "'We're not going to stop': Jacob Blake family lead Kenosha march as Trump plans visit",
            "category": "US-News",
            "snippet": "Family members of Jacob Blake, the Black man shot and gravely wounded by a white police officer in Kenosha, led a large rally in the small Wisconsin c …"
        },
        {
            "title": "Sunday with Stephen Jones: ‘Champagne, vodka and cheap crisps’",
            "category": "Life-and-Style",
            "snippet": "Where do you wake up? I could be at home in London, working in Paris, visiting the USA or Tokyo. Regardless, I’ll step out the front door and run. I s …"
        },
        {
            "title": "JFK: Volume One review – a superhero made human",
            "category": "Books",
            "snippet": "During John Fitzgerald Kennedy’s presidential campaign in 1960, Norman Mailer imagined him on the exalted heights, in the company of Nietzsche’s super …"
        },
        {
            "title": "‘He's staring into my soul’: how Phil Collins made teenagers YouTube stars",
            "category": "Music",
            "snippet": "Rock’n’roll stars have for years paid tribute to black musicians who crafted the form; now Tim Williams and his twin brother, Fred – fans of hip-hop a …"
        },
        {
            "title": "Matthias & Maxime review – Xavier Dolan's tale of unspoken love",
            "category": "Film",
            "snippet": "The latest from Canadian arthouse wunderkind Xavier Dolan is the story of two men and one kiss. The men are Matthias (Gabriel D’Almeida Freitas), a ri …"
        },
        {
            "title": "Truly, madly, deeply: meet the people turning their basements into secret fantasy worlds",
            "category": "Life-and-Style",
            "snippet": "When Jason Shron and his wife, Sidura, were house hunting in 2007, the Canadian model-train-seller would always head to the basement before viewing an …"
        },
        {
            "title": "Gardening is good for my wellbeing … but try telling my plants that",
            "category": "Life-and-Style",
            "snippet": "Things in my garden – well, the two square metres of concrete that passes for a garden – are not rosy. They are brown, yellow and withered. Looking ar …"
        },
        {
            "title": "Kenosha's shocking week of turmoil sparks starkly different reactions",
            "category": "US-News",
            "snippet": "Early in the week, events in Kenosha, Wisconsin, in America’s midwest, might have been remembered mostly as yet another shooting of an African America …"
        },
        {
            "title": "The Wild Silence by Raynor Winn review – in search of healing and home",
            "category": "Books",
            "snippet": "In her bestselling debut, The Salt Path, Raynor Winn walked several hundred miles round England’s South West Coast Path with her husband, Moth, sleepi …"
        },
        {
            "title": "How the mysteries of the eel’s sex life  have inspired a bestseller",
            "category": "Books",
            "snippet": "“There’s a heron in the book, too,” Patrik Svensson calls over after we notice the bird perched in the willow tree under whose arches the writer is be …"
        },
        {
            "title": "Troubled times see crowds embrace stark beauty of Yorkshire farm idyll",
            "category": "UK-News",
            "snippet": "Rural Yorkshire has aways been dear to the hearts of its proud inhabitants, but it now seems to be the focus of rather a lot of admiring outside atten …"
        },
        {
            "title": "Andrew O'Hagan: 'If you are honest, you never stop being who you were'",
            "category": "Books",
            "snippet": "Every teenager, or every teenager who is lucky, has a Keith. Keith is the friend who jokes and dresses with more swagger than anyone else, who looks o …"
        },
        {
            "title": "'Our house is ash and rubble:' fleeing a wildfire while eight months pregnant",
            "category": "US-News",
            "snippet": "Within minutes, Brittny Daskey’s house felt like a warzone: ash raining down, clouds of smoke approaching, planes circling above and firefighters scre …"
        }
    ]
}