{
    "page": [
        {
            "title": "Sam Curran happy to pick Anderson's brains to help take wickets for England",
            "category": "Sport",
            "snippet": "Summary: Talk of Jimmy Anderson’s impending retirement has proved to be greatly exaggerated and Sam Curran, still shocked by the suggestion of it, intends to p …"
        },
        {
            "title": "This weekend has to be day one of rugby union's fight against racism",
            "category": "Sport",
            "snippet": "Summary: Black lives matter. Those three words – a statement distilled to its purest form – are the best explanation I can give as to why I will take a knee wh …"
        },
        {
            "title": "Kokomo by Victoria Hannan review – anticipated debut lives up to the hype",
            "category": "Books",
            "snippet": "Victoria Hannan’s Kokomo is one of the most highly anticipated debuts of the year, after having won the 2019 Victorian premier’s literary award for an …"
        },
        {
            "title": "Migrant children face hunger over free school meal restrictions",
            "category": "UK-News",
            "snippet": "Thousands of children from migrant families are at risk of hunger when schools reopen in the UK unless the free meal provision is extended, according …"
        },
        {
            "title": "Stories from the dog park: 'In this new world of tangled worries, my puppy keeps me sane'",
            "category": "Life-and-Style",
            "snippet": "Lola Montez and Gadget the cavoodle are delirious in their play: on hind legs and wrestling with bear-cub front paws, pashing with drooling mouths; ro …"
        },
        {
            "title": "Project Power review – micro-dose superpowers in New Orleans",
            "category": "Film",
            "snippet": "Summary: A punchy, likable trio of performances are the point of this superhero action-thriller with energy to burn. It’s from directors Ariel Schulman and Hen …"
        },
        {
            "title": "Super shot fades as more traditional skills light up Super Netball courts",
            "category": "Sport",
            "snippet": "The start to the 2020 Super Netball season was meant to be all about the controversial super shot, such was the hype and excitement surrounding its in …"
        },
        {
            "title": "My pandemic epiphany: watching the world open up for disabled people",
            "category": "Life-and-Style",
            "snippet": "When lockdown began, chronic illness meant I’d already been stuck at home for a couple of years. It was my own self-isolation before self-isolation wa …"
        },
        {
            "title": "As he struggles in the polls, Trump reaches for the racist playbook again",
            "category": "US-News",
            "snippet": "Summary: “Mr President,” a reporter asked on Thursday. “After three and a half years, do you regret, at all, all the lying you’ve done to the American people?” …"
        },
        {
            "title": "UK holidaymakers in race to return from France before quarantine deadline",
            "category": "UK-News",
            "snippet": "Summary: The UK’s airports and ports were braced for travel chaos on Friday as some of the hundreds of thousands of British holidaymakers in France race to ret …"
        },
        {
            "title": "BHP withdraws support for Australia's use of carryover credits to meet emissions target",
            "category": "Business",
            "snippet": "Mining giant BHP has reversed its position on Australia’s use of carryover credits to meet global greenhouse gas emissions targets, saying in a review …"
        },
        {
            "title": "Nothing beats mastering a new skill, even if your only witness is a lone fox",
            "category": "Life-and-Style",
            "snippet": "It is 5am and the roads are silent; the air sharp and steady from the overnight respite. No fumes and clashing horns and rumbling of lorries; no exhau …"
        },
        {
            "title": "Pinocchio review – Matteo Garrone crafts a satisfyingly bizarre remake",
            "category": "Film",
            "snippet": "There is something rich and strange and generous in Matteo Garrone’s new live-action version of the Pinocchio story, for which the director and his co …"
        },
        {
            "title": "Magdalena by Wade Davis review – a journey down Colombia's river of dreams",
            "category": "Books",
            "snippet": "The Magdalena is the great arterial river of Colombia. Rising in the rugged moorlands of the Andean páramo 12,000ft above sea level, it flows northwar …"
        },
        {
            "title": "Claire Oakley's fantasy festival: A dozen debut films, three square meals, zero popcorn",
            "category": "Film",
            "snippet": "For the past five years I’ve obsessively watched debut films. My wife has, on several occasions, prayed for the moment when we can stop. But for all t …"
        },
        {
            "title": "Alula Down: Postcards from Godley Moor, Summer 2020 review – a hazy lockdown in Weirdshire",
            "category": "Music",
            "snippet": "Lockdown albums have already been noted in pop, rock and rap, but August brings another, hazier, folkier creature to this peculiar summer. Alula Down …"
        },
        {
            "title": "‘It’s called jobkeeper for a reason’: Morrison responds to companies subsidising dividends",
            "category": "Business",
            "snippet": "The prime minister, Scott Morrison, has responded to reports that companies are using the jobkeeper income support scheme to subsidise dividends to sh …"
        },
        {
            "title": "A Saint from Texas by Edmund White review  – sex and spirituality",
            "category": "Books",
            "snippet": "In his landmark 1982 novel A Boy’s Own Story, Edmund White wondered: “What if I could write about my life exactly as it was? What if I could show it i …"
        },
        {
            "title": "Kath Bloom: Bye Bye These Are the Days review – beguiling, defiant folk",
            "category": "Music",
            "snippet": "It can be hard to write about Kath Bloom’s songwriting without drawing on a vocabulary that could diminish her. There is a nakedness to her writing, a …"
        },
        {
            "title": "Colombian pop star J Balvin in recovery after 'getting coronavirus bad'",
            "category": "Music",
            "snippet": "J Balvin, one of the world’s most-streamed pop stars, has said he contracted coronavirus and is in recovery. The Colombian vocalist, 35, revealed his …"
        },
        {
            "title": "'A big victory would be 5%': Green party's Howie Hawkins eyes progress",
            "category": "US-News",
            "snippet": "More than 6 million Americans voted for someone other than Donald Trump or Hillary Clinton in 2016’s presidential race, but from the media coverage of …"
        },
        {
            "title": "Travel firms drop £2bn in value after France added to UK Covid quarantine list",
            "category": "Business",
            "snippet": "At least £2bn was wiped off the stock market value of Europe’s travel and leisure industry on Friday, in a wide ranging sell-off prompted by the UK go …"
        },
        {
            "title": "Katy Perry: 'I've done a lot of falling flat on my face'",
            "category": "Music",
            "snippet": "Summary: Via a webcam into her Los Angeles home, Katy Perry slowly descends into frame, nine months pregnant with her first child. She looks like the Virgin Ma …"
        },
        {
            "title": "Johny Pitts: ‘Multiculturalism has been hijacked by the global elite’",
            "category": "Life-and-Style",
            "snippet": "Since the fall of communism, the notion of multiculturalism has been hijacked. There has been no alternative to globalisation under capitalist terms, …"
        },
        {
            "title": "Tsitsi Dangarembga: 'I am afraid. There have been abductions'",
            "category": "Books",
            "snippet": "Four days after learning that her novel, This Mournable Body, had been longlisted for the Booker prize, Tsitsi Dangarembga found herself sitting on th …"
        },
        {
            "title": "Tracks of the week reviewed: Billie Eilish, Ava Max, Action Bronson",
            "category": "Music",
            "snippet": "Billie Eilish My Future Billie says her new single, a “really, really personal and special” song, was written over two days in lockdown with her broth …"
        },
        {
            "title": "US health insurers doubled profits in second quarter amid pandemic",
            "category": "US-News",
            "snippet": "The enormous medical response in America to the coronavirus pandemic has not put a drain on US health insurers, which doubled profits in the second qu …"
        },
        {
            "title": "Julian Bream, British classical guitarist, dies aged 87",
            "category": "Music",
            "snippet": "Julian Bream, the British guitarist regarded as one of the finest exponents of the classical style, has died aged 87. The news was confirmed by his ma …"
        },
        {
            "title": "Gavin Williamson under pressure to resign over A-level results 'fiasco'",
            "category": "Politics",
            "snippet": "Gavin Williamson is facing increasing pressure over the education department’s mishandling of this summer’s exam results in England, with the Liberal …"
        },
        {
            "title": "Gus Dapperton: ‘I’d put in 10,000 hours producing by the time I was 18’",
            "category": "Music",
            "snippet": "Gus Dapperton emerged in 2017 as a lo-fi pop prankster with a lime-green bowl cut and videos that were somewhere between a Michel Gondry short and a Z …"
        },
        {
            "title": "UK travel firms say France quarantine move is 'devastating blow'",
            "category": "Business",
            "snippet": "Airlines and holiday firms have warned the sudden change to UK quarantine rules on travel to France is a “devastating blow” to the industry and will l …"
        },
        {
            "title": "Memorials held for PC Andrew Harper one year on from his death",
            "category": "UK-News",
            "snippet": "Memorial services have been held for PC Andrew Harper, who was killed a year ago as he tried to stop three thieves fleeing with a quad bike. On the fi …"
        },
        {
            "title": "Why does my boyfriend make jokes when I try to discuss our future?",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have had a lot of serious conversations about marriage and kids, as those are things we want in the next two years. We are both sin …"
        },
        {
            "title": "Parts of England to remain in tighter coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Millions of people in northern England and Leicester will remain under tighter lockdown for a third week as coronavirus infection rates continue to cl …"
        },
        {
            "title": "Stonehaven crash: train derailed by landslip, investigators confirm",
            "category": "UK-News",
            "snippet": "The ScotRail train that crashed near Stonehaven travelled nearly 100 metres (330ft) after derailing due to a landslip, before striking a bridge parape …"
        },
        {
            "title": "Burna Boy: Twice as Tall review – fun and fury from Nigerian pop polymath",
            "category": "Music",
            "snippet": "For a vivid snapshot of what Burna Boy is capable of, head for track 12 of new album Twice as Tall, entitled Monsters You Made. The music is modern Af …"
        },
        {
            "title": "Markets hit by UK quarantine move and China retail sales fall - as it happened",
            "category": "Business",
            "snippet": "And finally, after a turbulent day the FTSE 100 index has closed down 1.5%. The blue-chip index lost 93 points to finish at 6,092, wiping out the gain …"
        },
        {
            "title": "Speculation grows over pardon for Edward Snowden after Trump remarks",
            "category": "US-News",
            "snippet": "Speculation is growing over whether Donald Trump might pardon Edward Snowden after the US president told an interviewer that the exiled former intelli …"
        },
        {
            "title": "Dylan Hartley reveals Eddie Jones's 'brutal' three-word end to England days",
            "category": "Sport",
            "snippet": "The former England captain Dylan Hartley has revealed the brutal manner in which his international career was ended by Eddie Jones, who simply told hi …"
        },
        {
            "title": "New rules 'put future of soft play centres in England at risk'",
            "category": "Business",
            "snippet": "They are a lifeline for parents: somewhere affordable where children can exercise and play. But as soft play centres prepare to reopen on Saturday, in …"
        },
        {
            "title": "Talking Horses: Dettori picks France over York despite quarantine rules",
            "category": "Sport",
            "snippet": "In a sobering moment for British racing Frankie Dettori, one of its most popular ambassadors, has chosen to ride in France this weekend rather than ta …"
        },
        {
            "title": "Jimmy Anderson shows there is plenty of life in oldest swinger",
            "category": "Sport",
            "snippet": "Summary: It looked like the simplest little trick, as predictable and familiar as a father’s are to his teenage son. In the first over of this Test, Jimmy Ande …"
        },
        {
            "title": "Homegrown lettuce: a weed that keeps on giving",
            "category": "Life-and-Style",
            "snippet": "As a market gardener, I have been asked to grow some challenging crops in my time, so you may wonder what the strangest request might be? Could it be …"
        },
        {
            "title": "Obama denounces Trump bid to deter voters with attack on post office",
            "category": "US-News",
            "snippet": "Summary: There are growing fears over the handling of November’s US presidential election after it emerged that the US Postal Service (USPS) has warned it cann …"
        },
        {
            "title": "Why is the US Postal Service's role in November's election under scrutiny?",
            "category": "US-News",
            "snippet": "The United States Postal Service has emerged as a central issue in November’s hotly contested election where Democrat Joe Biden is seeking to prevent …"
        },
        {
            "title": "Is a woman my age allowed to be happy when the world is going to hell in a handbasket?",
            "category": "Books",
            "snippet": "Summary: I have always felt myself to be rather porous. Things affected me. Paying close attention to what was going on around me was a means of survival: I di …"
        },
        {
            "title": "Meghan hails Black Lives Matter protests as she pledges to speak out",
            "category": "UK-News",
            "snippet": "The Duchess of Sussex has said she found inspiration in peaceful anti-racism protests that have taken place across the US in recent months – and now t …"
        },
        {
            "title": "Tim Dowling: Is the puppy homesick? The worry is all-consuming",
            "category": "Life-and-Style",
            "snippet": "Summary: I am sitting in a lawn chair, in the day’s last square of sunlight. There is a book on my knees, but I am not reading it. The puppy we’re looking afte …"
        },
        {
            "title": "'Sloppy': Baileys under fire over Reclaim Her Name books for Women’s prize",
            "category": "Books",
            "snippet": "Women’s prize sponsor Baileys has apologised for putting an illustration of the wrong black abolitionist on the cover of a book in a series republishi …"
        },
        {
            "title": "Fit in my 40s: on a quest to improve my personal best",
            "category": "Life-and-Style",
            "snippet": "Summary: It’s only this year that I learned “PB” stands for “personal best”, and that runners sometimes make progress by measuring their speed over a mile. And …"
        }
    ]
}