{
    "page": [
        {
            "title": "The Flapper Queens by Trina Robbins review – a luscious curation",
            "category": "Books",
            "snippet": "Of all the cartoonists whose work appears in Trina Robbins’s brilliant new book, The Flapper Queens: Women Cartoonists of the Jazz Age, my favourite i …"
        },
        {
            "title": "Postmaster general’s changes causing mail delays, USPS workers say",
            "category": "Business",
            "snippet": "Workers at the United States Postal Service (USPS) say changes being implemented by recently appointed postmaster general and major Donald Trump donor …"
        },
        {
            "title": "Tim Spector: ‘Food education should be compulsory’",
            "category": "Life-and-Style",
            "snippet": "Obesity is back on the news agenda. The coronavirus pandemic has shone the spotlight firmly on our health and diet. While this is good news, we are de …"
        },
        {
            "title": "Biffy Clyro: A Celebration of Endings review – smiley vs gnarly",
            "category": "Music",
            "snippet": "Written and recorded well before lockdown, the Scottish rock band’s Covid-delayed ninth album ponders life’s full stops and unforeseen handbrake turns …"
        },
        {
            "title": "My son doesn't have an Irish accent – and I've lost mine",
            "category": "Life-and-Style",
            "snippet": "My son doesn’t have an accent. I mean, he does, but not one I can distinguish yet. When he calls eggs ‘eeegs’, it reveals little about his Hackney upb …"
        },
        {
            "title": "One of England's last coalmines to close near Durham",
            "category": "Business",
            "snippet": "Thousands of years of English coalmining will near an end this week with the closure of one of the country’s last remaining coalmines in Bradley near …"
        },
        {
            "title": "My Rembrandt review – to have and to hold the Dutch master",
            "category": "Film",
            "snippet": "In this documentary about a series of eccentric collectors obsessed with the revered artist, the Dutch director Oeke Hoogendijk shoots her subjects wi …"
        },
        {
            "title": "David Goldblatt: ‘What is a football club? Its supporters’",
            "category": "Life-and-Style",
            "snippet": "The eerie, tepid games of football played without crowds have been one of the pandemic’s stranger sights. Accompanied by the AI noise engine that prov …"
        },
        {
            "title": "The Covid-19 recession feels mild compared with the 1980s – so far",
            "category": "Business",
            "snippet": "Those of us with long enough memories can vividly recall the recession of the early 1980s. Unemployment climbed inexorably as many of the big names of …"
        },
        {
            "title": "Makers of M&S sandwiches faced pay dock if they self-isolated, says union",
            "category": "UK-News",
            "snippet": "Workers at a factory in Northampton at the centre of a coronavirus outbreak were told they would be paid less than £100 per week if they had to self-i …"
        },
        {
            "title": "Tessa Khan: ‘Litigation is a powerful tool in the environmental crisis’",
            "category": "Life-and-Style",
            "snippet": "At key moments in history, courts around the world have helped to accelerate social change – they have vindicated the demands of people fighting to en …"
        },
        {
            "title": "The lockdown life-changers: six people on their 2020 transformations – from giving up gambling to getting fit",
            "category": "Life-and-Style",
            "snippet": "As soon as he heard about the impending lockdown, Alex Harrison, 34, drove to his local casino in Liverpool and asked them to ban him for life. In the …"
        },
        {
            "title": "The Jonathan Cape/Observer/Comica graphic short story prize 2020 – enter now!",
            "category": "Books",
            "snippet": "Calling all aspiring cartoonists and graphic novelists: the Jonathan Cape/Observer/Comica graphic short story prize, now in its 13th wondrous year, op …"
        },
        {
            "title": "Serco given contact-tracing job despite asylum-seekers fine",
            "category": "Business",
            "snippet": "Summary: Serco, the company awarded a contact-tracing contract worth £108m, was fined £2.6m for failures on another government contract just months ago, the Gu …"
        },
        {
            "title": "Tesco to take on Amazon with free home delivery for premium cardholders",
            "category": "Business",
            "snippet": "Tesco is to introduce free home delivery to members of its premium loyalty scheme, pitching it head to head with Amazon as the US tech firm seeks a bi …"
        },
        {
            "title": "Bodies found in search for two brothers off Lancashire coast",
            "category": "UK-News",
            "snippet": "Two teenage brothers are believed to have died after getting into difficulty at sea on a family day out to the Lancashire seaside. Muhammad Azhar Shab …"
        },
        {
            "title": "Dawn Butler police stop 'rooted in bias', says UK chief of black police officers",
            "category": "UK-News",
            "snippet": "The police stop of the Labour MP Dawn Butler was rooted in systemic racism that is damaging the legitimacy of policing, the leader of black police off …"
        },
        {
            "title": "Jack Willis helps Wasps to dominate the breakdown in win against Northampton",
            "category": "Sport",
            "snippet": "After five months of famine, and a couple of days of penalty-fests, finally something to feast on. Jack Willis produced a breakdown masterclass in fro …"
        },
        {
            "title": "Woman arrested on suspicion of murder of boy, 10, in west London",
            "category": "UK-News",
            "snippet": "A woman has been arrested on suspicion of murder after a boy, 10, was found dead in a west London flat. The woman, in her 40s, attended a police stati …"
        },
        {
            "title": "Ronnie O'Sullivan outclasses Kyren Wilson to win sixth world snooker title",
            "category": "Sport",
            "snippet": "Perhaps when you weigh everything up, it is only right that this unique World Snooker Championship belongs to Ronnie O’Sullivan. There are many words …"
        },
        {
            "title": "Jamie Oliver's worst nightmare: the return of the Turkey Twizzler",
            "category": "Business",
            "snippet": "It was junk food loathed by nutritionists and loved by children and eventually banned from school menus after a high-profile campaign by the chef Jami …"
        },
        {
            "title": "Pure AFL theatre: the joy and pain of after-the-siren winning goals",
            "category": "Sport",
            "snippet": "If it is theatre you are after, look no further than the holy grail of footy: the winning goal after the siren. For sheer exhilaration, hangers are gr …"
        },
        {
            "title": "Lego piece falls out of New Zealand boy's nose after being stuck for two years",
            "category": "Life-and-Style",
            "snippet": "A missing piece of Lego has dropped out of a child’s nose two years after he pushed it up. Seven-year-old Sameer Anwar of Dunedin, in the south of New …"
        },
        {
            "title": "'The god of hellfire returns!' Can Arthur Brown incinerate Covid?",
            "category": "Music",
            "snippet": "Summary: ‘I am the God of Hellfire!” proclaimed Arthur Brown at the start of Fire, the 1968 UK No 1 by the Crazy World of Arthur Brown, an international smash …"
        },
        {
            "title": "Matt Haig on the best books to build mental resilience",
            "category": "Books",
            "snippet": "Reading isn’t a solitary, introverted activity, it’s about connecting with people and the world. In times of pain and trauma that becomes even more es …"
        },
        {
            "title": "Wild at Heart at 30: David Lynch's divisive and unruly road movie",
            "category": "Film",
            "snippet": "There’s a defining moment in David Lynch’s Wild at Heart where Lula (Laura Dern), a liberated southern belle, takes the wheel of a 1965 Ford Thunderbi …"
        },
        {
            "title": "Tree of the week: the beloved 250-year-old wild pear being cut down for HS2",
            "category": "Life-and-Style",
            "snippet": "On a recent visit to see the Cubbington pear tree, Anne Langley was sad to see that the woods around it in Warwickshire had been blocked off to visito …"
        },
        {
            "title": "Stormzy gives £500,000 to fund scholarships for disadvantaged students",
            "category": "Music",
            "snippet": "Stormzy has donated £500,000 to fund educational scholarships for students from disadvantaged backgrounds as part of his commitment to becoming a majo …"
        },
        {
            "title": "Death Valley temperature rises to 129.9F – possibly the hottest ever reliably recorded",
            "category": "US-News",
            "snippet": "A temperature of 54.4C – or 129.9F – has been recorded in Death Valley, California, in what some extreme weather watchers believe could be the hottest …"
        },
        {
            "title": "‘It will be different’: virtual Democratic convention kicks off with emphasis on unity",
            "category": "US-News",
            "snippet": "The Democratic national convention begins on Monday with a star-studded lineup and heavy emphasis on unity aimed at presenting Joe Biden and Kamala Ha …"
        },
        {
            "title": "Fears overcrowding in Wetherspoon pubs may lead to Covid spike",
            "category": "Business",
            "snippet": "Fears that relaxed summer socialising will lead to a surge in Covid-19 cases around the UK have been heightened after concerns that JD Wetherspoon is …"
        },
        {
            "title": "My streaming gem: why you should watch New Rose Hotel",
            "category": "Film",
            "snippet": "Critics balked at the maverick film-maker Abel Ferrara’s woozy erotic drama when it premiered in competition at the Venice film festival in 1998. A sc …"
        },
        {
            "title": "Shots in the Dark by David Kynaston review – Trump haunts a troubled sporting diary",
            "category": "Books",
            "snippet": "The non-league football club Aldershot Town and the ominous ascension of Donald Trump don’t appear to have much in common, yet they happen to be the t …"
        },
        {
            "title": "Why are Warner Bros persisting with the doomed Fantastic Beasts films?",
            "category": "Film",
            "snippet": "Summary: Even as part three begins filming in the UK, Fantastic Beasts and Where to Find Them is beginning to look like a cursed franchise. Many of us are wond …"
        },
        {
            "title": "Tata Motors denies it plans to sell stake in Jaguar Land Rover",
            "category": "Business",
            "snippet": "Tata Motors has denied reports it plans to sell its stake in Jaguar Land Rover after a breakdown in talks with the the UK government to secure a finan …"
        },
        {
            "title": "Florence's classical ReGeneration: how one outdoor music festival thought big under lockdown",
            "category": "Music",
            "snippet": "Roger Granville, Max Fane and Frankie Parham are not men to let a worldwide pandemic get in their way. Plans for the fourth New Generation festival in …"
        },
        {
            "title": "PwC and Schroders will allow staff to work from home after Covid crisis",
            "category": "Business",
            "snippet": "PricewaterhouseCoopers and Schroders are to allow the majority of staff to continue to work from home after the Covid-19 pandemic as the health emerge …"
        },
        {
            "title": "Stuart Christie obituary",
            "category": "Politics",
            "snippet": "In 1964 a dashing, long-haired 18-year-old British anarchist, Stuart Christie, faced the possibility of the death penalty in Madrid for his role in a …"
        },
        {
            "title": "'If you don't have a home, what do you do?': Covid-19 highlights Texas homeless crisis",
            "category": "US-News",
            "snippet": "Donald Montgomery spends most of his day waiting for the sweltering Texas heat to subside. Then, in the evenings, he springs into action as a voluntee …"
        },
        {
            "title": "Poem of the week: Akwaba by Kwame Dawes",
            "category": "Books",
            "snippet": "Akwaba For Sena i Brown snow lines the roadways. The still, grey city whispers in the sunrise, inching into bloom. I see your slick wet head swaddled …"
        },
        {
            "title": "UK tour by Mark Kozelek cancelled following sexual assault allegations",
            "category": "Music",
            "snippet": "A forthcoming UK tour by Sun Kil Moon, fronted by US indie-rock musician Mark Kozelek who is also known for the group Red House Painters and a solo ca …"
        },
        {
            "title": "Sharon Stone blames mask refuseniks as sister is hospitalised with Covid",
            "category": "Film",
            "snippet": "Sharon Stone has condemned “non-mask wearers” for the fate of her younger sister, who is hospitalised with coronavirus and “fighting for her life”. Th …"
        },
        {
            "title": "'We want a fairer society': Freddy Lim, Taiwan's metalhead MP",
            "category": "Music",
            "snippet": "It’s a crisp December night in the heart of Taipei, and Freddy Lim is presiding over a campaign rally to remember. Flanked by his bandmates, and looki …"
        },
        {
            "title": "First Thing: Trump's USPS cuts are 'a crisis for US democracy'",
            "category": "US-News",
            "snippet": "Good morning, Nancy Pelosi has recalled the House of Representatives from its summer recess early, to vote on a bill to prevent the United States Post …"
        },
        {
            "title": "Phyllis Hayward obituary",
            "category": "Politics",
            "snippet": "My grandmother Phyllis Hayward, who has died aged 99, was a staunch socialist who was active in the women’s section of the Labour party. When her husb …"
        },
        {
            "title": "How we met: 'He just grabbed me and gave me a big snog'",
            "category": "Life-and-Style",
            "snippet": "Lynn Davies moved to Worcestershire from Bristol in October 1999, trading in city life for a country village. “I was working as a freelance television …"
        },
        {
            "title": "CP Lee obituary",
            "category": "Music",
            "snippet": "For a time during the 1970s my friend CP Lee, who has died aged 70, teetered on the brink of celebrity with his Manchester-based satirical rock band A …"
        },
        {
            "title": "Commonwealth veterans launch legal action in immigration row",
            "category": "UK-News",
            "snippet": "Eight Fijian-born soldiers who served with the British army in Iraq and Afghanistan are seeking a judicial review against the Ministry of Defence and …"
        },
        {
            "title": "Did Jack really have to die to save Rose at the end of Titanic?",
            "category": "Film",
            "snippet": "In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and …"
        },
        {
            "title": "Not the Booker 2020: the first three novels on our shortlist are …",
            "category": "Books",
            "snippet": "The votes have been cast, checked and counted. The first three books to go through to the next round of competition are: Hello Friend We Missed You by …"
        }
    ]
}