{
    "page": [
        {
            "title": "Secluded pleasures: why Test cricket remains the best sport not to watch",
            "category": "Sport",
            "snippet": "I spent last week in Shropshire, where my family and a few others had clubbed together to hire out Wilderhope Manor, the wonderful and historic Nation …"
        },
        {
            "title": "Reading group: A Taste for Death by PD James is our book for August",
            "category": "Books",
            "snippet": "A Taste for Death by PD James has won our vote and will be our reading group choice for this month. That’s good news. James’s 1986 novel is considered …"
        },
        {
            "title": "Revealed: QAnon Facebook groups are growing at a rapid pace around the world",
            "category": "US-News",
            "snippet": "New and established QAnon groups on Facebook are growing at a rapid pace and helping to spread the baseless and dangerous conspiracy theory to new cou …"
        },
        {
            "title": "Coronavirus batters Domino's underlying profits with 4.6% fall",
            "category": "Business",
            "snippet": "Domino’s Pizza, Britain’s biggest pizza delivery chain, suffered a drop in orders during the coronavirus pandemic, as it stopped customers collecting …"
        },
        {
            "title": "'Excellent operator' Julie Harrington is backed to lead horse racing out of crisis",
            "category": "Sport",
            "snippet": "Julie Harrington, newly appointed as the first female chief executive of racing’s ruling body, has been hailed as “an excellent operator” by the offic …"
        },
        {
            "title": "UK staff: how is your employer introducing a sense of community to a virtual office?",
            "category": "Business",
            "snippet": "How are employers helping homeworking colleagues keep in touch with each other? Are you using apps that encourage you to make contact with each other …"
        },
        {
            "title": "Arctic Monkeys raise funds for at-risk Sheffield venue Leadmill",
            "category": "Music",
            "snippet": "Arctic Monkeys have launched a fundraising campaign to benefit the Leadmill, a historic indie music venue in their home city of Sheffield that is at r …"
        },
        {
            "title": "Wave of evictions sweeps US amid impasse over coronavirus protections",
            "category": "US-News",
            "snippet": "A huge wave of evictions is gathering pace across the US, with tens of millions of people facing the looming prospect of being ejected from their home …"
        },
        {
            "title": "Scotland: mixed feelings about school return following coronavirus closures",
            "category": "UK-News",
            "snippet": "Parents and children across Scotland have described a mixture of relief, anxiety, loss and celebration as pupils begin their phased return to schools …"
        },
        {
            "title": "West Midlands to gain 500-mile cycle network",
            "category": "UK-News",
            "snippet": "Coventry is famous for its motor industry heritage but long before this, from the 1860s onwards, it was considered England’s bicycle city – and it gai …"
        },
        {
            "title": "UK employment falls amid Covid-19 crisis; S&P 500 fails to hit record high - business live",
            "category": "Business",
            "snippet": "Summary: A late update: The S&P 500 failed to hit that all-time high, as doubts emerged over whether Congress will actually pass a stimulus package. The three …"
        },
        {
            "title": "Stephen Lawrence: a timeline of events since the teenager's murder",
            "category": "UK-News",
            "snippet": "Twenty-seven years, three months and 19 days after the murder of the black British teenager Stephen Lawrence, the Metropolitan police has declared the …"
        },
        {
            "title": "Fantasy Premier League winner disqualified over 'player comments'",
            "category": "Sport",
            "snippet": "Summary: With millions of players around the world, the Fantasy Premier League is meant to recreate the competitive excitement and experience of managing a foo …"
        },
        {
            "title": "I resent tiptoeing around my housemate's work zone. How do I address this sensitively?",
            "category": "Life-and-Style",
            "snippet": "My housemate has been working from home since March and it now looks as though he will continue to do so for the rest of the year. We share a two-bedr …"
        },
        {
            "title": "There are new ways to do democracy that give me hope. More voices could change everything",
            "category": "Books",
            "snippet": "“But Miss, why think about the future for?” the 13-year-old said. No one had ever asked me that before. I was visiting a class of year 7 students in S …"
        },
        {
            "title": "UK government urged to justify £108m contact-tracing deal with Serco",
            "category": "Business",
            "snippet": "Summary: The government has been urged to demonstrate there was no favouritism at play in awarding Serco a contact-tracing contract worth £108m, as a leaked me …"
        },
        {
            "title": "Stories of jobseekers show true impact of Covid-19 on employment",
            "category": "Business",
            "snippet": "The true consequences of the coronavirus lockdown on employment are becoming clear, as official figures show that almost three-quarters of a million j …"
        },
        {
            "title": "Scottish Conservatives appoint Ruth Davidson as Holyrood leader",
            "category": "Politics",
            "snippet": "The Scottish Conservatives have appointed Ruth Davidson as their leader in Holyrood, hours before she was due to face Nicola Sturgeon again at first m …"
        },
        {
            "title": "Mike Ashley's Frasers Group delays results for second year running",
            "category": "Business",
            "snippet": "Mike Ashley’s Frasers Group has delayed its annual results presentation for the second year running saying it needs more time to complete its accounts …"
        },
        {
            "title": "Met closure of Stephen Lawrence case will deny his family justice",
            "category": "UK-News",
            "snippet": "Convicting all of the suspects in the racist gang of five or six people that killed Stephen Lawrence would have delivered justice for his family, and …"
        },
        {
            "title": "County cricket: Essex top South Group as Notts collapse to Yorkshire – as it happened",
            "category": "Sport",
            "snippet": "At Chelmsford, Simon Harmer did what he does best: pluck ripe batsmen from the overhanging tree. Beard neatly trimmed, sunglasses on, short sleeves fl …"
        },
        {
            "title": "England's Anthony Watson does not want players forced to take knee",
            "category": "Sport",
            "snippet": "The England and Bath wing Anthony Watson has insisted there is no point forcing Premiership players to take a knee before matches in support of the Bl …"
        },
        {
            "title": "Premiership clubs hit by Covid-19 could forfeit 20-0, says Sale's Diamond",
            "category": "Sport",
            "snippet": "Premiership rugby teams could be required to forfeit games 20-0 if they cannot play because their players have coronavirus. Premiership Rugby insists …"
        },
        {
            "title": "Rugby league in turmoil after five Hull FC players test positive for Covid",
            "category": "Sport",
            "snippet": "Super League has suffered a major blow just two weeks in to the competition’s resumption after a number of Hull FC players, who played in Sunday’s fix …"
        },
        {
            "title": "Pompeo failed to 'fully assess' civilian cost of Saudi arms sales, watchdog finds",
            "category": "US-News",
            "snippet": "A US government watchdog investigation into the “emergency” sale of more than $8bn in weapons to Saudi Arabia and its Gulf allies has found the state …"
        },
        {
            "title": "Don't be fooled – under Covid-19, the UK labour market is in crisis",
            "category": "Business",
            "snippet": "Rishi Sunak knows it. Andrew Bailey knows it. Every economic pundit knows it. The UK labour market is facing its grimmest period in decades. It is not …"
        },
        {
            "title": "Kamala Harris named as Joe Biden’s running mate – as it happened",
            "category": "US-News",
            "snippet": "Joe Biden has named Kamala Harris has his running mate. Harris is the first Black and first Asian American woman to be nominated for a major party’s p …"
        },
        {
            "title": "QAnon supporter denounced for racism wins Georgia Republican primary",
            "category": "US-News",
            "snippet": "Marjorie Taylor Greene, a businesswoman who has expressed racist views and support for the far-right conspiracy theory QAnon, has won the Republican n …"
        },
        {
            "title": "‘It’s hard to believe it when everything’s against you’: the rise of Melbourne’s African diaspora rap scene",
            "category": "Music",
            "snippet": "At the September 2018 launch of Melbourne rap label 66 Records at the Gasometer Hotel in Collingwood, a heaving crowd bounced under the venue’s giant …"
        },
        {
            "title": "Donald Trump and his campaign launch scattergun attacks on Kamala Harris",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s re-election campaign wasted no time in targeting Kamala Harris with scattergun attacks that sought to define her as “the most liberal l …"
        },
        {
            "title": "How Kamala Harris's friendship with Beau Biden united her with Joe",
            "category": "US-News",
            "snippet": "Long before Joe Biden named Kamala Harris as his running mate, and even before they faced off as rival Democratic presidential candidates, the two had …"
        },
        {
            "title": "Michael Rosen completes new book after long battle with Covid-19",
            "category": "Books",
            "snippet": "Despite spending nearly seven weeks in intensive care and having to learn to walk again after contracting Covid-19, Michael Rosen has written a new bo …"
        },
        {
            "title": "Covid-19: UK economy plunges into deepest recession since records began",
            "category": "Business",
            "snippet": "Summary: Britain has entered the deepest recession since records began as official figures on Wednesday showed the economy shrank by more than any other major …"
        },
        {
            "title": "How does UK's Covid recession compare with previous ones?",
            "category": "Business",
            "snippet": "The coronavirus pandemic has plunged Britain’s economy into the deepest slump since quarterly records began, with the country officially confirmed in …"
        },
        {
            "title": "Dom Sibley is all ears as he thinks on his feet against the Pakistan attack",
            "category": "Sport",
            "snippet": "Azhar Mahmood gave a beautifully simple explanation during the first Test of what Mohammad Abbas seeks to do with a cricket ball, a match Pakistan app …"
        },
        {
            "title": "Babyteeth review – teen illness drama earns its emotional impact",
            "category": "Film",
            "snippet": "Summary: This debut feature by the Australian film-maker Shannon Murphy, adapted by Rita Kalnejais from her stage play, is well acted, heartfelt, beautifully f …"
        },
        {
            "title": "'This land is all we have left': tribes on edge over giant dam proposal near Grand Canyon",
            "category": "US-News",
            "snippet": "Shortly before Lucille Daniel’s father died, he told her: “Take care of the land. Take care of the livestock.” This land, a patch of remote desert not …"
        },
        {
            "title": "Cup runneth over: 17 ways to cook mushrooms – from spiced rice to pasta with prosciutto",
            "category": "Life-and-Style",
            "snippet": "Not everyone likes mushrooms. In fact, edible fungi come in such an extraordinary variety of tastes, textures and shapes that it is probably impossibl …"
        },
        {
            "title": "Wagner: where to start with his music",
            "category": "Music",
            "snippet": "Of all composers, Wagner remains the most controversial. No other classical musician arouses such fanaticism, for and against. Almost all of his impor …"
        },
        {
            "title": "United Voices: an inspiring story of workers' grassroots resistance",
            "category": "Film",
            "snippet": "As work in the UK gets more precarious and the gig economy booms, trade unionism is being reimagined and people from a wide range of backgrounds are j …"
        },
        {
            "title": "Sputnik review – smart Soviet-era sci-fi chiller",
            "category": "Film",
            "snippet": "‘We sent two into space. Three came back.” At first, no one notices the extraterrestrial stowaway when a Soviet rocket lands back on Earth; the creatu …"
        },
        {
            "title": "First Thing: from Clinton to Sanders, Democrats back the Harris pick",
            "category": "US-News",
            "snippet": "Good morning, Barack Obama, Hillary Clinton and Bernie Sanders have all lent their full-throated support to Joe Biden’s VP pick. California senator Ka …"
        },
        {
            "title": "Top 10 books about the Grand Tour",
            "category": "Books",
            "snippet": "The Grand Tour was one of the defining educational experiences of the 18th century, a kind of travelling finishing school, comprising aristocratic vis …"
        },
        {
            "title": "Labour says government's treatment of asylum seekers lacks 'compassion'",
            "category": "UK-News",
            "snippet": "The UK Government’s handling of the rising numbers of people crossing the Channel in small boats is “lacking in competence and compassion”, the shadow …"
        },
        {
            "title": "Senior Met officer defends police who stopped Dawn Butler",
            "category": "UK-News",
            "snippet": "Officers from an anti-violence taskforce who stopped a car carrying the Labour MP Dawn Butler, sparking claims of racial profiling, were not at fault, …"
        },
        {
            "title": "The Trial review – coolly observational view of Brazil's crypto-coup",
            "category": "Film",
            "snippet": "In 2016, the impeachment trial of Brazil’s first female president, Dilma Rousseff, began. She was accused of breaking budgetary laws, but in the midst …"
        },
        {
            "title": "How has the pandemic changed your experiences of home life?",
            "category": "Life-and-Style",
            "snippet": "In the months since the pandemic began, our experience of home has, in many cases, changed profoundly. We would like to hear about these changes. Perh …"
        },
        {
            "title": "Dwayne Johnson tops Forbes list of world's highest-paid male actors",
            "category": "Film",
            "snippet": "Dwayne Johnson, the wrestler turned actor formerly known as the Rock, has again topped Forbes’s list of the highest-paid actors having made an estimat …"
        },
        {
            "title": "Tale of two recoveries: business rallies in Windermere but slows in Crawley",
            "category": "Business",
            "snippet": "If there was a corner of the UK that felt the sharp impact of recession first, it was the tourist honeypot of Windermere. Visitors disappeared overnig …"
        },
        {
            "title": "Kamala Harris: trailblazer who went from Joe Biden’s rival to running mate",
            "category": "US-News",
            "snippet": "Just a year ago, Kamala Harris and Joe Biden were sparring over racism on a debate stage. Harris, then a Democratic presidential candidate, attacked h …"
        }
    ]
}