{
    "page": [
        {
            "title": "Babe, Terror: Horizogon review – hear the dread and hope of lockdown",
            "category": "Music",
            "snippet": "‘I thought of this as a soundtrack from an apocalyptic São Paulo,” says Claudio Szynkier, AKA electronic producer Babe, Terror, of his latest album Ho …"
        },
        {
            "title": "Gatwick airport hit by £343m loss as passenger numbers fall",
            "category": "UK-News",
            "snippet": "Gatwick airport has reported a £343m pre-tax loss after passenger numbers plummeted by two-thirds in the first half of the year, as the coronavirus ta …"
        },
        {
            "title": "Toni Braxton: Spell My Name review – master of breakups and baby-making",
            "category": "Music",
            "snippet": "Toni Braxton’s career has been hampered at times by multiple bankruptcies, coping with lupus, and reality TV show drama on Braxton Family Values. Ther …"
        },
        {
            "title": "Grant Shapps says it is safe to return to work in offices in England",
            "category": "Politics",
            "snippet": "The UK transport secretary, Grant Shapps has said it is safe to go back to work in England, as the government prepares to launch a publicity drive to …"
        },
        {
            "title": "Black Spartacus by Sudhir Hazareesingh review – the epic life of Toussaint Louverture",
            "category": "Books",
            "snippet": "Summary: No figure from the 18th-century “age of revolution” had as extraordinary a life as Toussaint Louverture. He was born a slave in the 1740s, in one of t …"
        },
        {
            "title": "One Night in Bangkok review – killer-in-a-cab thriller stuck in first gear",
            "category": "Film",
            "snippet": "Summary: Lacking much else, this VOD-bound actioner offers two unexpected comebacks for the price of one. The star is Mark Dacascos, erstwhile straight-to-vide …"
        },
        {
            "title": "Richard Osman: 'I want to be writing novels for the rest of my life now'",
            "category": "Books",
            "snippet": "The book I am currently reading The Nickel Boys by Colson Whitehead. I was about to read The Underground Railroad when I noticed that The Nickel Boys …"
        },
        {
            "title": "My life in sex: the queer woman who’s scared of vaginas",
            "category": "Life-and-Style",
            "snippet": "I know it sounds ridiculous: I’m a queer woman who’s scared of vaginas. I’m scared of other people’s and I’m scared of my own. It doesn’t sound very f …"
        },
        {
            "title": "Dan Snyder has made Washington into a grubby mess. Don't expect him to leave",
            "category": "Sport",
            "snippet": "Summary: Dan Snyder has been embroiled in so many scandals and controversies during his 21 years as owner of Washington’s NFL team that it’s more surprising if …"
        },
        {
            "title": "Emma Cline: 'We are forced to imagine what’s going on in the minds of men'",
            "category": "Books",
            "snippet": "Summary: In the many photos of Emma Cline that appeared in the media in 2016, when her hugely successful first book, The Girls, was published, she tended to lo …"
        },
        {
            "title": "Tracks of the week reviewed: Miley Cyrus, Lupin, Peaches",
            "category": "Music",
            "snippet": "Miley Cyrus Midnight Sky “See my lips on her mouth, everybody’s talking now,” muses 2013’s most wanted on this disco-tinged, post-divorce banger. The …"
        },
        {
            "title": "First Thing: Trump argues – for more than an hour – that Biden will destroy US",
            "category": "US-News",
            "snippet": "Summary: Good morning. Donald Trump formally accepted the Republican presidential nomination last night, in a whopping 70-minute acceptance speech in which he …"
        },
        {
            "title": "Digested week: As silly season ends, the dread is beginning to return",
            "category": "UK-News",
            "snippet": "Monday For just over a week this summer, I almost managed to forget the ongoing horrors of the coronavirus and the government’s seemingly limitless ca …"
        },
        {
            "title": "Deirdre Le Faye obituary",
            "category": "Books",
            "snippet": "No one who is seriously interested in Jane Austen can learn much about her without turning to the work of Deirdre Le Faye, who has died aged 86. Descr …"
        },
        {
            "title": "JK Rowling returns human rights award to group that denounces her trans views",
            "category": "Books",
            "snippet": "Summary: JK Rowling is returning the Ripple of Hope award given to her last year by the Robert F Kennedy Human Rights (RFKHR) organisation after its president, …"
        },
        {
            "title": "Portland suffers serious street violence as far right return 'prepared to fight'",
            "category": "US-News",
            "snippet": "Over the last three months in Portland, mass protests against police violence and racism gradually gave way to nightly often violent standoffs between …"
        },
        {
            "title": "'Like cycling through history': 220-mile King Alfred’s Way launched",
            "category": "Life-and-Style",
            "snippet": "You pass great cathedrals and prehistoric barrows, castles, medieval farms and the remnants of second world war defences. You cycle across sandy heath …"
        },
        {
            "title": "Was Ivanka Trump telling the truth in Lego White House anecdote?",
            "category": "US-News",
            "snippet": "Ivanka Trump has been accused of self-plagiarism at the Republican national convention after her heartwarming Lego anecdote sounded strikingly familia …"
        },
        {
            "title": "My friend has become worryingly anxious about coronavirus. What should I do?",
            "category": "Life-and-Style",
            "snippet": "I have a friend who is so anxious about coronavirus that I’m starting to worry about their mental health. There seems to be no end in sight for the re …"
        },
        {
            "title": "Councils may be forced to take fair share of child asylum-seekers",
            "category": "UK-News",
            "snippet": "Summary: Councils in England would be forced to care for their fair share of unaccompanied asylum-seeking children under proposals put out for consultation by …"
        },
        {
            "title": "Alan Jacobs obituary",
            "category": "Books",
            "snippet": "My friend Alan Jacobs, who has died aged 90, was an authority on the works of mystical thinkers. His speciality was the compilation and editing of ant …"
        },
        {
            "title": "Dylan Hartley: 'Rugby normalises pain and injuries – it’s the reality'",
            "category": "Sport",
            "snippet": "Summary: Dylan Hartley picks his way through the brightly coloured balloons that light up his house on a rainy morning in the Northamptonshire countryside. His …"
        },
        {
            "title": "Do you remember the first time? The joys of YouTube reaction videos",
            "category": "Music",
            "snippet": "Summary: Earlier this month a wonderful thing – remember those? – happened. Twin brothers Tim and Fred Williams, who post YouTube vids under the name Twinsisth …"
        },
        {
            "title": "'Devastation everywhere': Louisiana city wakes up to storm's aftermath",
            "category": "US-News",
            "snippet": "Summary: Classie Ballou lives on the fifth floor of Chateau du Lac, an eight-story retirement home in the Louisiana city of Lake Charles. “I made it through Ri …"
        },
        {
            "title": "'I don't have to smile if I don't feel like it!': Covid freed me from politeness and unwanted touching",
            "category": "Life-and-Style",
            "snippet": "Just before the New York shutdown for Covid, I’d been kvetching all over the place about people touching me too much. It was the feminist rant of a wo …"
        },
        {
            "title": "Librarian who put books behind Boris Johnson says message was for school",
            "category": "Books",
            "snippet": "The school librarian who stacked the shelves behind Boris Johnson’s podium with titles including The Twits, Betrayed and The Subtle Knife has admitted …"
        },
        {
            "title": "ITV poised to drop out of FTSE 100 after collapse in advertising",
            "category": "Business",
            "snippet": "Summary: ITV is poised to lose its place among the top 100 UK companies, with billions wiped off its market value after an unprecedented fall in advertising du …"
        },
        {
            "title": "Revealed: auditors raised minimum-wage red flags at Boohoo factories",
            "category": "Business",
            "snippet": "The fast-fashion retailer Boohoo has been selling clothes made by at least 18 factories in Leicester that audits say have failed to prove they pay the …"
        },
        {
            "title": "Jerry Falwell Jr 'enjoyed watching' his wife have sex, alleged lover says",
            "category": "US-News",
            "snippet": "Summary: Giancarlo Granda, the man at the center of a sex scandal involving Jerry Falwell Jr, detailed on Friday how the evangelical leader and outspoken ally …"
        },
        {
            "title": "Boohoo, the audits and an industry under the spotlight",
            "category": "Business",
            "snippet": "The Guardian’s investigation into the garment industry in Leicester uncovered a number of audit reports on, and whistleblower claims about, factories …"
        },
        {
            "title": "Factory audits: how they work – and what they reveal",
            "category": "Business",
            "snippet": "Summary: Why are audits important in assessing supply chain conditions? Brands often outsource their manufacturing processes – but they need more than their su …"
        },
        {
            "title": "I left my baby to cry at night for a week – is it my fault she’s an anxious child?",
            "category": "Life-and-Style",
            "snippet": "Summary: I am the mother of a four-year-old (due to go to school next month) and a 20-month-old, both girls. I am quite anxious and highly strung. I have alway …"
        },
        {
            "title": "Suffering from brain mush? Here’s how to get things done",
            "category": "Life-and-Style",
            "snippet": "In a world of radical inequalities and bitter partisan divides, one thing apparently still unites us: nobody can focus. Recent events (“gestures broad …"
        },
        {
            "title": "Driven to Abstraction: the inside story of a $60m art forgery hoax",
            "category": "Film",
            "snippet": "Summary: In November 2011, the arthouse Knoedler & Company – an Upper East Side mainstay and one of modern art’s most trusted and elite shops – shuttered in th …"
        },
        {
            "title": "Boris Johnson urged to set out credible back-to-office plan",
            "category": "Politics",
            "snippet": "Boris Johnson has been urged to produce a “credible plan” for persuading more workers to return to the office instead of relying on what unions have c …"
        },
        {
            "title": "Struggling Ferrari miles off the F1 pace at Spa with no quick fix in sight",
            "category": "Sport",
            "snippet": "Summary: Already under fierce scrutiny this season, Ferrari face perhaps their toughest weekend yet at the Belgian Grand Prix. The forests of the Ardennes thro …"
        },
        {
            "title": "UK Border Force aims to check less than third of arrivals for test-and-trace forms",
            "category": "Politics",
            "snippet": "Border Force officials have been set a target of checking less than a third of arrivals to the UK to ensure they have forms to aid test-and-trace effo …"
        },
        {
            "title": "MPs call on Jacob Rees-Mogg to extend hybrid parliament system",
            "category": "Politics",
            "snippet": "MPs are calling on Jacob Rees-Mogg to extend the system that has allowed them to work from home, which is due to expire next week as the summer recess …"
        },
        {
            "title": "Bank of England to stay in emergency mode until recovery ensured, says governor",
            "category": "Business",
            "snippet": "The Bank of England will stick with its emergency policy setting until it is sure the economy’s recovery from the Covid-19 slump is more than a summer …"
        },
        {
            "title": "RFL chief says sport needs 'good, hard look at itself' on 125th anniversary",
            "category": "Sport",
            "snippet": "The chief executive of the Rugby Football League, Ralph Rimmer, says rugby league needs to take a “good, hard look at itself” to ensure it thrives in …"
        },
        {
            "title": "Far-right activists filmed hassling asylum seekers in hotels",
            "category": "UK-News",
            "snippet": "Anger is mounting over a series of videos posted by far-right organisations in which activists enter hotels where asylum seekers are being held, knock …"
        },
        {
            "title": "Are asylum seekers really living in luxury hotels? – Q&A",
            "category": "UK-News",
            "snippet": "Are asylum seekers living in luxury hotels, as the far right claims? The quality of hotel accommodation varies. Most rooms are in budget hotels, which …"
        },
        {
            "title": "UK businesses offering incentives to coax staff back into the office",
            "category": "Business",
            "snippet": "Businesses are offering incentives such as free food, extra childcare and even executive parking spaces to coax staff back into the office but could f …"
        },
        {
            "title": "Prosecutors release charges against alleged Kenosha shooter Kyle Rittenhouse",
            "category": "US-News",
            "snippet": "A judge postponed a decision on Friday on whether 17-year-old Kyle Rittenhouse should be returned to Wisconsin to face charges in the killing of two p …"
        },
        {
            "title": "Tens of thousands join Get Your Knee Off Our Necks march in Washington DC",
            "category": "US-News",
            "snippet": "Tens of thousands of people gathered in Washington DC on Friday, demanding criminal justice reform and voting rights following a summer of protests ag …"
        },
        {
            "title": "House Democrats launch contempt proceedings against Mike Pompeo",
            "category": "US-News",
            "snippet": "Congressional Democrats have launched contempt proceedings against Mike Pompeo for his refusal to comply with subpoenas for documents connected to the …"
        },
        {
            "title": "What to plant now: 'As a home gardener it is the time to sow your seeds'",
            "category": "Life-and-Style",
            "snippet": "Farming is the utmost expression of optimism – nature charges ahead despite all the goings on of the human world, and you better keep up. There are re …"
        },
        {
            "title": "England v Pakistan: first Twenty20 abandoned due to rain – as it happened",
            "category": "Sport",
            "snippet": "We’re having a dreadful run. That’s the third game in a row between England and Pakistan where a result hasn’t been possible due to constant rain. In …"
        },
        {
            "title": "Tour de France set for Grand Départ shrouded in fear and uncertainty",
            "category": "Sport",
            "snippet": "Summary: Rarely, if ever, has the modern Tour de France started in such uncertain conditions and shrouded by so many tensions. The 2020 edition of the old race …"
        },
        {
            "title": "Jo Konta and Victoria Azarenka plead ignorance over Naomi Osaka's protest",
            "category": "Sport",
            "snippet": "Summary: Naomi Osaka, who shook up tennis by quitting then rejoining the Cincinnati Open to protest the continued police violence against African Americans, go …"
        }
    ]
}