{
    "page": [
        {
            "title": "London's Tower Bridge still closed to vehicles after mechanical fault",
            "category": "UK-News",
            "snippet": "Tower Bridge remains closed to vehicles after it was stuck open on Saturday because of a mechanical fault. The London landmark’s Twitter account confi …"
        },
        {
            "title": "Dettori to quarantine after beating Queen's horse, Tactical, in Prix Morny",
            "category": "Sport",
            "snippet": "Summary: Frankie Dettori will feel his time in quarantine has been well earned, as he rode another Group One winner in France on Sunday. The jockey, who has en …"
        },
        {
            "title": "Duckwrth: SuperGood review – a west coast summer breeze",
            "category": "Music",
            "snippet": "In the five years or so since his emergence, Los Angeles-based artist Duckwrth, AKA Jared Lee, has established himself as one to watch.His work spans …"
        },
        {
            "title": "Biden indicates he could run for second term if he beats Trump in November",
            "category": "US-News",
            "snippet": "Joe Biden, who will be the oldest US president ever inaugurated if he beats Donald Trump in November, has indicated he could run for a second term. Bi …"
        },
        {
            "title": "White House says Trump doesn’t know of QAnon, despite his tacit endorsement",
            "category": "US-News",
            "snippet": "Donald Trump does not know what QAnon is, chief of staff Mark Meadows told Fox News Sunday – despite the president having tacitly endorsed it in the W …"
        },
        {
            "title": "BBC considers dropping Rule Britannia from Last Night of the Proms",
            "category": "Music",
            "snippet": "The traditional flag-waving anthems Rule Britannia and Land of Hope of Glory could be dropped from the Last Night of the Proms because of their percei …"
        },
        {
            "title": "Letter: Dame Olivia de Havilland obituary",
            "category": "Film",
            "snippet": "When she was 93, Olivia de Havilland (obituary, 28 July) kindly wrote to me about Gone With the Wind for a book I was researching. Some weeks into fil …"
        },
        {
            "title": "Revealed: London councils take funds from developers to pay for planning guidelines",
            "category": "Politics",
            "snippet": "Summary: Councils have accepted hundreds of thousands of pounds from property developers to fund planning guidelines designed to help govern their own schemes, …"
        },
        {
            "title": "The final straw? Tory heartlands in revolt over planning reforms",
            "category": "Politics",
            "snippet": "In the lane beside the 12th-century church in Earnley, West Sussex, Robert Carey spotted a flattened toad. “There’s a picture of what’s happening to l …"
        },
        {
            "title": "Girl, 15, dies in speedboat crash near Southampton",
            "category": "UK-News",
            "snippet": "Police are appealing for witnesses after the death of a 15-year-old girl in a speedboat accident near Southampton. Eleven other people were injured wh …"
        },
        {
            "title": "County cricket: Somerset take control against Gloucestershire – as it happened",
            "category": "Sport",
            "snippet": "Gloucestershire had a day to forget as they amassed just 76 runs in their first innings. Tom Lammonby and the Somerset captain, Tom Abell, both unbeat …"
        },
        {
            "title": "Beachgoers form human chain to rescue man in sea by Durdle Door",
            "category": "UK-News",
            "snippet": "Witnesses have described the moment beachgoers formed a human chain to rescue a man in danger in the sea by the Durdle Door. The incident happened on …"
        },
        {
            "title": "The evolution of Jimmy Anderson: skittish, then broken, now brilliant",
            "category": "Sport",
            "snippet": "1. Lord’s, 2003. MA Vermeulen, b Anderson 1 By his own admission, Jimmy Anderson doesn’t have a great memory for his personal milestones, which is a t …"
        },
        {
            "title": "'It’s seriously dangerous': Dom Bess says players should have come off sooner",
            "category": "Sport",
            "snippet": "Summary: Jimmy Anderson heads into day four of the final Test just two victims away from the 600-wicket markand following an evening session of three dropped c …"
        },
        {
            "title": "Trump announces emergency authorization for coronavirus plasma treatment – as it happened",
            "category": "US-News",
            "snippet": "Here’s a rundown of Sunday’s events. We’ll be back tomorrow for all Monday’s news. Coronavirus: Trump authorizes plasma treatment amid attacks on FDA. …"
        },
        {
            "title": "Abta says Covid crisis could claim 18% of UK travel sector's jobs",
            "category": "Business",
            "snippet": "The travel industry has said 39,000 people have already lost their jobs or been told their job was at risk, as the sector worst affected by the corona …"
        },
        {
            "title": "Boris Johnson moves to seize control of schools agenda after exams chaos",
            "category": "Politics",
            "snippet": "Boris Johnson attempted to reassert his grip over education after days of chaos by making a personal plea to parents to send their children back to th …"
        },
        {
            "title": "Talking Horses: York bookies keep smiling after 'painstaking' Ebor week",
            "category": "Sport",
            "snippet": "Bookmaking is not a charitable enterprise, as many a punter has learned the hard way over the years, but the two bookies who stood at York during last …"
        },
        {
            "title": "Justin Townes Earle, US songwriter and son of Steve Earle, dies aged 38",
            "category": "Music",
            "snippet": "Justin Townes Earle, an acclaimed US songwriter and son of Steve Earle, has died, in news confirmed on the artist’s Facebook page on Sunday night. “It …"
        },
        {
            "title": "AFL struggles to escape its past amid latest account of systematic racism in the game",
            "category": "Sport",
            "snippet": "The premise behind the AFL’s Sir Doug Nicholls Round is sound and admirable: for one batch of games per year, the sport celebrates Indigenous football …"
        },
        {
            "title": "Rio Tinto chiefs lose millions in bonuses over destruction of Juukan Gorge",
            "category": "Business",
            "snippet": "Summary: Rio Tinto chief executive Jean-Sébastien Jacques has lost almost $5m in bonuses and the head of Rio Tinto’s Australian iron ore group will lose more t …"
        },
        {
            "title": "My blue passport has arrived – and with it a crushing new sense of our Brexit nightmare",
            "category": "Politics",
            "snippet": "In February, I lost my passport in the stupidest way yet. I was not mugged, pickpocketed or burgled (passports one to three), I did not drop it in a p …"
        },
        {
            "title": "Tree of the week: 'The grapefruit tree's small, beautiful blossoms looked like stars'",
            "category": "Life-and-Style",
            "snippet": "The artist Cece Cole would spend hours working in the shade of the fragrant grapefruit tree that stood outside her old studio in Phoenix, Arizona. All …"
        },
        {
            "title": "Campaigners lose legal challenge over Lake District 4x4 vehicles",
            "category": "UK-News",
            "snippet": "Drivers of 4x4 vehicles can continue to use off-road tracks in the Lake District after a judge dismissed a legal challenge from campaigners who argued …"
        },
        {
            "title": "AFL grand final to be played outside Melbourne for first time in history, Daniel Andrews confirms",
            "category": "Sport",
            "snippet": "The grand final will be played outside Melbourne for the first time in AFL/VFL history after the Victorian premier, Daniel Andrews, confirmed the Covi …"
        },
        {
            "title": "Rise in number of British soldiers being sacked for drug use",
            "category": "UK-News",
            "snippet": "Hundreds of British army personnel are being dismissed every year after testing positive for drugs in compulsory tests, with the number of sackings ri …"
        },
        {
            "title": "Vesper Flights by Helen Macdonald review – towards the sixth extinction",
            "category": "Books",
            "snippet": "In H Is for Hawk, her 2014 memoir of a year spent taming a raptor as she tried to get a grip on her reckless grief at the loss of her beloved father, …"
        },
        {
            "title": "'It all crumbled': pop stars on mental health in the age of Covid",
            "category": "Music",
            "snippet": "While in lockdown pop star Arlo Parks started a new routine to help de-stress: working out with her mum and dad. Three times a week the family would e …"
        },
        {
            "title": "Coronavirus threatens sport and an unseen greater good in society",
            "category": "Sport",
            "snippet": "Is sport overwhelmingly a force for good? In the days of Boy’s Own and brilliantine the answer would have been an unblinking yes. Now it comes with ca …"
        },
        {
            "title": "UK nightclubs propose bouncer patrols and face masks to reopen",
            "category": "Business",
            "snippet": "Summary: Dancing in face masks, temperature checks at the door and bouncers patrolling the dancefloor to enforce social distancing could be the future of clubb …"
        },
        {
            "title": "Sisters by Daisy Johnson review – complex and chilling",
            "category": "Books",
            "snippet": "If I could bring any writer back from the dead, I think I’d choose Shirley Jackson, only because she’d write so very well about what it was like to be …"
        },
        {
            "title": "PG tips: how Christopher Nolan became the king of the family-friendly action film",
            "category": "Film",
            "snippet": "You can count the directors who’ve been able to command budgets over $200m (£152m) for original blockbusters on one hand, and still have fingers left …"
        },
        {
            "title": "Mike Ashley's Frasers Group buys fitness chain DW Sports",
            "category": "Business",
            "snippet": "Mike Ashley’s Frasers Group has acquired the gym and fitness chain DW Sports in a deal potentially worth up to £44m, but only half of the company’s jo …"
        },
        {
            "title": "People acting like Covid-19 isn't out there, says West Midlands police chief",
            "category": "UK-News",
            "snippet": "A police chief has warned that people are acting like “the virus isn’t out there” after a weekend of illegal gatherings in the West Midlands, despite …"
        },
        {
            "title": "Democrats’ climate plan takes aim at the fossil fuel industry’s political power",
            "category": "US-News",
            "snippet": "Summary: Senate Democrats are set to release a 200-page plan arguing that significant US climate action will require stripping the fossil fuel industry of its …"
        },
        {
            "title": "Meet the Republican-turned-Democrat who could flip a Senate seat in Kansas",
            "category": "US-News",
            "snippet": "In the heartland state of Kansas, long seen as deep-red territory where Democrats rarely have a shot at winning key elections, hope is beginning to st …"
        },
        {
            "title": "'Mind-bogglingly irresponsible': meet the Republican donors helping QAnon reach Congress",
            "category": "US-News",
            "snippet": "Republican party leaders linked to the White House helped boost the primary campaign of a QAnon supporter with a history of making racist and bigoted …"
        },
        {
            "title": "How we met: 'I was too shy to speak to her at first'",
            "category": "Life-and-Style",
            "snippet": "When Peter Humphreys, a writer, took a trip to Colombia in January 2018, he’d been hoping to catch up with an old friend. “Just before I left I found …"
        },
        {
            "title": "I cook, I work out, I watch movies: how the pandemic gave me my time back",
            "category": "Life-and-Style",
            "snippet": "Summary: I was on deadline – technically, past deadline – when my state imposed a stay-at-home order in March. Suddenly, my 10-year-old daughter was home full- …"
        },
        {
            "title": "Missy Elliott, Lilith Fair 1998: a sensational burst of black fantasy",
            "category": "Music",
            "snippet": "Created in 1997, Lilith Fair was intended as a testament to female creativity and empowerment – a Lollapalooza-style touring caravan that would consis …"
        },
        {
            "title": "Tesco gives permanent jobs to 16,000 staff taken on in Covid crisis",
            "category": "Business",
            "snippet": "Tesco is to permanently employ 16,000 extra staff taken on during the pandemic to help support a surge in online grocery trade. The roles include 10,0 …"
        },
        {
            "title": "In 1981 a ‘task force’ intimidated voters at the polls. Will Republicans revert to their old tactics?",
            "category": "US-News",
            "snippet": "“Warning” the posters stated in big red letters. “This area is being patrolled by the National Ballot Security Task Force. It is a crime to falsify a …"
        },
        {
            "title": "Poem of the week: Felix Randal by Gerard Manley Hopkins",
            "category": "Books",
            "snippet": "Felix Randal Felix Randal the farrier, O is he dead then? my duty all ended, Who have watched his mould of man, big-boned and hardy-handsome Pining, p …"
        },
        {
            "title": "Biden feared 'ideological jihad' from Sanders after primary win",
            "category": "US-News",
            "snippet": "Joe Biden feared an “ideological jihad” from Bernie Sanders, after beating him for the Democratic presidential nomination in a primary fiercely contes …"
        },
        {
            "title": "Schools in England will have to provide remote learning if closed again",
            "category": "Politics",
            "snippet": "Summary: Schools in England could be forced to close again if stricter local lockdown measures are needed to prevent the spread of coronavirus, but teachers mu …"
        },
        {
            "title": "Goodell says he was unaware of extent of social injustice when NFL banned protests",
            "category": "Sport",
            "snippet": "Roger Goodell, the commissioner of a league in which more than two-thirds of players are black, says he was unaware of the extent of social injustice …"
        },
        {
            "title": "UK weather: Storm Francis to bring heavy rain and wind",
            "category": "UK-News",
            "snippet": "Britain has been told to expect unseasonably wet and windy weather when the newly named Storm Francis reaches the west of England and Wales. Forecaste …"
        },
        {
            "title": "My streaming gem: why you should watch Atlantics",
            "category": "Film",
            "snippet": "When Mati Diop’s Atlantics was released on Netflix last November, I added it to my watchlist and bided my time, saving it for best – like a nice dress …"
        },
        {
            "title": "'Art finds a way': carnivals go off-road and online for coronavirus",
            "category": "Music",
            "snippet": "Back in February, the streets of Trinidad and Tobago’s Port of Spain were full of carnival revellers, as is the custom for what is billed as the great …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Summary: Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, a journey into the past with Malunkey, who …"
        }
    ]
}