{
    "page": [
        {
            "title": "Scott Morrison presses Trump for continued detention of ex-Afghan soldier who killed three Australians",
            "category": "US-News",
            "snippet": "Summary: Scott Morrison says he has pressed Donald Trump for help to prevent the release of an Afghan man who was convicted of murdering three Australian soldi …"
        },
        {
            "title": "Richmond groping incident does AFL's cherished 'look of the game' no favours",
            "category": "Sport",
            "snippet": "Sport at any level is a touchy-feely business. The camaraderie brought by that shared adventure compels otherwise measured individuals to think nothin …"
        },
        {
            "title": "Roasted badger and raisin wine: historical cookbooks reveal surprising recipes",
            "category": "Books",
            "snippet": "The perennial British argument over the best way to make a cup of tea dates back to at least the 17th century, when a cookbook warned that “the water …"
        },
        {
            "title": "Two-thirds of adults in England feel cycling is dangerous",
            "category": "Life-and-Style",
            "snippet": "The government has pledged to tackle safety fears about cycling after an official study revealed that two-thirds of people were worried about the dang …"
        },
        {
            "title": "How a road safety scheme led my neighbours to mistake me for a Brexiter",
            "category": "Life-and-Style",
            "snippet": "“Build back better” is not my favourite phrase (meaning always gets sacrificed for alliteration; alliteration sucks), but it is the only way to think …"
        },
        {
            "title": "A Saint from Texas by Edmund White review – a delicious, salacious romp",
            "category": "Books",
            "snippet": "Swapping notes on couture with Audrey Hepburn at a Givenchy show, the heroine of Edmund White’s A Saint from Texas bemoans resembling a “cow” next to …"
        },
        {
            "title": "Q&A: what’s the real story behind recent UK refugee arrivals?",
            "category": "UK-News",
            "snippet": "Is it illegal to cross the channel to claim asylum? It’s complicated. First, it is not illegal to cross the Channel in a private boat but there are a …"
        },
        {
            "title": "Tree of the week: 'It looks a bit of a hippy so I named it after Neil from The Young Ones'",
            "category": "Life-and-Style",
            "snippet": "Jason Murray took inspiration from the cult 80s sitcom The Young Ones when he named the bottle palm outside his study. The English teacher, who lives …"
        },
        {
            "title": "My streaming gem: why you should watch Sand Storm",
            "category": "Film",
            "snippet": "So much of the drama in Elite Zexer’s quietly furious debut feature Sand Storm goes down while the Bedouin women in the film are attending to their ch …"
        },
        {
            "title": "High time to fully appreciate the all-round value of Chris Woakes",
            "category": "Sport",
            "snippet": "It would be easy to paint Chris Woakes as an underrated England cricketer but the truth is, it rather depends where you look and who you listen to. An …"
        },
        {
            "title": "The Housing Lark by Sam Selvon review – vibrant comic classic",
            "category": "Books",
            "snippet": "British landlords who put signs in windows in the 1950s and 60s warning “No Blacks, No Irish, No Dogs” did West Indians a favour, galvanising them int …"
        },
        {
            "title": "UK insurer Royal London pays out £8.5m on Covid-related deaths",
            "category": "Business",
            "snippet": "The insurance group Royal London has paid out £8.5m in life insurance claims to the families of more than 1,200 customers whose deaths were attributed …"
        },
        {
            "title": "Sundance, sunset: is the death of indie cinema imminent?",
            "category": "Film",
            "snippet": "It used to be the dream scenario for aspiring indie film-makers: you would scrabble together a first feature, maxing out credit cards and remortgaging …"
        },
        {
            "title": "Poem of the week: The Ancestors by Jackie Wills",
            "category": "Books",
            "snippet": "The Ancestors are having a summit – they chase around the garden disturbing hens. Silver birches shake, light shudders in the branches. The ancestors …"
        },
        {
            "title": "'You've been smoking too much!': the chaos of Tony Wilson's digital music revolution",
            "category": "Music",
            "snippet": "It’s January 2000, and Tony Wilson is regaling me with tales of his brilliant career; how signing Joy Division, New Order and Happy Mondays to his Man …"
        },
        {
            "title": "David Nicholls: 'Gifting books feels like changing the music at someone else’s party'",
            "category": "Books",
            "snippet": "The book I am currently reading That Reminds Me by Derek Owusu, his tough, intense, poetic coming-of-age story. It’s demanding but powerful. The book …"
        },
        {
            "title": "'I didn't think I'd survive': women tell of hidden sexual abuse by Phoenix police",
            "category": "US-News",
            "snippet": "Note: this piece contains accounts that may be triggering for survivors of sexual assault. Within seconds, JeAnna Anderson knew she didn’t want to be …"
        },
        {
            "title": "Eat out to help out scheme increases UK high street footfall",
            "category": "Business",
            "snippet": "The UK government’s eat out to help out scheme triggered a surge in the number of people visiting high streets and shopping malls last week, especiall …"
        },
        {
            "title": "Donald Trump denies asking how to add face to Mount Rushmore",
            "category": "US-News",
            "snippet": "Donald Trump has denied that his team ever approached South Dakota’s governor about adding his face to the iconic monument depicting four presidents a …"
        },
        {
            "title": "Fania All-Stars, New York City 1971: salsa swaggers into the mainstream",
            "category": "Music",
            "snippet": "Summary: It’s the evening of 26 August 1971, and on the cramped stage of the Cheetah – a glitzy discotheque on Broadway and 53rd in Manhattan decorated in alum …"
        },
        {
            "title": "Toby Young's dating site wins hearts of social-distancing sceptics",
            "category": "Life-and-Style",
            "snippet": "Summary: Dating is difficult at the best of times, but the pandemic has brought its own unique challenges. Couples must abide by rules around masks and social …"
        },
        {
            "title": "Antonio Banderas reveals he has coronavirus on 60th birthday",
            "category": "Film",
            "snippet": "The actor Antonio Banderas has confirmed on Twitter that he is suffering from coronavirus. In a message posted on 10 August, his 60th birthday, the ac …"
        },
        {
            "title": "In the Summertime: how Mungo Jerry made a sweltering classic",
            "category": "Music",
            "snippet": "Ray Dorset, singer, songwriter I still had a day job at a laboratory when the melody for In the Summertime entered my head. The lyric took 10 minutes …"
        },
        {
            "title": "Get fans back or Premiership clubs will go bust, warns Exeter chairman",
            "category": "Sport",
            "snippet": "Summary: The Exeter chairman, Tony Rowe, has warned that some Premiership clubs may go bust if crowds are not allowed into stadiums before next year. Exeter ar …"
        },
        {
            "title": "How Louis Theroux’s power nap plan could transform our working lives",
            "category": "Life-and-Style",
            "snippet": "Name: Sleep booths. Age: They’ve been around for a while; Count Dracula was an early adopter. Appearance: A little coffin of tranquility. What are the …"
        },
        {
            "title": "Support funds for UK authors hit by pandemic are running out",
            "category": "Books",
            "snippet": "Almost £1m has been given out to nearly 700 authors since the end of March, to help those facing financial crisis through the coronavirus pandemic. Bu …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Last week marked the 75th anniversary of the bombi …"
        },
        {
            "title": "Interest in allotments soars in England during coronavirus pandemic",
            "category": "Life-and-Style",
            "snippet": "Applications for council-run allotments in England have soared during the coronavirus pandemic – despite 18-month waiting lists – as consumers seek to …"
        },
        {
            "title": "Collin Morikawa makes grand plans for further glory after US PGA win",
            "category": "Sport",
            "snippet": "Collin Morikawa will not shy away from any sense that victory at the 102nd US PGA Championship is just the beginning. Golf’s latest major champion, wh …"
        },
        {
            "title": "Sturgeon promises urgent review of 124,000 downgraded exam results",
            "category": "UK-News",
            "snippet": "Summary: Nicola Sturgeon has apologised to tens of thousands of Scottish teenagers whose exam results were downgraded last week and promised urgent changes to …"
        },
        {
            "title": "England v Pakistan: talking points from a thrilling first Test",
            "category": "Sport",
            "snippet": "1) How do England manage without Ben Stokes? With difficulty. The last time he was absent for more than the odd Test was in the 2017-18 Ashes, when he …"
        },
        {
            "title": "McDonald’s sues former CEO over alleged relationships with staff - business live",
            "category": "Business",
            "snippet": "Time for a recap McDonald’s has launched legal action against former chief executive Steve Easterbrook, accusing him of hiding details of three sexual …"
        },
        {
            "title": "House music: Andrew Clements' watching and listening highlights",
            "category": "Music",
            "snippet": "After the deluge of performances, from concert halls and opera houses, that was made available online in the first months of the Covid emergency, ther …"
        },
        {
            "title": "Boris Johnson accused of scapegoating migrants over Channel comments",
            "category": "UK-News",
            "snippet": "Summary: Boris Johnson has been accused of scapegoating people who are risking their lives by crossing the Channel to seek asylum in the UK and using “inaccura …"
        },
        {
            "title": "Huge Baltimore gas explosion leaves at least one person dead",
            "category": "US-News",
            "snippet": "A major gas explosion tore through a Baltimore neighborhood on Monday, leveling several houses, killing one person, with firefighters battling to resc …"
        },
        {
            "title": "Extent of Britain’s high street decline laid bare in official data",
            "category": "Business",
            "snippet": "The problems facing high streets up and down Britain are laid bare by analysis of official data showing the struggles that retailers were already faci …"
        },
        {
            "title": "Record ethnicity of drivers in traffic stops, say campaigners",
            "category": "UK-News",
            "snippet": "Summary: The ethnicity of drivers stopped by police – and the reason for the stop – should be routinely recorded, campaigners and lawyers have said, after a La …"
        },
        {
            "title": "The innocent fun of Joe Root has been lost to the burdens of England captaincy",
            "category": "Sport",
            "snippet": "Three years ago, I went to Sheffield to interview Joe Root. It was his first summer as England captain and as he parsed his way through a series of so …"
        },
        {
            "title": "Chicago erupts with violence and looting after police shooting",
            "category": "US-News",
            "snippet": "Unrest and violence erupted in the center of Chicago early on Monday after weeks of bubbling tension in a number of neighborhoods across the city and …"
        },
        {
            "title": "Trump says he may accept presidential nomination at Gettysburg battlefield",
            "category": "US-News",
            "snippet": "Donald Trump said on Monday that he is considering accepting the Republican presidential nomination later this month with a speech at the civil war ba …"
        },
        {
            "title": "Together apart: why sleeping in separate beds is not always the beginning of the end",
            "category": "Life-and-Style",
            "snippet": "It was the usual culprit – snoring – that led to Sam Johnson and his partner, Sophie, sleeping in separate beds. “I make a racket, I sound like a fogh …"
        },
        {
            "title": "Trump escorted from briefing by Secret Service after shooting outside White House – as it happened",
            "category": "US-News",
            "snippet": "That’s all for today, thanks for following along on this busy day. Here’s a recap and highlights: The Secret Service abruptly rushed Trump out of his …"
        },
        {
            "title": "Love of Stilton drives wedge between UK and Japan in post-Brexit trade talks",
            "category": "Politics",
            "snippet": "Having promised to rush through a post-Brexit trade deal, Japan and Britain made significant progress only to discover that the fate of Stilton has dr …"
        },
        {
            "title": "Dying young: the healthcare workers in their 20s killed by Covid-19",
            "category": "US-News",
            "snippet": "Summary: Jasmine Obra believed that if it wasn’t for her brother Joshua, she wouldn’t exist. When seven-year-old Josh realized that his parents weren’t going t …"
        },
        {
            "title": "Hidden Hand review – China's true global ambitions exposed",
            "category": "Books",
            "snippet": "This is a remarkable book with a chilling message. The Chinese Communist party, for which dominating rural China in order to encircle its cities and w …"
        },
        {
            "title": "I’m new to sex and have yet to really enjoy it. Am I broken?",
            "category": "Life-and-Style",
            "snippet": "I’m 18 years old, and have been sexually active for the past two years, having slept with four men. My issue is that I have never felt truly pleasured …"
        },
        {
            "title": "Bunker: Building for the End Times by Bradley Garrett review – the new doom boom",
            "category": "Books",
            "snippet": "When we refer to someone as having a “bunker mentality” we usually mean they are so stuck in their ways that they’re unable to look around and see the …"
        },
        {
            "title": "Eat out to help out used 10.5m times in scheme's first week",
            "category": "Business",
            "snippet": "Summary: Diners across the UK used the government’s eat out to help out scheme more than 10.5m times in its first week, the Treasury said. The scheme offers di …"
        },
        {
            "title": "Freezing pants and tinfoil: homeworkers' tips for keeping cool",
            "category": "UK-News",
            "snippet": "After months of working from home, hunched over laptops at small kitchen tables, Monday may well have been the hardest day for many. Temperatures reac …"
        },
        {
            "title": "Leon Fleisher obituary",
            "category": "Music",
            "snippet": "When in his late 30s the American pianist Leon Fleisher, who has died aged 92, was struck by a mystery illness that immobilised his right hand, it loo …"
        }
    ]
}