{
    "page": [
        {
            "title": "Stranger in the Shogun's City by Amy Stanley review – a woman's life in 19th-century Japan",
            "category": "Books",
            "snippet": "In 1839 a priest’s daughter called Tsuneno ran away from her village in Echigo, otherwise known as the Snow Country of north-central Japan. Her destin …"
        },
        {
            "title": "A tents situation – UK staycation boom fuels run on camping toilets",
            "category": "Business",
            "snippet": "The rush to take holidays under canvas has prompted a run on the home comforts that make tent life more congenial – and resulted in shortage of campin …"
        },
        {
            "title": "Streaming: the best of William Friedkin",
            "category": "Film",
            "snippet": "For a director who hasn’t made a major film in nearly a decade, William Friedkin is undergoing something of a surprising revival. The 84-year-old Amer …"
        },
        {
            "title": "Ronnie O'Sullivan sparks snooker debate after an event like no other",
            "category": "Sport",
            "snippet": "From the automated crowd noise to the swathes of empty seats, nothing about this year’s World Snooker Championship has been normal. Well, almost nothi …"
        },
        {
            "title": "Let's celebrate Bridget Jones turning 25 – and be critical of her, too",
            "category": "Books",
            "snippet": "I haven’t been looked at, in real life, for a long time. We’re talking months. This all changed on Wednesday when I was filmed in Herne Hill Books, my …"
        },
        {
            "title": "Ottessa Moshfegh: 'Americans are really good storytellers and really good liars'",
            "category": "Books",
            "snippet": "“It is just kind of a coincidence, obviously,” Ottessa Moshfegh says of the importance of isolation in her fiction, from her home in Pasadena, Califor …"
        },
        {
            "title": "'It's the worst I've ever seen': London’s West End struggles to bounce back",
            "category": "Business",
            "snippet": "Mid-August should be boom time for central London. The streets would usually bustle with shoppers, workers and tourists, looking to spend their cash i …"
        },
        {
            "title": "Rick Perlstein: 'If you're not writing about the berserk, you're not writing about America'",
            "category": "US-News",
            "snippet": "Less than three months before the most consequential American election of modern times, Rick Perlstein has completed his epic history of the forces th …"
        },
        {
            "title": "'I feel like I'm failing at life': the terrible plight of music event staff",
            "category": "Music",
            "snippet": "Edd Sedgwick is a sound engineer and tour manager who normally works for the Vaccines, but with that group having long planned to take 2020 off, he wa …"
        },
        {
            "title": "AFL 2020 round 12: Melbourne into the top eight after hammering Collingwood – as it happened",
            "category": "Sport",
            "snippet": "Credit first to Melbourne. They’re into a finals spot with their fifth win in seven matches, their third on the spin - all of which have featured scor …"
        },
        {
            "title": "How to grow dahlia cultivars",
            "category": "Life-and-Style",
            "snippet": "With many supermarket dahlia tubers, you are taking a leap of faith that the image on the packet matches the contents. My Lidl purchases this spring h …"
        },
        {
            "title": "Gardening tips: plant hardy geraniums",
            "category": "Life-and-Style",
            "snippet": "Plant this Hardy geraniums are gutsy ground cover plants that stand up to all kinds of abuse, including periods of drought, while blooming all summer …"
        },
        {
            "title": "Sharmaine Lovegrove: ‘You must spend a year in a bookshop before you get a job in publishing’",
            "category": "Life-and-Style",
            "snippet": "I have a party trick. If you name three books you like and two you hate, I can write you a reading list of 10 books you will love. I’ve gained this sk …"
        },
        {
            "title": "For Manhattan's retail industry normal may never return",
            "category": "US-News",
            "snippet": "On a damp and humid Thursday afternoon Manhattan’s Union Square is looking sorry for itself. There’s 73,000 sq ft of empty retail space up for grabs a …"
        },
        {
            "title": "Classical home listening: Falla from Mexico City, Elgar from Berlin",
            "category": "Music",
            "snippet": "Summary: • Spanish by birth, drawn to the musical sensibilities of France, Manuel de Falla (1876-1946) combined diverse passions in his scores: from early chur …"
        },
        {
            "title": "Kevin Maxwell: ‘We need police officers who think different, not just look different’",
            "category": "Life-and-Style",
            "snippet": "Ever since I was a boy, it was my dream to become a policeman. Growing up in Toxteth, Liverpool, amid the riots of the 1980s, it must have seemed craz …"
        },
        {
            "title": "The Killers: Imploding the Mirage review – Boss business as usual",
            "category": "Music",
            "snippet": "The thing that strikes you as unusual about the latest Killers album is that it sounds just like a Killers album. It’s all here: the boosterish anthem …"
        },
        {
            "title": "One to watch: Liv.e",
            "category": "Music",
            "snippet": "It’s a challenge for any new artist to break through at the moment, but Liv.e (the E is silent) has ingenuity on her side. The Dallas-born, LA-based a …"
        },
        {
            "title": "Dillian Whyte: ‘I was shot and stabbed. These things happen’",
            "category": "Life-and-Style",
            "snippet": "I had a hard childhood. I was born in Portland, Jamaica. My mum left when I was two and my dad wasn’t around, so I grew up with another family. There …"
        },
        {
            "title": "Pinocchio review – a mesmerisingly creepy live-action retelling",
            "category": "Film",
            "snippet": "A blush creeps over Pinocchio’s carved wooden cheeks. His hands are clumsy and slightly too big for his body, but his delicately chiselled ears are di …"
        },
        {
            "title": "Vivian Gornick: ‘Thinking is the hardest thing in the world'",
            "category": "Books",
            "snippet": "Vivian Gornick should be used to things happening later than expected. She was 51 when she published the book that finally made her name in 1987 (Fier …"
        },
        {
            "title": "Idris Ackamoor and the Pyramids: Shaman! review – brilliant shape-shifting",
            "category": "Music",
            "snippet": "With Shaman!, 69-year-old bandleader and saxophonist Idris Ackamoor completes an impressive trilogy of albums since his re-emergence with 2016’s We Be …"
        },
        {
            "title": "How gardening helped me live with love and loss",
            "category": "Life-and-Style",
            "snippet": "When lockdown began, the forget-me-nots were blooming in the garden, a sea of pale blue. The lilac tree, too, was flowering, and the clematis I’d plan …"
        },
        {
            "title": "Mexican wave: a brutalist shrine to hand-crafted design",
            "category": "Life-and-Style",
            "snippet": "What does a house from the future look like? The Mexican sculptor and architect Pedro Reyes thought long and hard about what it means to build a house …"
        },
        {
            "title": "England v Pakistan: second Test, day three – as it didn't happen",
            "category": "Sport",
            "snippet": "And what a day it’s been. Thanks for your company, apologies for the English weather. See you in the morning for more frustration. “Good morning Rob,” …"
        },
        {
            "title": "Bath stay in contention as Spencer and Dunn inspire victory over London Irish",
            "category": "Sport",
            "snippet": "Summary: They started the weekend in sixth, then the match in eighth, but Bath finished the day in fourth, in the play-off zone. They hold that precious seat c …"
        },
        {
            "title": "Up to a third of National Trust's historic homes have slave trade links",
            "category": "UK-News",
            "snippet": "Summary: Almost a third of stately homes owned by the National Trust have links to slavery or colonialism, a report is expected to announce next month, as the …"
        },
        {
            "title": "England face third-Test selection headache after day stuck in the dark",
            "category": "Sport",
            "snippet": "“It’s a tough one. I don’t know what is the best way to go,” said Stuart Broad on Friday evening. He was not talking about the game’s reaction to bad …"
        },
        {
            "title": "England's Zak Crawley says playing in bad light could risk 'life-changing' injury",
            "category": "Sport",
            "snippet": "Summary: Zak Crawley dreams of scoring his maiden Test century for England but remains cautious about playing through bad light for fear of a career-changing i …"
        },
        {
            "title": "'Others did less but got more': England's lost generation of black cricketers",
            "category": "Sport",
            "snippet": "A few weeks ago Mark Nelson picked up an old scorecard, a memento from a Test he played for England Under-19s against India back in 2006. It was a goo …"
        },
        {
            "title": "Bristol keep up pressure on Exeter after late penalty try sees off Saracens",
            "category": "Sport",
            "snippet": "This was not the most compelling argument for summer rugby, but Bristol have used the lockdown to inject themselves with pragmatism. Anyone looking fo …"
        },
        {
            "title": "MS Dhoni retires from international cricket after 535 matches for India",
            "category": "Sport",
            "snippet": "Summary: MS Dhoni played his final game for India 13 months ago but the simple announcement of his international retirement on Saturday nevertheless sparked an …"
        },
        {
            "title": "The Morrison government is trying to lock in a less equitable economy for years to come",
            "category": "Business",
            "snippet": "Summary: As the pandemic crisis continues we need to focus not just on the economic recovery but what kind of economy and society we want that recovery to lead …"
        },
        {
            "title": "Calls for nationwide sickout as Arizona school district cancels reopening",
            "category": "US-News",
            "snippet": "An Arizona public school district was forced to cancel its plans to reopen on Monday after more than 100 teachers and other staff members called in si …"
        },
        {
            "title": "Ronnie O'Sullivan leads Crucible final despite fightback from Kyren Wilson",
            "category": "Sport",
            "snippet": "Summary: Ronnie O’Sullivan holds an overnight lead in the 2020 world championship final, but both he and Kyren Wilson know that snooker’s showpiece event is th …"
        },
        {
            "title": "Who’s in the bigger hole when an ethical investor divests from BHP?",
            "category": "Business",
            "snippet": "At this point in history, time does not appear to have been especially kind to the views of the famed economist Milton Friedman. He may be one of the …"
        },
        {
            "title": "Trump speaks at press briefing as US sees number of daily Covid tests drop – as it happened",
            "category": "US-News",
            "snippet": "Here’s a rundown of Saturday’s events. We’ll be back tomorrow for all Sunday’s news. Calls for nationwide sickout as Arizona school district cancels r …"
        },
        {
            "title": "Busy days and cool mornings on the plot",
            "category": "Life-and-Style",
            "snippet": "Two weeks now playing catch up. Fire-fighting: hours at the weed-face, hoe in hand. Some speed is of the essence. I rip out the tired tear peas, a bit …"
        },
        {
            "title": "Bright ‘cat’s eyes’ are mask purr-fect",
            "category": "Life-and-Style",
            "snippet": "Normally, when considering this section’s image, I ask myself “Does it push you out of your comfort zones?” and “Will it shake you out of your makeup …"
        },
        {
            "title": "Sophie Williams: ‘No one gets a free pass on racism’",
            "category": "Life-and-Style",
            "snippet": "Every day I get messages from people who have been sucked into “debating” the same predictable, repetitive arguments about race. These are both tired …"
        },
        {
            "title": "Reaganland review: Rick Perlstein on Carter's fall and the rise of the right",
            "category": "Books",
            "snippet": "Despite its title, Reaganland is actually an exhaustive history of the years 1976-1980 – and thus perforce a history of the administration of Jimmy Ca …"
        },
        {
            "title": "Democracy for Sale by Peter Geoghegan review – the end of politics as we know it?",
            "category": "Books",
            "snippet": "As we try to face the future, we are usually fighting the last war, not the one that’s coming next. One of the most striking points the political phil …"
        },
        {
            "title": "Quarantine rules threaten to leave travel firms and their staff stranded",
            "category": "Business",
            "snippet": "Summary: The coronavirus pandemic has thrown the travel industry into a tailspin. In the latest blow for the sector, the government last week imposed quarantin …"
        },
        {
            "title": "House of horror: Host, the Zoom-call hit movie that has Hollywood quaking",
            "category": "Film",
            "snippet": "Summary: It will make you jump, shriek and come up close to one of the most dreaded elements of quarantine: the group Zoom call. Now Host, the tiny British hor …"
        },
        {
            "title": "Is Rishi Sunak, the people's chancellor, about to lose his crown?",
            "category": "Politics",
            "snippet": "When Sajid Javid was thrown out of No 11 in February 2020, few outside Westminster had even heard of his successor. Rishi Sunak had been an MP for les …"
        },
        {
            "title": "End of UK furlough scheme ‘means needless loss of 2m jobs’",
            "category": "UK-News",
            "snippet": "Summary: Two million viable jobs will be needlessly lost under the government’s plan to end its flagship jobs support scheme, Boris Johnson is being warned on …"
        },
        {
            "title": "Whitehall ‘power grab’ raises fears about who's really running London",
            "category": "UK-News",
            "snippet": "When Sadiq Khan recently announced plans to move his team out of City Hall, the striking Thames-side building that has been headquarters for the Londo …"
        },
        {
            "title": "Babyteeth review – a fearless debut about young love",
            "category": "Film",
            "snippet": "This is possibly the most joyous, life-affirming film ever to be made about terminal disease. The Australian director Shannon Murphy’s feature debut, …"
        },
        {
            "title": "In times like these, it can help to ask 'What's good?'",
            "category": "Life-and-Style",
            "snippet": "A green light on my laptop shows my best friend has logged on. “What’s good?” I type, starting a fresh chapter in our 11-year-long digital conversatio …"
        },
        {
            "title": "Jean-Baptiste Alaize: 'I run to survive. That is my destiny'",
            "category": "Sport",
            "snippet": "French Paralympian Jean-Baptiste Alaize has flown in to Paris from Miami, where he’s been living, on a cheap flight that has taken about 22 hours and …"
        }
    ]
}