{
    "page": [
        {
            "title": "Entangled Life by Merlin Sheldrake review – a brilliant 'door opener' book",
            "category": "Books",
            "snippet": "“When we try to pick out anything by itself, we find it hitched to everything else in the universe.” So said the nature writer John Muir. His statemen …"
        },
        {
            "title": "Labour official denies 'grand plan' to sabotage Corbyn's 2017 election bid",
            "category": "Politics",
            "snippet": "A senior Labour official accused of being one of a Corbyn-sceptic group who sabotaged the 2017 election has defended his colleagues’ actions, saying t …"
        },
        {
            "title": "Shane Warne's $1m baggy green finds permanent home next to Bradman",
            "category": "Sport",
            "snippet": "Summary: The dog-eared cap worn by spinning great Shane Warne has landed at its new permanent home after a months-long tour of Australia and will now reside al …"
        },
        {
            "title": "The Midnight Library by Matt Haig review – a celebration of life's possibilities",
            "category": "Books",
            "snippet": "Summary: Nora Seed feels useless. Her cat is dead, her brother doesn’t seem to be interested in her, and she has been fired: nobody needs her. Late one evening …"
        },
        {
            "title": "John Lennon killer Mark David Chapman denied parole for 11th time",
            "category": "Music",
            "snippet": "Summary: Mark David Chapman, who murdered John Lennon outside his New York apartment in 1980, has been denied parole for the 11th time. A parole board at Wende …"
        },
        {
            "title": "Anbessa review – heart-rending tale of a boy living on the edge",
            "category": "Film",
            "snippet": "The American director Mo Scarpelli makes a miraculous discovery in her new documentary – a 10-year-old Ethiopian farm boy who has been displaced from …"
        },
        {
            "title": "Chellsie Memmel's last Olympics were in 2008. Can she make Tokyo at 33?",
            "category": "Sport",
            "snippet": "Summary: After the coronavirus pandemic reached national emergency status in March, former Olympic gymnast Chellsie Memmel’s family gym closed its doors. Seein …"
        },
        {
            "title": "‘You can’t get close, yet you can’t stay away’: Latino cultural beliefs clash with pandemic safety",
            "category": "US-News",
            "snippet": "Summary: Priscilla Garcia checked up on her father after her mother was hospitalized with fainting spells. He wasn’t feeling well, either, so she made him chic …"
        },
        {
            "title": "Surviving as a Black business owner isn’t easy, but there are resources to help",
            "category": "Business",
            "snippet": "If you are a Black business owner then there’s no question that the recent economic downturn has likely been especially hard for you. Just look at the …"
        },
        {
            "title": "Laura Bates on the men who hate women: 'They canonise and revere and idolise murderers'",
            "category": "Life-and-Style",
            "snippet": "Laura Bates founded the Everyday Sexism project in 2012, when she was 25, inviting women on social media to detail sexist encounters they’d had. Two y …"
        },
        {
            "title": "Hope Gap review – marriage hits the rocks at the seaside",
            "category": "Film",
            "snippet": "The last film playwright-screenwriter William Nicholson wrote was Breathe, a based-on-a-true-story drama about a deeply happy marriage challenged by t …"
        },
        {
            "title": "Bettye LaVette: 'James Brown would have fired Kanye West 12 times'",
            "category": "Music",
            "snippet": "Summary: Bettye LaVette is talking about James Brown and liberally fire-hosing one of her favourite words down the fuzzy line from New Jersey. “That muthafucka …"
        },
        {
            "title": "Asylum applications to UK nearly halved between April and June",
            "category": "UK-News",
            "snippet": "The number of asylum applications received by the UK government between April and June nearly halved compared with the first three months of the year, …"
        },
        {
            "title": "Away review – silent, surreal and entrancing animation",
            "category": "Film",
            "snippet": "Summary: If you have ever sat through the end credits of a mainstream cartoon feature, whether it’s because your kid kicked their shoes under the row in front …"
        },
        {
            "title": "I'm Thinking of Ending Things review – another superb nightmare courtesy of Charlie Kaufman",
            "category": "Film",
            "snippet": "With his new film, Charlie Kaufman again proves that if you want something to make you feel trapped in a terrifying claustrophobic nightmare for ever …"
        },
        {
            "title": "US unemployment claims climb past one million for second week in a row",
            "category": "Business",
            "snippet": "One million people filed for unemployment benefits last week in the US as the coronavirus pandemic continued to take a historic toll on the job market …"
        },
        {
            "title": "The greatest hardcore rave tracks – ranked!",
            "category": "Music",
            "snippet": "25. Bug Khan and Plastic Jam – Made in Two Minutes (1991) If hardcore rave was rooted in house and techno, the prosaically titled Made in Two Minutes …"
        },
        {
            "title": "Ives: Complete Symphonies review – Dudamel captures the rapture of an iconoclast",
            "category": "Music",
            "snippet": "Before normal concert life ground to a halt in March, one of Gustavo Dudamel’s last projects with the Los Angeles Philharmonic was a cycle of Charles …"
        },
        {
            "title": "White supremacists and militias have infiltrated police across US, report says",
            "category": "US-News",
            "snippet": "Summary: White supremacist groups have infiltrated US law enforcement agencies in every region of the country over the last two decades, according to a new rep …"
        },
        {
            "title": "Ed Davey's entirely inconsequential speech: the quintessential Lib Dem event",
            "category": "Politics",
            "snippet": "Maybe a cardiograph could have picked up a hint of a heartbeat, but to the untrained eye the Lib Dem leadership contest appeared to have been flatlini …"
        },
        {
            "title": "British Gas pays £1.48m compensation to prepayment customers",
            "category": "Business",
            "snippet": "British Gas is to pay out a total of £1.73m for failures in the way it handled a switchover of payment provider for its prepayment customers. The UK’s …"
        },
        {
            "title": "Federal Reserve's Jerome Powell announces new approach to stimulating US economy – as it happened",
            "category": "Business",
            "snippet": "Long anticipated, Federal Reserve chair Jerome Powell has delivered a new approach to monetary policy for the central bank: it will tolerate inflation …"
        },
        {
            "title": "The Lost Prince review – father-daughter storybook tale is full of heart",
            "category": "Film",
            "snippet": "Few directors this century have suffered a more precipitous decline in their critical reputation than Michel Hazanavicius. It was less than a decade a …"
        },
        {
            "title": "Laura makes landfall: images show damage and destruction of powerful hurricane",
            "category": "US-News",
            "snippet": "As Hurricane Laura moved inland on Thursday morning, photos and videos from meteorologists and storm chasers showed the damage the storm – the worst t …"
        },
        {
            "title": "All Together Now review – misfiring Netflix drama tries to tackle too much",
            "category": "Film",
            "snippet": "Brett Haley’s charming 2018 music drama Hearts Beat Loud should have been the toast of Sundance after its festival premiere. It was a sweet, progressi …"
        },
        {
            "title": "Naomi Osaka opts to play semi-final after Thursday postponement",
            "category": "Sport",
            "snippet": "Naomi Osaka has decided that she will take to the court to compete in her semi-final at the Western & Southern Open on Friday after she joined the wid …"
        },
        {
            "title": "£13 a day to self-isolate 'a slap in the face' for low-paid in England",
            "category": "Politics",
            "snippet": "The government’s trial scheme to pay low-paid workers in England up to £13 a day to self-isolate over coronavirus has been described as a “slap in the …"
        },
        {
            "title": "Wall Street shares rise after Fed announces soft approach to inflation",
            "category": "Business",
            "snippet": "Summary: Share prices on Wall Street rose to a fresh high after the head of the US central bank paved the way for years of more pro-growth policies by softenin …"
        },
        {
            "title": "Melanie C's fantasy festival: Beyoncé, Prince and five kinds of chips",
            "category": "Music",
            "snippet": "Location I’m not going too tropical or exotic. I was lucky enough to play a mountain festival near Keswick in the Lake District a couple of years ago, …"
        },
        {
            "title": "'We are in Belgium, not the US': Lewis Hamilton says he will race at Spa",
            "category": "Sport",
            "snippet": "Lewis Hamilton will compete at the Belgian Grand Prix this weekend after speculation he could withdraw in protest at the police shooting of Jacob Blak …"
        },
        {
            "title": "Soldier backed over Whitehall protest against Yemen war",
            "category": "UK-News",
            "snippet": "Anti-war campaigners are calling on the army to drop proceedings against a soldier who was arrested after he staged a one-man protest against Britain’ …"
        },
        {
            "title": "Scottish nuclear power station to shut down early after reactor problems",
            "category": "UK-News",
            "snippet": "Hunterston nuclear power station, one of the UK’s oldest remaining nuclear plants, is to close down next year, earlier than expected, after encounteri …"
        },
        {
            "title": "Barry St John obituary",
            "category": "Music",
            "snippet": "My friend Barry St John, who has died aged 76, was one of the elite group of backing singers who were the first choice for major 1970s artists keen to …"
        },
        {
            "title": "Tour de France in doubt after Covid red alert issued before Grand Départ in Nice",
            "category": "Sport",
            "snippet": "Summary: The 2020 Tour de France, scheduled to start in Nice on Saturday, is edging closer to collapse after the Alpes-Maritimes region, site of the opening st …"
        },
        {
            "title": "When Rolls-Royce looks more precarious than an online grocer",
            "category": "Business",
            "snippet": "This is how bad things have got for Rolls-Royce, pride of the UK’s engineering industry: its finance director would prefer to work for Ocado, and his …"
        },
        {
            "title": "NBA will return but anger still burns after historic stand on racial injustice",
            "category": "Sport",
            "snippet": "An unprecedented strike across American sport in protest at police brutality and racial injustice has continued into a second day, with NBA games agai …"
        },
        {
            "title": "Washington: Batflowers review – a brooding swirl of survival and surrender",
            "category": "Music",
            "snippet": "No, really, this is her happy face. That Batflowers arrives, and in the main leaves, with its exuberance trimmed and its perspective lowered to somewh …"
        },
        {
            "title": "Kamala Harris assails Donald Trump's 'reckless disregard' for American people",
            "category": "US-News",
            "snippet": "Summary: Kamala Harris launched a withering attack on Donald Trump’s leadership hours before he will accept his party’s re-nomination on Thursday, accusing the …"
        },
        {
            "title": "A father and a 26-year-old skateboarder: the protesters killed in Kenosha",
            "category": "US-News",
            "snippet": "The two men shot dead when white armed extremists disrupted a Black Lives Matter protest and at least one agitator opened fire on a group of protester …"
        },
        {
            "title": "Chess: Garry Kasparov and Magnus Carlsen to meet for first time in 16 years",
            "category": "Sport",
            "snippet": "Summary: Garry Kasparov will make a rare cameo appearance when the legend, now aged 57, takes on the reigning champion, Magnus Carlsen, in the 10-player Champi …"
        },
        {
            "title": "'Fear of failure' giving UK children lowest happiness levels in Europe",
            "category": "Life-and-Style",
            "snippet": "Children in the UK have the lowest levels of life satisfaction across Europe, with “a particularly British fear of failure” partly to blame, according …"
        },
        {
            "title": "Cricketer left in need of windscreen repairs after smashing own car with huge six",
            "category": "Sport",
            "snippet": "Summary: “O, O, Ooooo… O’Brien,” goes the annoyingly catchy advert for Australia’s best-known car windscreen replacement company. But it was a case of “Oh, oh, …"
        },
        {
            "title": "RNC: Trump paints Biden as a 'radical' candidate and a danger to America",
            "category": "US-News",
            "snippet": "Against a backdrop of a global pandemic, heightened racial tensions, and widespread unemployment, Donald Trump framed his Democratic rival Joe Biden a …"
        },
        {
            "title": "What’s better than envying a friend’s success? Feeling genuine happiness",
            "category": "Life-and-Style",
            "snippet": "The words jealousy and envy are often used interchangeably, but they mean different things. Jealousy is when one is anxious or fearful that someone wi …"
        },
        {
            "title": "Number of UK civil servants leaving Whitehall rises by 9% in a year",
            "category": "Politics",
            "snippet": "The number of civil servants leaving their profession has risen by 9% over the last year, new figures reveal amid growing concern over morale followin …"
        },
        {
            "title": "The UK economy in August: sales jump but tough choices lie ahead",
            "category": "Business",
            "snippet": "Increase in new daily Covid cases Daily new coronavirus infections peaked in early April and fell between May and early July. Since then there has bee …"
        },
        {
            "title": "'Eat out to help out' fuels UK economic recovery in August",
            "category": "Business",
            "snippet": "Britain’s economic recovery from Covid-19 gathered pace in the past month, fuelled by consumer spending and people taking advantage of the government’ …"
        },
        {
            "title": "Trump unleashes diatribe of falsehoods and baseless attacks in RNC finale",
            "category": "US-News",
            "snippet": "You write him off at your peril. Donald Trump stood at one of America’s most hallowed spaces on Thursday – the White House – and bent it to his will, …"
        },
        {
            "title": "Theresa Ikoko's fantasy festival: great glass elevators, John Boyega and her brother's jollof rice",
            "category": "Film",
            "snippet": "Summary: Price of admission Entry is free, but only if you can perfectly spit any verse from 21 Seconds by So Solid Crew. When I was younger, I used to watch t …"
        },
        {
            "title": "UK rapper Nines: 'I want to take the hood with me and help everyone out'",
            "category": "Music",
            "snippet": "Summary: ‘We’re probably the only estate left in London with a concrete pitch,” says Courtney Freckleton, better known as the rapper Nines. He is talking about …"
        }
    ]
}