{
    "page": [
        {
            "title": "Leon Fleisher: there's much more to the US pianist's career than tragedy",
            "category": "Music",
            "snippet": "Some may be tempted to describe the career of Leon Fleisher, the American concert pianist who died in Baltimore this week aged 92, as a deeply poignan …"
        },
        {
            "title": "William Hill to shut 119 stores and repay £24m in furlough funds",
            "category": "Business",
            "snippet": "Summary: The bookmaker William Hill has seen a fast recovery in takings after sports betting resumed, but announced it would not reopen 119 branches closed dur …"
        },
        {
            "title": "Will the UK ever love foreign-language pop?",
            "category": "Music",
            "snippet": "In 2017, Luis Fonsi and Daddy Yankee’s huge No 1 summer hit Despacito seemed to herald a new age where the domination of the English language in weste …"
        },
        {
            "title": "Sean Hannity removes 'gobbledygook' Latin motto from book cover",
            "category": "Books",
            "snippet": "The Latin motto on Fox News anchor Sean Hannity’s new book has been changed after the original was described as “complete and utter gobbledygook” by a …"
        },
        {
            "title": "Anelka: Misunderstood review – subtle portrait of an enigmatic talent",
            "category": "Film",
            "snippet": "A galaxy of major names – including Thierry Henry, Arsène Wenger and Didier Drogba – line up to chip in their two-penn’orth on one of the great footba …"
        },
        {
            "title": "Making poetry optional in GCSE English literature is out of tune with the times",
            "category": "Books",
            "snippet": "Summary: Ofqual, the exams authority, has announced that next year schools won’t have to do all the components of English literature GCSE. Students must answer …"
        },
        {
            "title": "Mortal review – angsty Norse gods leave you praying for the end",
            "category": "Film",
            "snippet": "Norwegian filmmaker André Øvredal turned Hollywood heads in 2011 with his local folkloric fantasy Troll Hunter. So it must irk him that the definitive …"
        },
        {
            "title": "John Hume's funeral in Derry unites mourners in sombre farewell",
            "category": "Politics",
            "snippet": "John Hume spent a lifetime drawing the island of Ireland together and his funeral proved no different, uniting mourners in a sombre farewell to a poli …"
        },
        {
            "title": "Throbbing Gristle, ATP 2004: a gateway to a strange other England",
            "category": "Music",
            "snippet": "By the winter of 2004, the Pontins holiday camp at Camber Sands had seen better days. Barely updated since its 1970s heyday, the bleak chalets, roamed …"
        },
        {
            "title": "Cori Bush: progressive activist beats 20-year Democratic incumbent in Missouri primary",
            "category": "US-News",
            "snippet": "Cori Bush, one of the leaders of protests against the police shooting of Michael Brown in Ferguson, Missouri, defeated longtime representative William …"
        },
        {
            "title": "Echo review – a mesmerising mosaic of Icelandic festivities",
            "category": "Film",
            "snippet": "Don’t waste time looking for a narrative thread or common character in Echo. The third feature from director Rúnar Rúnarsson is a series of single-sho …"
        },
        {
            "title": "UK and US services firms cut jobs; gold at record high - as it happened",
            "category": "Business",
            "snippet": "And finally, European stock markets have ended the day with solid gains. The news the eurozone and UK service sector companies returned to growth last …"
        },
        {
            "title": "Cori Bush: leading organizer and 'true progressive' on course to make history",
            "category": "US-News",
            "snippet": "Summary: Missouri activist Cori Bush ended a half-century political dynasty in Tuesday’s primary elections and is now on track to become the first Black woman …"
        },
        {
            "title": "Just another quiet day in the home-office of dedicated contact tracers",
            "category": "Politics",
            "snippet": "After people working for England’s test-and-trace system told the Guardian they were making a handful of calls a month, John Crace imagines the secret …"
        },
        {
            "title": "Babar Azam shines between showers as Pakistan make solid start in first Test",
            "category": "Sport",
            "snippet": "There was not much play at Old Trafford but there was enough to alarm, delight and tantalise – when Babar Azam was on strike. He may have alarmed the …"
        },
        {
            "title": "Elisar Cabrera obituary",
            "category": "Film",
            "snippet": "My friend Elisar Cabrera, who has died aged 49 of cancer, was a film producer, director, web series pioneer, video journalist and wrestling producer. …"
        },
        {
            "title": "UK coronavirus live: local lockdown imposed in Aberdeen; official UK death toll rises by 65 – as it happened",
            "category": "Politics",
            "snippet": "Summary: Here’s a summary of the day’s main news: Aberdeen was placed under renewed lockdown conditions after a cluster emerged. The Scottish first minister sa …"
        },
        {
            "title": "Luton mayor steps down after breaching lockdown rules",
            "category": "UK-News",
            "snippet": "The mayor of Luton has stepped down after breaking lockdown rules to attend a large gathering. Tahir Malik said he regretted his actions, which were “ …"
        },
        {
            "title": "England's Chris Woakes steps out of the shadows to baffle Azhar Ali",
            "category": "Sport",
            "snippet": "Summary: Around a quarter-to-12 Chris W … wait, did you see those three deliveries Jofra Archer bowled to Abid Ali? Two ripping short balls that pushed him bac …"
        },
        {
            "title": "England's planning changes will create 'generation of slums'",
            "category": "Politics",
            "snippet": "The biggest shake-up of planning for decades has caused fury that moves to fast-track the construction of “beautiful” homes across England will “dilut …"
        },
        {
            "title": "How the planning system shake-up will affect housing in England",
            "category": "Politics",
            "snippet": "How is the government proposing to change the planning system? In a very big way. Since the English planning system was introduced in 1947, it has alw …"
        },
        {
            "title": "Second man allegedly buys Lamborghini with coronavirus loans",
            "category": "US-News",
            "snippet": "Even with millions of Americans suffering from Covid-19 and struggling amid the related economic catastrophe, there’s always someone ready to pull a f …"
        },
        {
            "title": "Fall in Welsh-capable teachers risks missing language target, report warns",
            "category": "UK-News",
            "snippet": "Summary: A “striking” decline in the number of newly qualified teachers able to teach in Welsh could undermine the country’s ambition to have a million speaker …"
        },
        {
            "title": "Alarm at Trump's unsubstantiated claim that Beirut blast was an 'attack'",
            "category": "US-News",
            "snippet": "Donald Trump’s unsubstantiated claim that the massive explosion in Beirut was a bomb attack has revived fears of the president’s potential to foment i …"
        },
        {
            "title": "Trump floats executive order on Covid relief aid despite doubts over legality – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on US politics and the coronavirus continues in Thursday’s blog: That’s all from me today! If you’re looking for the latest on coronavi …"
        },
        {
            "title": "Minneapolis will not put dismantling of police department on November ballot",
            "category": "US-News",
            "snippet": "A Minneapolis commission decided on Wednesday evening to take more time to review a city council amendment to dismantle the city’s police department i …"
        },
        {
            "title": "Michelle Obama says she is suffering from 'low-grade depression'",
            "category": "US-News",
            "snippet": "Michelle Obama has said she has been suffering from “low-grade depression”, prompted by the coronavirus pandemic, racism in the US and what she descri …"
        },
        {
            "title": "A Thousand Cuts: inside a chilling documentary on Maria Ressa",
            "category": "Film",
            "snippet": "“For years now, I’ve been saying that I feel like Alice falling down the rabbit hole, with talking cards all over saying off with my head.” As her lif …"
        },
        {
            "title": "A Traveller at the Gates of Wisdom by John Boyne review – an ambitious era-hopping epic",
            "category": "Books",
            "snippet": "At the heart of this quirky, ambitious and ultimately disappointing book is a very simple story. A sensitive boy grows up in the shadow of a violent f …"
        },
        {
            "title": "UK staycation boom lifts sales of camping gear",
            "category": "Business",
            "snippet": "Forget draughty tents and troublesome groundsheets. A new wave of first-time campers are pimping their pitches with portable firepits and comfy airbed …"
        },
        {
            "title": "'He'll get us back on our feet': Trump supporters in Kentucky stick by him despite Covid-19 surge",
            "category": "US-News",
            "snippet": "Business is slow at Studio 23, a hair salon just off the main drag in Pikeville, a small city in rural eastern Kentucky, so barber Derek Harris is out …"
        },
        {
            "title": "Two friends, both up for the Booker prize: 'We are exploring what it means to feel alien'",
            "category": "Books",
            "snippet": "It is rare for the debut novels on the Booker longlist to outnumber those by more established writers, but this year, at eight to five, they did. It i …"
        },
        {
            "title": "Sheep and Wolves: Pig Deal review – animated fable is shorn of excitement",
            "category": "Film",
            "snippet": "A hair of the dog that no one ordered, here’s a sequel to the ropey Russian family animation Sheep and Wolves, in which predator and prey learned to l …"
        },
        {
            "title": "First Thing: Trump still claims Covid will 'go away', Fauci disagrees",
            "category": "US-News",
            "snippet": "Good morning, Donald Trump claimed again on Wednesday that the coronavirus would “go away”, and “sooner rather than later”. That is not the view of hi …"
        },
        {
            "title": "Robert Jenrick says concerns over planning overhaul are 'nonsense'",
            "category": "Politics",
            "snippet": "Warnings that proposals for the biggest shake-up of planning in decades could pave the way for “the next generation of slums” have been described by t …"
        },
        {
            "title": "The Book in the Cathedral by Christopher de Hamel review – adventures of a manuscript sleuth",
            "category": "Books",
            "snippet": "On Christmas Day 1170, Thomas Becket delivered a sermon to a packed chapter house at Canterbury. His theme was the death of one his predecessors as ar …"
        },
        {
            "title": "What would a negative interest rate mean for UK consumers?",
            "category": "Business",
            "snippet": "Summary: The Bank of England has voted to keep interest rates on hold at 0.1%, but the continuing Covid-19 pandemic makes the outlook for the economy very unce …"
        },
        {
            "title": "Actresses playing actresses in film – ranked!",
            "category": "Film",
            "snippet": "10. Marlene Dietrich in Stage Fright (1950) A classic role of elegant, sophisticated malice and brazen wrongdoing for Marlene Dietrich as Charlotte In …"
        },
        {
            "title": "The Matrix director: I'm glad film recognised as trans metaphor",
            "category": "Film",
            "snippet": "Lilly Wachowski, who co-directed the Matrix films with her sister, Lana, has confirmed that they should be read as allegories for the transgender narr …"
        },
        {
            "title": "Life With Music review – sparks don't fly between Patrick Stewart and Katie Holmes",
            "category": "Film",
            "snippet": "Patrick Stewart plays a renowned concert pianist named Henry Cole who has become wracked with anxiety about performing in this location-skimming yet c …"
        },
        {
            "title": "Zoe Saldana apologises for playing Nina Simone in controversial biopic",
            "category": "Music",
            "snippet": "Zoe Saldana has apologised for playing Nina Simone in the 2016 biopic Nina, a casting that drew criticism from the late singer’s estate. “I should hav …"
        },
        {
            "title": "Wild swimming is booming in the pandemic: 'It is a lifelong education in facing down fear'",
            "category": "Books",
            "snippet": "As a kid at Jones Beach, New York, I spent a lot of time in the four feet of water at the scalloped, lacy edge of the Atlantic. I can picture the scen …"
        },
        {
            "title": "Watchdog warns UK high-cost lenders about exploitation",
            "category": "Business",
            "snippet": "The UK’s financial watchdog has warned high-cost lenders about irresponsible repeat lending and exploitative marketing that risks pushing vulnerable b …"
        },
        {
            "title": "Coky Giedroyc’s fantasy festival: a celebration of the 80s in Cornwall with proper cutlery",
            "category": "Film",
            "snippet": "Summary: The vibe I went to film school in the 80s; one of my first shorts was about the women protesting against cruise missiles at the RAF base at Greenham C …"
        },
        {
            "title": "Kathleen Edwards on quitting music, falling for a conman – and her comeback",
            "category": "Music",
            "snippet": "When Kathleen Edwards opened Quitters coffee shop in Stittsville, Ottawa, in late 2014, customers would ask if she was the country singer. Yes, in a m …"
        },
        {
            "title": "Ethel Smyth: The Prison review – symphony for a searching soul",
            "category": "Music",
            "snippet": "Ethel Smyth was unusual among composers in being able to write a work called The Prison from a position of experience, but her weeks in Holloway as a …"
        },
        {
            "title": "Doorstep recitals and bespoke gigs: how classical music is adapting to the new normal",
            "category": "Music",
            "snippet": "Chris North, a keen concertgoer, was only a few minutes away when he heard the news. “I got off the motorbike at the Barbican, ready to walk up to LSO …"
        },
        {
            "title": "Trust me on housing, said Honest Bob Jenrick. Only it turned out nobody did",
            "category": "Politics",
            "snippet": "Robert Jenrick has the Midas touch when it comes to house planning. Back in 2013, before Honest Bob became a Tory MP, he twice had planning permission …"
        },
        {
            "title": "Wada to downgrade bans for out-of-competition recreational drug use",
            "category": "Sport",
            "snippet": "Summary: A substantial change in anti-doping policy could mean athletes escape with only a month’s ban if they are caught using recreational drugs. Next year t …"
        },
        {
            "title": "Kate Tempest announces they are non-binary, changes name to Kae",
            "category": "Music",
            "snippet": "The musician and poet formerly named Kate Tempest has changed their name to Kae Tempest, and announced they are non-binary. In the announcement on Ins …"
        }
    ]
}