{
    "page": [
        {
            "title": "'We're trying to stay out of the outside world': the WTA Tour's new normal",
            "category": "Sport",
            "snippet": "Moments after an exhausted Sara Errani completed her first tennis match in five long months, instinct took over. As she hobbled back to her chair, the …"
        },
        {
            "title": "A new putter for Tiger Woods proves a talking point after strong first round",
            "category": "Sport",
            "snippet": "Summary: It was never coincidence that multimillion-dollar equipment deals involving Tiger Woods had no detail about putters. Rough calculations suggest the Sc …"
        },
        {
            "title": "Rick Stein urges unemployed chefs to join his Cornish empire",
            "category": "Business",
            "snippet": "The TV chef and food writer Rick Stein is urging unemployed chefs in other parts of the UK to consider moving to Cornwall to work in his family’s rest …"
        },
        {
            "title": "Cleaning may bore me, but living with the result is a feeling I love",
            "category": "Life-and-Style",
            "snippet": "There are many variations of the maxim “tidy desk, tidy mind”. And, though I am somewhat bastardising Newton’s third law of motion here, an untidy des …"
        },
        {
            "title": "UK weather: 36.4C recorded on hottest August day for 17 years",
            "category": "UK-News",
            "snippet": "Summary: As people flock to beaches and parks this weekend after the hottest August day in 17 years, a leading health expert has warned that such heatwaves wil …"
        },
        {
            "title": "F1 teams unhappy as Racing Point fined but allowed to race with 'Pink Mercedes'",
            "category": "Sport",
            "snippet": "The Racing Point team have been punished by the FIA after they were judged to have illegally copied part of last year’s Mercedes car. However, before …"
        },
        {
            "title": "Jeremy Corbyn accuses Labour officials of sabotaging election campaign",
            "category": "Politics",
            "snippet": "Jeremy Corbyn and his former leadership team have openly accused disgruntled Labour officials of potentially costing the party the chance of victory b …"
        },
        {
            "title": "Fresh calls for Metropolitan police to investigate Cummings' Durham trip",
            "category": "Politics",
            "snippet": "The Metropolitan police is facing fresh calls to investigate Dominic Cummings’ decision to leave London for Durham at the height of the coronavirus pa …"
        },
        {
            "title": "England v Pakistan: first Test, day three – as it happened",
            "category": "Sport",
            "snippet": "Pakistan lead by 244. Seven wickets for England in what turned out to be a marathon final session at Old Trafford, completing another fantastic day of …"
        },
        {
            "title": "Entire Cubs-Cardinals series postponed after eighth St Louis player tests positive",
            "category": "Sport",
            "snippet": "The entire three-game series between the Chicago Cubs and St Louis at Busch Stadium was postponed Friday night after two more Cardinals players and a …"
        },
        {
            "title": "US Postal Service announces cost-saving changes amid vote-by-mail fears",
            "category": "US-News",
            "snippet": "Summary: The United States Postal Service (USPS) is implementing cost-saving measures, including a management hiring freeze , the US postmaster general, Louis …"
        },
        {
            "title": "Naseem Shah ready to join ranks of great bowlers as junior member",
            "category": "Sport",
            "snippet": "The first thing you notice about Naseem Shah is his action. It’s smooth and slick and sideways-on, as if the unnatural act of bowling fast were a perf …"
        },
        {
            "title": "Ben Stokes’ late ‘golden arm’ spell is no surprise to Chris Woakes",
            "category": "Sport",
            "snippet": "The late intervention from Ben Stokes that has kept England believing they can still win the first Test came as no surprise to Chris Woakes, who says …"
        },
        {
            "title": "Lights out in Melbourne: lack of footy in Australia's capital of sport amplifies city's sullen silence",
            "category": "Sport",
            "snippet": "“Melbourne has no summer,” the novelist George Johnstone once wrote, “only a period of hibernation between football seasons.” In Melbourne, there was …"
        },
        {
            "title": "London police station blockaded after 14-year-old's arrest",
            "category": "UK-News",
            "snippet": "Young people have blockaded a police station in north-west London, accusing police of assaulting and arresting youth workers who had gone to investiga …"
        },
        {
            "title": "Billy Vunipola fears his Lions chances will be hit by playing in Championship",
            "category": "Sport",
            "snippet": "Billy Vunipola is concerned that playing in the Championship for Saracens next season will hamper his chances of playing for the British & Irish Lions …"
        },
        {
            "title": "Notorious former Arizona sheriff Joe Arpaio loses bid to win back seat",
            "category": "US-News",
            "snippet": "Summary: Joe Arpaio, the former Arizona sheriff notorious for his abusive policing and hardline anti-immigration tactics, has lost his bid to win back the post …"
        },
        {
            "title": "US PGA Championship 2020: second round – as it happened",
            "category": "Sport",
            "snippet": "Lorenzo-Vera can’t get up and down for his par. A closing bogey, but a fine 68, and he’s in the thick of it going into Moving Day. Hope you can join u …"
        },
        {
            "title": "Tim Dowling: we’re looking after a puppy. It’s riding our dog",
            "category": "Life-and-Style",
            "snippet": "My wife’s advice to friends who are thinking of getting a dog always contains a line that makes the hair on my arms stand up. “If you get stuck, we ca …"
        },
        {
            "title": "'A dangerous first step': Simon Armitage among poets to blast GCSE decision",
            "category": "Books",
            "snippet": "Summary: Poet laureate Simon Armitage and former children’s laureate Michael Rosen are among the top UK poets decrying the government’s decision to make poetry …"
        },
        {
            "title": "Fit in my 40s: I thought I could use YouTube to learn skateboarding. I was wrong",
            "category": "Life-and-Style",
            "snippet": "Some sports have a high barrier to entry – perhaps you need a horse, a boat or a resting heart rate of 50 – and this generally means that the first ti …"
        },
        {
            "title": "'Music is as good as gold or oil': meet the man spending billions on old hits",
            "category": "Business",
            "snippet": "Livin’ on a Prayer, Heart of Glass, Copacabana, Single Ladies.They’re all huge pop songs and dancefloor favourites of the past 50 years. And according …"
        },
        {
            "title": "Summer by Ali Smith review – clear-sighted finale to a dazzling quartet",
            "category": "Books",
            "snippet": "Summary: “Summer,” says a character in Ali Smith’s new novel, “is really an imagined end. We head for it instinctually like it must mean something.” Smith’s qu …"
        },
        {
            "title": "From Belfast to Manchester, diners feast on Eat out to help out",
            "category": "Business",
            "snippet": "Summary: The government-backed Eat out to help out scheme launched at 72,000 venues on Monday, aiming to boost consumer spending and protect 1.8 million jobs i …"
        },
        {
            "title": "Clark, Brabham, Lauda, Senna: 70 years of Formula One remembered",
            "category": "Sport",
            "snippet": "Summary: Formula One’s challenge of man and machine to move relentlessly forward will this weekend glory in its past. Seventy years since the inaugural world c …"
        },
        {
            "title": "‘We were sexually frustrated’: did it work out for people who texted an ex in lockdown?",
            "category": "Life-and-Style",
            "snippet": "Dressed up for the first time in lockdown, and wearing a full face of makeup, Annabelle Richards went to meet her first love. The last time she had se …"
        },
        {
            "title": "'Sales went berserk!' Eat out scheme serves much-needed help to hard-hit restaurants",
            "category": "Business",
            "snippet": "Monday to Wednesday is the new weekend according to the restaurant trade after sales went “berserk” during the first week of the government’s discount …"
        },
        {
            "title": "'People are ready to see Black women lead': US sees wave of progressive victories by people of color",
            "category": "US-News",
            "snippet": "Progressive Democrats are enjoying a wave of victories in federal primaries across the country with some especially notable triumphs for Black activis …"
        },
        {
            "title": "After Wiley, I didn’t have a fight on my hands for once. Why did that feel so weird?",
            "category": "Music",
            "snippet": "I’ll say this for Wiley: at least he showed where the red line was. Because honestly, over the past five years, it hasn’t always been so clear to us J …"
        },
        {
            "title": "The mother load: Lisa Taddeo on parenting in a pandemic",
            "category": "Books",
            "snippet": "Never in my life had I been so high. I’d just given a reading in Amsterdam after which the gracious hosts of the evening took me out for drinks. Three …"
        },
        {
            "title": "Scenes of a Graphic Nature by Caroline O'Donoghue review – art, female collaboration and identity",
            "category": "Books",
            "snippet": "Summary: Like her debut, 2017’s Promising Young Women, Caroline O’Donoghue’s second novel has a young female protagonist; Charlie is an aspiring film-maker wit …"
        },
        {
            "title": "'They will go to hell and back': a taste of  Super League-style fitness training",
            "category": "Sport",
            "snippet": "The smile on Ade Gardner’s face as I pull into Warrington Wolves’ training ground reminds me what I have agreed to put myself through. Professional sp …"
        },
        {
            "title": "Blockbuster battle royale: what was the best summer ever for big-budget film?",
            "category": "Film",
            "snippet": "Planet-killing asteroids! Alien invasions! Sneaky dinosaurs! These were the existential threats that 45 years of summer blockbusters had pre-programme …"
        },
        {
            "title": "Coronavirus: just 10 enforcement orders issued for breach of UK quarantine rules",
            "category": "UK-News",
            "snippet": "Just 10 enforcement orders have been issued to people for breaking quarantine rules after arriving in the UK, it has emerged, as fears of an extension …"
        },
        {
            "title": "Burna Boy: ‘Brothers in the US have been stripped of their knowledge of self’",
            "category": "Music",
            "snippet": "Burna Boy might be Africa’s biggest music star, but when he speaks, it’s hard to place exactly where he’s from. Ask him about the US, and a mid-Atlant …"
        },
        {
            "title": "Don't add water: be inspired to plant a beautiful dry garden",
            "category": "Life-and-Style",
            "snippet": "In the summer of 1990, Britain’s two most influential gardeners, the late Beth Chatto and Christopher Lloyd, were picnicking on the sun-baked coast of …"
        },
        {
            "title": "'I decided the book should taste like a lime': DBC Pierre on writing Vernon God Little",
            "category": "Books",
            "snippet": "Writing Vernon God Little made me a crash test dummy for metaphors: bull by the horns, taking the plunge, going for broke. The job was a deliberate di …"
        },
        {
            "title": "Classical home listening: Semele at Ally Pally, Russian cello sonatas and more",
            "category": "Music",
            "snippet": "• Rampant with glorious music, licentious sexual adventure and gods and mortals behaving badly, Handel’s Semele has firmly established itself (after n …"
        },
        {
            "title": "National Indigenous Music Awards 2020: Baker Boy wins second artist of the year title",
            "category": "Music",
            "snippet": "Baker Boy has risen to the occasion at this year’s National Indigenous Music Awards, sweeping up three of the gongs available, including the coveted a …"
        },
        {
            "title": "The best recent poetry – review roundup",
            "category": "Books",
            "snippet": "Rachel Long’s My Darling from the Lions (Picador, £10.99), nominated for the Forward first collection prize, is alive with a breathless energy. The fo …"
        },
        {
            "title": "Surrey fire service declares major incident after 100 homes evacuated",
            "category": "UK-News",
            "snippet": "Surrey fire and rescue service has declared a major incident as crews continue to battle a 40-hectare wildfire that has reportedly led to as many as 1 …"
        },
        {
            "title": "One to watch: Otta",
            "category": "Music",
            "snippet": "Otta is a Finnish-British singer-songwriter from south London whose electronic pop songs are bright, sharp and strange. On her new EP, Songbook, they …"
        },
        {
            "title": "Fontaines DC: A Night at Montrose, Dublin review – a blast of joy and disquiet",
            "category": "Music",
            "snippet": "Last week, Spotify founder Daniel Ek enraged musicians by stating that they would have to keep the content mills turning (“continuous engagement with …"
        },
        {
            "title": "Mind your language: Premiership rugby's return will be a new ball game",
            "category": "Sport",
            "snippet": "The Premiership returns on Friday, unplugged. After five months of inactivity comes a frenzy of seven rounds in 28 days, but there will be about 200 p …"
        },
        {
            "title": "Papicha review – female friendship and resistance in 90s Algeria",
            "category": "Film",
            "snippet": "For Nedjma (Lyna Khoudri, magnetic), fashion is political. A design student in 1990s Algiers, she clings to what she considers to be her rights – the …"
        },
        {
            "title": "MoD considering request to deploy navy to stop Channel migrants",
            "category": "UK-News",
            "snippet": "Alarm is growing over UK proposals to introduce hardline measures to discourage refugees and migrants from seeking sanctuary after the Ministry of Def …"
        },
        {
            "title": "Big Labour donors returning to party under Keir Starmer",
            "category": "Politics",
            "snippet": "Former Labour donors who had abandoned the party are already considering renewing their support under Keir Starmer’s leadership, it has emerged. Figur …"
        },
        {
            "title": "Harry Beckett: Joy Unlimited review – a lost classic from 1975",
            "category": "Music",
            "snippet": "A welcome rediscovery from 1975, with a promisingly cheerful title. Barbados-born Harry Beckett (1935-2010) had one of the most beautiful trumpet tone …"
        },
        {
            "title": "‘Zoom is fine, but it can’t match being back in the office’",
            "category": "Business",
            "snippet": "Temperature checks at reception, spaced-out desks, contactless coffee dispensers and plastic lift-button prodders. Welcome back to work – in an anti-C …"
        },
        {
            "title": "Thousands of bikers heading to South Dakota rally to be blocked at tribal land checkpoints",
            "category": "US-News",
            "snippet": "Thousands of bikers heading to South Dakota’s 10-day Sturgis Motorcycle Rally will not be allowed through Cheyenne River Sioux checkpoints, a spokesma …"
        }
    ]
}