{
    "page": [
        {
            "title": "Lana Del Rey: Violet Bent Backwards over the Grass review – poetry debut with mixed results",
            "category": "Music",
            "snippet": "Summary: This being Lana Del Rey, the title track of her poetry-audiobook-with-music suggests some sordid gymnastics at a garden party. Not so: the image captu …"
        },
        {
            "title": "A word in your ear… why the rise of audiobooks is a story worth celebrating",
            "category": "Books",
            "snippet": "When I look back on 2020, audiobooks may not be the first thing I remember, but they will occupy a prominent place in the list of crutches that proppe …"
        },
        {
            "title": "Is Trump's top cop, attorney general William Barr,  a danger to democracy?",
            "category": "US-News",
            "snippet": "William Barr was hungry. “Mr Chairman, could we take a five-minute break?” the attorney general asked Jerry Nadler of the House of Representatives’ ju …"
        },
        {
            "title": "Make Up review – an eerie erotic awakening in a caravan park",
            "category": "Film",
            "snippet": "British writer-director Claire Oakley’s striking feature debut transforms an off-season caravan park in Cornwall into a haunting hall of mirrors. Eigh …"
        },
        {
            "title": "Exclusive: the litigious debt collectors targeting Latinos during a pandemic",
            "category": "US-News",
            "snippet": "A California lending company that targets Latinos with high-interest loans is dismissing thousands of lawsuits days after the Guardian questioned the …"
        },
        {
            "title": "Antkind by Charlie Kaufman review – absurdism ad infinitum",
            "category": "Books",
            "snippet": "Antkind is the debut novel of Charlie Kaufman, the Being John Malkovich and Synecdoche, New York film-maker, and its premise is incredibly, well, Kauf …"
        },
        {
            "title": "Pizza ovens, BBQs and garden kitchens: a guide to outdoor cooking",
            "category": "Life-and-Style",
            "snippet": "For reasons unknown, food tastes better outdoors, so if you are planning a staycation, why not add another DIY project to the list in the form of a pe …"
        },
        {
            "title": "New UK coronavirus restrictions will test optimism over economic recovery",
            "category": "Business",
            "snippet": "Records are there to be broken, so it would be unwise to claim that there will never be a worse performance by the US or eurozone economies than was s …"
        },
        {
            "title": "MoD asked why it withheld evidence on 33 suspected Afghan civilian executions",
            "category": "UK-News",
            "snippet": "The UK defence secretary, Ben Wallace, has been ordered by a court to explain why the government withheld evidence suggesting SAS soldiers executed 33 …"
        },
        {
            "title": "Lewis Hamilton wins British Grand Prix 2020: F1 – as it happened",
            "category": "Sport",
            "snippet": "Here’s Giles Richards’ report on a British Grand Prix of rare late drama. Here’s the final placings, overall standings to follow but Hamilton is 30 po …"
        },
        {
            "title": "Tory MP arrested on rape charges 'should have whip withdrawn'",
            "category": "UK-News",
            "snippet": "A former Conservative minister arrested on suspicion of rape should have the party whip removed immediately, the shadow domestic violence minister, Je …"
        },
        {
            "title": "Former police chief convicted over child abuse video granted court of appeal hearing",
            "category": "UK-News",
            "snippet": "A decorated former police chief has won two key battles in her fight to overturn her conviction for possessing a child abuse video and get her job bac …"
        },
        {
            "title": "Second major Korean brokerage withdraws financial backing for Adani's coal projects",
            "category": "Business",
            "snippet": "A second major Korean backer of Adani’s Australian coal operation has said it won’t provide any more financial support for the controversial miner, wh …"
        },
        {
            "title": "St Helens and Leeds win while Israel Folau refuses to take knee",
            "category": "Sport",
            "snippet": "Two games, two impressive victors and plenty of entertainment throughout. Super League’s version of Project Restart went well enough on the field, but …"
        },
        {
            "title": "County cricket season day two: Bob Willis Trophy - as it happened",
            "category": "Sport",
            "snippet": "Tim Bresnan celebrated his move to Warwickshire from Yorkshire by scoring a lusty century. His 105 was stocky and sharp-elbowed and, together with aca …"
        },
        {
            "title": "Nazir Afzal: CPS, Met and Durham police 'closed ranks' over Cummings case",
            "category": "Politics",
            "snippet": "Nazir Afzal, a former regional chief prosecutor, has questioned the impartiality of Durham police, the Met and the Crown Prosecution Service (CPS) aft …"
        },
        {
            "title": "US navy condemns demo video with dogs attacking man in Kaepernick shirt",
            "category": "Sport",
            "snippet": "The US Naval Special Warfare Command said Sunday it is investigating a video that showed military working dogs attacking a stand-in wearing a Colin Ka …"
        },
        {
            "title": "Rory McIlroy: 'All that’s happened this year has given me extra focus'",
            "category": "Sport",
            "snippet": "A three-month hiatus may prove to be more significant to Rory McIlroy than one which has now stretched to six years. The latter relates to his wait fo …"
        },
        {
            "title": "Vegan food company provokes with  M*** F*** advertising campaign",
            "category": "Life-and-Style",
            "snippet": "A vegan food company is sparing no blushes with what it calls a “light-hearted” advertising campaign to encourage more Britons to avoid eating meat. M …"
        },
        {
            "title": "'We don't feel pressure to go back': England's firms in no hurry to resume office life",
            "category": "Business",
            "snippet": "From this week, companies in England can decide whether it is safe for employees to go back to the office after the coronavirus lockdown prompted more …"
        },
        {
            "title": "From Black Lives Matter to Bleak House: David Lammy picks the best books about justice",
            "category": "Books",
            "snippet": "In 2016, the writer and lawyer Michelle Alexander said the shooting of Michael Brown in Ferguson, Missouri, would come to be seen as a “critical turni …"
        },
        {
            "title": "Poulenc: A Biography by Roger Nichols; Poulenc: The Life in the Songs by Graham Johnson – review",
            "category": "Books",
            "snippet": "Imagine Roger Nichols and Graham Johnson at a dinner party, discussing the composer about whom they have each published an entertaining and learned ne …"
        },
        {
            "title": "Boys State review – amazing study of teenagers running for pretend office",
            "category": "Film",
            "snippet": "It’s not clear to me if this is a heartwarming study in young people’s idealism or a Lord of the Flies bloodbath with smug feral demons in white T-shi …"
        },
        {
            "title": "‘The Workhouse’: activists celebrate decision to close 'hellish' St Louis jail",
            "category": "US-News",
            "snippet": "It has been called an “unspeakably hellish” extension of a racist and classist criminal justice system where those locked up inside live with rats, ro …"
        },
        {
            "title": "Tree of the week: A maple and a lime tree adopted in honour of two beloved lost sons",
            "category": "Life-and-Style",
            "snippet": "Rosemary Tozer feels a great sense of peace when she escapes to the Yorkshire Arboretum’s leafy refuge. Located on the sprawling Castle Howard estate, …"
        },
        {
            "title": "Leon Fleisher, US pianist who lost use of his right hand, dies aged 92",
            "category": "Music",
            "snippet": "Leon Fleisher, whose career as an acclaimed US concert pianist continued despite losing the use of his right hand, has died aged 92. His son Julian sa …"
        },
        {
            "title": "Hardcore pop fans are abusing critics – and putting acclaim before art",
            "category": "Music",
            "snippet": "The album rating system at US publication Pitchfork is one of the most silly and nerdy things in music journalism. The Guardian’s five-star system loo …"
        },
        {
            "title": "'Calcio d'Agosto' with a difference: a unique Serie A season ends in summer",
            "category": "Sport",
            "snippet": "Calcio d’Agosto. The words translate simply to ‘August football’ but in the Italian sporting lexicon they have a specific place: deployed every summer …"
        },
        {
            "title": "'Hero and peacemaker': Northern Ireland's John Hume remembered",
            "category": "UK-News",
            "snippet": "John Hume, who has died aged 83, did more than any other person to shepherd Northern Ireland to peace and reconciliation, a feat that earned him globa …"
        },
        {
            "title": "Victoria's Covid industry shutdown to throw one in seven of its workers out of employment",
            "category": "Business",
            "snippet": "Australia’s economic recovery from the coronavirus crisis will be dragged backwards by swingeing restrictions on industry in Victoria that will see ha …"
        },
        {
            "title": "John Hume obituary",
            "category": "Politics",
            "snippet": "John Hume, who has died aged 83, was the politician widely credited with crafting the Irish peace process. Although he never held high political offic …"
        },
        {
            "title": "Wanted: somebody to do the worst job ever advertised",
            "category": "Life-and-Style",
            "snippet": "Name: Influencer PA. Salary: £19,000-£23,000 p/a. Description: The very worst job in the history of humanity. Taking pictures of an idiot for a living …"
        },
        {
            "title": "John Boyne accidentally includes Zelda video game monsters in novel",
            "category": "Books",
            "snippet": "John Boyne, the award-winning author of The Boy in the Striped Pyjamas, has acknowledged that a cursory Google led to him accidentally including monst …"
        },
        {
            "title": "Nolan sisters Linda and Anne both being treated for cancer",
            "category": "Music",
            "snippet": "Two of the Nolan Sisters, the Irish group that rose to fame in the 1970s, are being treated for cancer at the same time. Linda and Anne Nolan both beg …"
        },
        {
            "title": "Booker-longlisted author Tsitsi Dangarembga freed on bail in Zimbabwe",
            "category": "Books",
            "snippet": "The Booker-longlisted author Tsitsi Dangarembga has been freed on bail after her arrest during anti-corruption protests in Zimbabwe last week. The acc …"
        },
        {
            "title": "Not the Booker prize longlist: vote now to decide the 2020 shortlist",
            "category": "Books",
            "snippet": "We now have a Not the Booker longlist – and it’s a very, very long longlist. We have more than 200 eligible books this year, which is a record for the …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start in the American West: Willa Cather’s O …"
        },
        {
            "title": "Dan Aykroyd and John Landis: how we made The Blues Brothers",
            "category": "Film",
            "snippet": "Summary: Dan Aykroyd, actor (played Elwood) My original script was called The Return of the Blues Brothers and had two movies in it. John Landis turned it into …"
        },
        {
            "title": "Children's book pays tribute to 'health heroes' of Covid-19 pandemic",
            "category": "Books",
            "snippet": "Summary: A film-maker who cleans Covid wards after coming to Britain as a refugee. A pilot who supports NHS staff with tea and empathy. A midwife who writes ad …"
        },
        {
            "title": "XFL gets Hollywood ending as Dwayne 'The Rock' Johnson group buys league",
            "category": "Sport",
            "snippet": "Dwayne “The Rock” Johnson’s is set to add the title of professional sports league owner to his entertainment résumé. The former WWE star turned actor …"
        },
        {
            "title": "Sir Philip Barton to head Foreign, Commonwealth and Development Office",
            "category": "Politics",
            "snippet": "Sir Philip Barton, the British high commissioner to India for a matter of weeks, has been appointed by Downing Street to head the newly merged Foreign …"
        },
        {
            "title": "House music: Flora Willson's watching and listening highlights",
            "category": "Music",
            "snippet": "Summary: Maybe it’s the weather, or a body clock now expecting a holiday. I’ve stayed put this week, but while new quarantine rules and local lockdowns continu …"
        },
        {
            "title": "Howard review – the lyricist who made Disney's hits soar",
            "category": "Film",
            "snippet": "There’s something exciting about a film that immerses you in the life of a creative artist, and so it proves with this documentary about Howard Ashman …"
        },
        {
            "title": "Who else would be more useless as a peer? They're in, said Boris",
            "category": "Politics",
            "snippet": "The timing couldn’t have been more perfect. The second full day of recess and an emergency Downing Street press conference to announce that coronaviru …"
        },
        {
            "title": "Harassment claims: did Westminster's culture of impunity ever go away?",
            "category": "Politics",
            "snippet": "The culture of silence and delay around MPs accused of harassment and bullying has not changed even with strict new systems in place, according to one …"
        },
        {
            "title": "Guardian Australia's book club: join Kate Grenville for a chat about history, fact and fiction",
            "category": "Books",
            "snippet": "Summary: The other day I discovered my ten-year-old googling “can I trust the internet”. He’s already frustrated by the difficulty of working out what sources …"
        },
        {
            "title": "Chief whip defends lack of action against Tory MP accused of rape",
            "category": "UK-News",
            "snippet": "The government’s chief whip, Mark Spencer, has defended his decision not to take action against an MP who has been arrested on suspicion of rape, afte …"
        },
        {
            "title": "Jobs blow as DW Sports and Hays Travel announcements affect 2,600",
            "category": "Business",
            "snippet": "Almost 2,600 staff in the beleaguered retail and leisure industries face redundancy after the fitness and gymwear firm DW Sports collapsed and the tou …"
        },
        {
            "title": "UK high streets get boost as 'eat out to help out' scheme begins",
            "category": "Business",
            "snippet": "British high streets received a boost from the launch of the government-backed discount dining scheme on Monday, according to industry figures, as res …"
        },
        {
            "title": "Accrington murder trial: boy killed woman and moved body in bin, court told",
            "category": "UK-News",
            "snippet": "A 16-year-old boy killed a teaching assistant in broad daylight, moved her body in a wheelie bin and buried her in a makeshift grave in Lancashire, a …"
        }
    ]
}