{
    "page": [
        {
            "title": "‘I'm getting clarity, a time that will feel lighter’: psychics share their 2021 predictions",
            "category": "Life-and-Style",
            "snippet": "This age of uncertainty has been a boon for crystal ball gazers. From New York to New Delhi, fortune-tellers have seen spikes in business; in the US, …"
        },
        {
            "title": "The week in classical: AAM: Messiah; Krystian Zimerman, LSO/Rattle review – great conjunctions",
            "category": "Music",
            "snippet": "Aside from political tumult, this winter solstice we witnessed a rare “great conjunction” in the skies. Finding a Messiah should have been a cinch. We …"
        },
        {
            "title": "Greg Norman in hospital with 'mild symptoms' after positive Covid-19 test",
            "category": "Sport",
            "snippet": "The Australian golf great Greg Norman has revealed he tested positive for Covid-19 on Christmas Day. The 65-year-old two-times Open champion, who live …"
        },
        {
            "title": "US judge again delays execution of woman on federal death row",
            "category": "US-News",
            "snippet": "Summary: A judge has further delayed the planned execution of the only woman on federal death row in the US. In a ruling that will potentially leave the Trump …"
        },
        {
            "title": "Nashville: officers raid a home as a person of interest reportedly linked to Christmas Day blast",
            "category": "US-News",
            "snippet": "Summary: Law enforcement officers raided an address near Nashville and a person of interest has reportedly been identified in the investigation of an apparent …"
        },
        {
            "title": "Months of stop-start Covid restrictions take their toll on UK retail",
            "category": "Business",
            "snippet": "It is a festive season like no other – particularly for beleaguered retailers. In a normal trading year, stores would have concentrated on selling as …"
        },
        {
            "title": "Outcry in Hollywood over Minari's placement in foreign-language category",
            "category": "Film",
            "snippet": "When is a film foreign-language, and when is it an American production that happens to be filmed in a language other than English? As awards season ap …"
        },
        {
            "title": "Stuck inside feeling lockdown-anxious?",
            "category": "Life-and-Style",
            "snippet": "Summary: Old friends get you doing the strangest things and so it was that, after a fish supper in a beachside café in West Wittering between lockdowns, I foun …"
        },
        {
            "title": "Film: Mark Kermode's 10 best of 2020",
            "category": "Film",
            "snippet": "1. Saint Maud Released in October Rose Glass’s electrifying debut feature establishes the writer-director as a thrilling new voice in British cinema. …"
        },
        {
            "title": "Steve Earle and the Dukes: JT review – a father's fond farewell",
            "category": "Music",
            "snippet": "“It’s the only way I knew to say goodbye,” says Steve Earle of this album honouring his late son, Justin Townes Earle, a talented singer-songwriter fr …"
        },
        {
            "title": "Congestion continues to ease at Port of Dover as more lorries cross to France",
            "category": "UK-News",
            "snippet": "Summary: Thousands more lorries have been allowed to cross the Channel after spending days in queues at the border, but an industry body has said the delays co …"
        },
        {
            "title": "Footfall down by more than half for UK Boxing Day sales",
            "category": "Business",
            "snippet": "Footfall at the Boxing Day sales was down by more than half on last year as non-essential retail remained closed in much of the country under tightene …"
        },
        {
            "title": "Classical music: Fiona Maddocks's 10 best of 2020",
            "category": "Music",
            "snippet": "1. Igor Levit’s livestreamed house concerts March-May In an empty room, often in socks or slippers, the Russian-born pianist’s spontaneous response to …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "A year for corporate titans who could lose their shirt and still make a packet",
            "category": "Business",
            "snippet": "Summary: The Pirelli 2021 Business Calendar Each year, our awards celebrate the physical prowess of the finance world’s most alluring tycoons – who get their v …"
        },
        {
            "title": "Fleet Foxes: A Very Lonely Solstice live stream review – all is balm",
            "category": "Music",
            "snippet": "Summary: Despite its billing – “a very lonely solstice” – this live stream doesn’t start lonely at all. Dressed all in white, a masked, socially distanced choi …"
        },
        {
            "title": "We're out of the European Union. Just how did we get here?",
            "category": "Politics",
            "snippet": "The metaphor of divorce has never felt wholly adequate to describe the complexity of ending 47 years of union with our 27 European neighbours but it h …"
        },
        {
            "title": "A brief history of Brexit – all 2,000 years of it",
            "category": "Politics",
            "snippet": "55BC-409 Becoming Europeans Julius Caesar’s offer for Britain to join Europe on Roman Republic terms is patriotically rebuffed. But the treacherous Br …"
        },
        {
            "title": "Splendid isolation … or just a bit-part player? Europe reacts to British ‘victory’",
            "category": "Politics",
            "snippet": "Questions about how the full details of the Brexit deal would be received, and warnings of the negotiations that will continue after its implementatio …"
        },
        {
            "title": "The Brexit deal is done – but many crucial issues are unresolved",
            "category": "Politics",
            "snippet": "Downing Street’s chief Brexit negotiator, Lord Frost, exhausted from months of intense talks, could not hide his glee on Saturday as he hailed the Bre …"
        },
        {
            "title": "Looking back over a trying year",
            "category": "Life-and-Style",
            "snippet": "The end of a year like no other. When gardening helped save many people’s sanity, including mine, and made some of the loneliness bearable. I won’t be …"
        },
        {
            "title": "Mellow yellow: it’s easier to wear than you’d think",
            "category": "Life-and-Style",
            "snippet": "I owe yellow eyeshadow an apology. For years I’ve, eye-roll in tow, singled out yellow eyeshadow to symbolise duff, ridiculous bits of makeup that bea …"
        },
        {
            "title": "There is hope on the horizon, but high debt hangs over Britain's future",
            "category": "Business",
            "snippet": "Summary: As we look forward to 2021, there is much to be hopeful for. Vaccines pending, much of normal life will return and the economy can recover even more q …"
        },
        {
            "title": "Ruth Bader Ginsburg: The Last Interview and Other Conversations – review",
            "category": "Books",
            "snippet": "When Ruth Bader Ginsburg graduated from law school in 1959, women made up 3% of lawyers in the US and there were no women judges on the federal courts …"
        },
        {
            "title": "Top Tory MP warns against international aid budget cut",
            "category": "Politics",
            "snippet": "Summary: The government’s decision to cut the UK’s budget for international aid will deprive half a million girls in poorer nations of funding for their educat …"
        },
        {
            "title": "Australia v India: second Test, day two – as it happened",
            "category": "Sport",
            "snippet": "A day of emergence for India and lost opportunity for Australia. Led by Pat Cummins, the hosts held the upper hand early on when reducing India to 64- …"
        },
        {
            "title": "‘I’m more optimistic’: poet laureate Simon Armitage tells of Britain’s great ordeal",
            "category": "Books",
            "snippet": "How to tell millions of individual stories? Or represent the pain and anxiety of a pandemic to audiences of the future? Perhaps it takes a national po …"
        },
        {
            "title": "When every set looks like Contagion: inside Hollywood's pandemic year",
            "category": "US-News",
            "snippet": "Summary: For decades, the sound stages of Hollywood have built alternate universes in the middle of Los Angeles – fictional courtrooms, hospitals, homes and of …"
        },
        {
            "title": "Hope springs eternal, but for it to flourish it must be shared",
            "category": "Life-and-Style",
            "snippet": "Now, in the waning of this dark year, let us try to remember how to hope. A vaccine and a new US president are on the way. We have done enough of drea …"
        },
        {
            "title": "Soul review – Fantasia meets A Matter of Life or Death",
            "category": "Film",
            "snippet": "This typically ambitious Pixar animation comes on like a fever-dream cross between Disney’s Fantasia and Powell and Pressburger’s A Matter of Life and …"
        },
        {
            "title": "Music: Kitty Empire's 10 best of 2020",
            "category": "Music",
            "snippet": "1. A Swayze and the Ghosts: Paid Salvation Ivy League; September The antidote to 2020 bar none: 12 tracks of guaranteed instant uplift from a bunch of …"
        },
        {
            "title": "What the European Union has meant to us",
            "category": "Politics",
            "snippet": "Summary: Ed O’Brien Musician, Radiohead Being part of the EU means being part of a world reaching out, embracing other cultures and ideas. The little island me …"
        },
        {
            "title": "Traffic at 20: Steven Soderbergh's bold and blistering drugs drama",
            "category": "Film",
            "snippet": "There’s a scene in the middle of Steven Soderbergh’s Traffic where Robert Wakefield (Michael Douglas), a conservative judge recently appointed to “dru …"
        },
        {
            "title": "Walk this way: army of hikers will road-test new map of footpaths",
            "category": "Life-and-Style",
            "snippet": "On a grey December morning, geographer Dan Raven-Ellison leads the way from Southall in west London to Ealing Broadway, past Indian restaurants and ca …"
        },
        {
            "title": "Now is hardly the time for Rishi Sunak to worry about the deficit",
            "category": "Business",
            "snippet": "In The Alchemist, the poet Ben Jonson, a rather more considerable figure than his near-namesake Boris Johnson, allows his principal character, Face, t …"
        },
        {
            "title": "Ghosts of my family Christmas past",
            "category": "Life-and-Style",
            "snippet": "This week I should be telling you what I got up to this Christmas but, due to the wonders of seasonal deadlines, I’m filing this piece some time befor …"
        },
        {
            "title": "Virtual New Year's Eve: party like it’s 2021 from the comfort of your front room",
            "category": "Life-and-Style",
            "snippet": "For many, New Year’s Eve 2020 will be spent doing little more than watching yet more television. But beatboxer SK Shlomo has made plans so big he got …"
        },
        {
            "title": "Boris Johnson admits Brexit deal falls short for financial services",
            "category": "Politics",
            "snippet": "Boris Johnson has conceded that the Brexit trade deal “perhaps does not go as far as we would like” over access to EU markets for financial services, …"
        },
        {
            "title": "Nonfiction to look out for in 2021",
            "category": "Books",
            "snippet": "Publishing can feel slow, even stately, at times, and not only because good books take a long time to write. But in 2021, speed will be the order of t …"
        },
        {
            "title": "Fiction to look out for in 2021",
            "category": "Books",
            "snippet": "2020 ended up being a decent year for the publishing trade, at least as far as book sales went. Perhaps we also learned to cherish our bookshops and l …"
        },
        {
            "title": "Home Office criticised for refusal to state deportees' nationalities",
            "category": "UK-News",
            "snippet": "Campaign groups and Labour have accused the Home Office of lacking transparency even after the Windrush scandal because it refuses to say how many peo …"
        },
        {
            "title": "Feed your soul: the 31-day literary diet for January",
            "category": "Books",
            "snippet": "Summary: Our revels now are ended and January looms, with its exhortations to get fit, lose weight, dry out. So here’s a radical alternative diet: instead of d …"
        },
        {
            "title": "Storm Bella: high winds add to flooding chaos across UK",
            "category": "UK-News",
            "snippet": "High winds have added to widespread flooding as Storm Bella continued to wreak havoc across much of the UK. In many coastal areas, communities were fo …"
        },
        {
            "title": "Why Boris Johnson is perfectly happy to own his Brexit trade deal",
            "category": "Politics",
            "snippet": "Summary: Thirty years ago this month there were crunch trade talks in Brussels. After four years of discussions, attempts to secure a new global deal were not …"
        },
        {
            "title": "The most notable US athletes of 2020: No 6 – Mike Tyson, back from the abyss",
            "category": "Sport",
            "snippet": "When Mike Tyson announced he was fighting an eight-round exhibition against Roy Jones Jr over Thanksgiving weekend after floating the idea of a comeba …"
        },
        {
            "title": "Boy, 15, seriously injured in collision with police vehicle in Stockport",
            "category": "UK-News",
            "snippet": "The Independent Office for Police Conduct has confirmed it is investigating an incident in which a 15-year-old boy was injured in a collision involvin …"
        },
        {
            "title": "Christmas holiday racing: Altior beaten by Nube Negra – as it happened",
            "category": "Sport",
            "snippet": "The dual Champion Chase winner Altior was the horse everyone wanted to see on Christmas holiday Sunday and this time, unlike at Sandown earlier this m …"
        },
        {
            "title": "Novels are terrible and you'll never convince me otherwise",
            "category": "Life-and-Style",
            "snippet": "Ben Butler: Lucy, novels are terrible and you’ll never convince me otherwise. Genre fiction can be OK, provided it doesn’t go on for too long. I haven …"
        },
        {
            "title": "Letter: Doug Scott obituary",
            "category": "UK-News",
            "snippet": "Summary: The mountaineer Doug Scott was a founder of Nottingham Moderns RFC, whose formation arose from the grip that grammar schools often held over rugby uni …"
        }
    ]
}