{
    "page": [
        {
            "title": "Looking at Australia's house prices you could be forgiven for wondering 'what recession?'",
            "category": "Business",
            "snippet": "The latest house price figures show that while the rest of the economy shuddered to a halt in the first half of this year, the housing market continue …"
        },
        {
            "title": "Curses! Nicolas Cage to examine history of swearwords for Netflix",
            "category": "Film",
            "snippet": "Nicolas Cage is to host a six-part series for Netflix investigating the history of swearwords. Each episode with focus on a particular expletive: “fuc …"
        },
        {
            "title": "Cost of shipping goods to UK soars amid Covid pandemic",
            "category": "Business",
            "snippet": "British consumers have been warned they face higher prices as jams at ports and problems in the global shipping industry cause a pre-Christmas surge i …"
        },
        {
            "title": "Boris Johnson sets himself up for a disastrous dinner date",
            "category": "Politics",
            "snippet": "One sometimes wonders whether Boris Johnson is aware you can watch British television in Europe. For either the prime minister was setting himself up …"
        },
        {
            "title": "Rothschild & Co hires former top UK civil servant Mark Sedwill",
            "category": "Business",
            "snippet": "Mark Sedwill, the UK’s former most senior civil servant, is to join the investment bank Rothschild & Co in his first appointment after leaving Whiteha …"
        },
        {
            "title": "Firm rigged tests of rival product after Grenfell blaze, inquiry told",
            "category": "UK-News",
            "snippet": "A manufacturer of Grenfell Tower’s combustible insulation rigged tests and hired lobbyists after the disaster to try to persuade MPs that rival non-co …"
        },
        {
            "title": "Brexit: Johnson claims Brussels wants power to 'punish' UK if it does not implement future EU laws – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has arrived in Brussels where he is shortly due to meet Ursula von der Leyen, the European commission president, to discuss whether or n …"
        },
        {
            "title": "Kamala Harris named world's third most powerful woman on Forbes list",
            "category": "US-News",
            "snippet": "Kamala Harris has become the third most powerful woman in the world by virtue of being elected as America’s next vice-president, according to the late …"
        },
        {
            "title": "Daily Mail group executives could share £60m under new bonus scheme",
            "category": "Business",
            "snippet": "The top executives at the owner of the Daily Mail took home £24m this year – and will share a £60m pot under a new scheme if they grow the business ov …"
        },
        {
            "title": "Brexit's fishy business called for turbot-charged talks",
            "category": "Politics",
            "snippet": "Fish was on the menu for Boris Johnson and Ursula von der Leyen – and not just as one of the key issues of the Brexit talks. As part of their starter …"
        },
        {
            "title": "Lloyd Austin: retired army general nominated as Biden defense secretary",
            "category": "US-News",
            "snippet": "Joe Biden on Wednesday formally nominated Lloyd Austin, a retired four-star army general and the former commander of the American military effort in I …"
        },
        {
            "title": "Masks slip as Ursula von der Leyen and Boris Johnson meet",
            "category": "Politics",
            "snippet": "Boris Johnson experienced an awkward exchange with the European commission president, Ursula von der Leyen, just before their make-or-break Brexit din …"
        },
        {
            "title": "Holidaymakers from Great Britain barred from EU after 1 January under Covid rules",
            "category": "Politics",
            "snippet": "British holidaymakers will be barred from the European Union from 1 January under current Covid-19 safety restrictions, with the EU commission indicat …"
        },
        {
            "title": "Stunning dark ages mosaic found at Roman villa in Cotswolds",
            "category": "UK-News",
            "snippet": "Life at the start of the dark ages in Britain is generally thought of as a pretty uncomfortable time, an era of trouble and strife with the departure …"
        },
        {
            "title": "'Deadlock at dinner': what the papers say about the Brexit talks",
            "category": "Politics",
            "snippet": "The high-stakes Brexit dinner in Brussels on Wednesday night between Boris Johnson and Ursula von der Leyen is given top billing by almost all the pap …"
        },
        {
            "title": "Evaristo says 'powerful statement' to be first black female head of UK drama school",
            "category": "Books",
            "snippet": "The Booker prize-winning author Bernardine Evaristo has praised her former college for making an “important statement” by installing her as the UK’s f …"
        },
        {
            "title": "The 50 best albums of 2020, No 7: Haim – Women in Music Pt III",
            "category": "Music",
            "snippet": "“As soon as you stop looking, you’ll find it.” This is something that single people in search of love always get told, and it’s very annoying – doubly …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 7: Saint Maud",
            "category": "Film",
            "snippet": "What a strange, contained, audacious film this is. Rose Glass’s silken debut hit headlines with a Tenet-beating box office performance in October, but …"
        },
        {
            "title": "Il Mio Corpo review – a taste of common humanity under Sicily's burning sun",
            "category": "Film",
            "snippet": "The title could allude to mass in the church in which some scenes are set (“Take, eat, this is my body”). But the bodies are more secular in this rath …"
        },
        {
            "title": "'It's surreal': the US officials facing violent threats as Trump claims voter fraud",
            "category": "US-News",
            "snippet": "On 1 December Gabriel Sterling, a Republican election official in Georgia, stood on the steps of the state capitol in Atlanta and let rip on Donald Tr …"
        },
        {
            "title": "Reasons to love rugby union are the same as those that make us worry about it",
            "category": "Sport",
            "snippet": "It was one of those tackles that seemed to stop the game dead. Midway through the first half of England’s match against France on Sunday, the French c …"
        },
        {
            "title": "Dreamland review – Margot Robbie hits the bank in twist on Bonnie and Clyde",
            "category": "Film",
            "snippet": "A lonely kid in a 1930s Texas dustbowl town dreams of adventure. Then it all comes to life when a fugitive bank robber, badly wounded, shows up and hi …"
        },
        {
            "title": "Daddy by Emma Cline review – an unflinching collection",
            "category": "Books",
            "snippet": "In the opening story of Emma Cline’s collection Daddy, a father gathers his adult children for the holidays. His daughters are distracted and hostile; …"
        },
        {
            "title": "Say that again? UK speech-dubbing pioneer secures new funding",
            "category": "Business",
            "snippet": "Summary: A British artificial intelligence startup that helped Sky News and YouTube stars translate their video content into foreign languages has secured £8m …"
        },
        {
            "title": "A Paolo Rossi tribute, the best of Peter Alliss and tenpin bowling mishaps",
            "category": "Sport",
            "snippet": "1) RIP Paolo Rossi. The Italian football great’s death was announced on Thursday. Judging by this Fifa short film from 2018, he was also a wise man to …"
        },
        {
            "title": "Talking Horses: Hollie Doyle breaks more new ground at Happy Valley",
            "category": "Sport",
            "snippet": "It has been a year when Hollie Doyle seized every opportunity to come her way and she did so again at Happy Valley in Hong Kong on Wednesday, becoming …"
        },
        {
            "title": "Europe's elite must rouse themselves again for condensed Champions Cup",
            "category": "Sport",
            "snippet": "And so the Autumn Nations Cup was decided by a kick. It almost wrote itself after a month in which the skies were assailed and the only reason there w …"
        },
        {
            "title": "'It's a ghost town': Can America's oldest Chinatown survive Covid-19?",
            "category": "US-News",
            "snippet": "Iron gates and metal doors appeared to shutter the fronts of every other shop, their once-bustling entrances overflowing with brightly colored knickkn …"
        },
        {
            "title": "The Mole Agent review – care-home spy uncovers wells of loneliness",
            "category": "Film",
            "snippet": "There are moments of sweetness and sadness in Maite Alberdi’s documentary about an old people’s care home in Chile. But I couldn’t make friends with t …"
        },
        {
            "title": "Shutdown of Honda plant due to Brexit ports delays extended into next week",
            "category": "Business",
            "snippet": "Honda’s factory in Swindon will not restart production until Monday at the earliest after the Japanese carmaker was forced to shut it down because of …"
        },
        {
            "title": "UK residents: will you be travelling to Europe after Brexit in 2021?",
            "category": "Politics",
            "snippet": "As the winter season sets in, many people will be planning their holidays to other EU countries next year. But under current Covid restrictions, Briti …"
        },
        {
            "title": "Big Bash League 2020 season opener: Hobart Hurricanes beat Sydney Sixers – as it happened",
            "category": "Sport",
            "snippet": "The Big Bash League for 2020-21 is underway and on a chilly night in Hobart the Hurricanes bowled superbly in the second half of the Sydney Sixers inn …"
        },
        {
            "title": "Paul McCartney: McCartney III review – lockdown LP has his best songs in years",
            "category": "Music",
            "snippet": "History suggests that critics should consider treading carefully when it comes to McCartney III. Its two predecessors, 1970’s McCartney and 1980’s McC …"
        },
        {
            "title": "Ocado stockpiles long-life products in case of no-deal Brexit",
            "category": "Business",
            "snippet": "Ocado is stockpiling long-life products such as Italian beer in readiness for a no-deal Brexit but said it did not have enough warehouse space to buil …"
        },
        {
            "title": "'If she was a bloke, she’d still be in print': the lost novels of Gertrude Trevelyan",
            "category": "Books",
            "snippet": "Great things were predicted for Gertrude Trevelyan in 1932, when she published her debut, Appius and Virginia, about a lonely woman who sets out to ra …"
        },
        {
            "title": "Worst UK economic slump for 300 years not a good platform for Brexit talks",
            "category": "Politics",
            "snippet": "Brexit deal or no Brexit deal, the UK faces a rocky few months as businesses, left dangling until the last minute, find out what kind of relationship …"
        },
        {
            "title": "Birmingham council considered deporting 11-year-old after her mother died",
            "category": "UK-News",
            "snippet": "An ombudsman has upheld a complaint against Birmingham city council after it considered deporting an 11-year-old girl following the death of her mothe …"
        },
        {
            "title": "Councils vow to defy UK rule on deporting migrant rough sleepers",
            "category": "Politics",
            "snippet": "A growing number of councils, charities and other organisations have pledged to boycott new Home Office rules to criminalise and deport migrant rough …"
        },
        {
            "title": "UK nightclub operator Deltic Group on brink of administration",
            "category": "Business",
            "snippet": "The UK’s largest nightclub operator, Deltic Group, is on the brink of administration as it battles to secure a rescue deal. The group, which employs j …"
        },
        {
            "title": "The 20 best body-swap films – ranked!",
            "category": "Film",
            "snippet": "20. Nine Lives (2016) Before we begin, we need to make the distinction between body-swap films and body-switch films. A body-swap film is a film in wh …"
        },
        {
            "title": "Theresa May accused of breaking rules in blocking drugs expert",
            "category": "Politics",
            "snippet": "Theresa May has been accused of breaking the code for public appointments as prime minister after it emerged that she blocked the appointment of a dru …"
        },
        {
            "title": "Brexit deal or no deal: your quick guide to the negotiations",
            "category": "Politics",
            "snippet": "What happened on Wednesday night? Boris Johnson and the European commission president, Ursula von der Leyen, met in person over a three-hour scallop a …"
        },
        {
            "title": "Taylor Swift announces second surprise album of 2020, Evermore",
            "category": "Music",
            "snippet": "Taylor Swift has announced her second surprise album of 2020, entitled Evermore. Swift describes the 17-track LP as a “sister album” to Folklore, rele …"
        },
        {
            "title": "Boris Johnson faces legal challenge for clearing Priti Patel of bullying",
            "category": "Politics",
            "snippet": "A legal challenge has been launched against Boris Johnson’s decision to clear Priti Patel of bullying despite advice that she had breached the ministe …"
        },
        {
            "title": "Songbird review – Hollywood's first Covid thriller is a technical triumph",
            "category": "Film",
            "snippet": "The news that not one but multiple Covid-19 vaccines are on the way to pharmacies and hospitals worldwide came as a relief to us all, a confirmation t …"
        },
        {
            "title": "'It has hammered us': 2019's election voters on a difficult year",
            "category": "Politics",
            "snippet": "Belfast East The mist of uncertainty that worried east Belfast voters in the run-up the general election has given way, a year later, to a depressing …"
        },
        {
            "title": "Oliver Cromwell did it but will Boris Johnson? Why MPs might sit on Christmas Day",
            "category": "Politics",
            "snippet": "The last time parliament sat in Westminster on Christmas Day, business began with the second reading of a bill about the holding of sheriffs’ courts i …"
        },
        {
            "title": "Beethoven: The Piano Trios review – Barenboim revisits past glories",
            "category": "Music",
            "snippet": "Summary: Daniel Barenboim spent lockdown earlier this year practising the piano. One of the fruits of that intensive work has been his fifth complete recording …"
        },
        {
            "title": "Get ready for Covid-23: making a pandemic thriller in a frightening near future",
            "category": "Film",
            "snippet": "What did you do over lockdown? Learn the oboe? Tick off the complete works of Proust? Bake your own weight in banana bread? British director Adam Maso …"
        },
        {
            "title": "Funny Boy review – Sri Lankan rites-of-passage tale clashes with political reality",
            "category": "Film",
            "snippet": "There is something a bit soapy and melodramatic about this queer coming-of-age drama from Sri Lanka, picked up by Ava DuVernay’s company Array and rel …"
        }
    ]
}