{
    "page": [
        {
            "title": "Jesy Nelson leaves Little Mix to focus on mental health",
            "category": "Music",
            "snippet": "Summary: Jesy Nelson has quit Little Mix, the UK pop quartet who have topped the British singles chart four times since forming on The X Factor in 2011. Announ …"
        },
        {
            "title": "Keir Starmer under fire for failing to challenge radio caller's racism",
            "category": "Politics",
            "snippet": "Keir Starmer has been criticised for failing to challenge a caller to a radio phone-in who advanced a racist conspiracy theory and hailed Israel as an …"
        },
        {
            "title": "London's move to tier 3 'will put thousands of hospitality jobs at risk'",
            "category": "Business",
            "snippet": "Business leaders have warned that thousands of jobs are at risk because of the government’s “illogical” decision to close pubs, bars, restaurants and …"
        },
        {
            "title": "England's new Covid variant: should we be worried?",
            "category": "UK-News",
            "snippet": "Public Health England has studied the genetic sequence of the virus and notified the WHO, which is looking into the spread pathway of the new strain i …"
        },
        {
            "title": "UK coronavirus: people urged to be extra careful at Christmas as millions in England face toughest restrictions - as it happened",
            "category": "Politics",
            "snippet": "That’s it from the UK blog team. You can continue to follow our global coronavirus coverage at - More than 60% of England’s population - around 34 mil …"
        },
        {
            "title": "Will Young tells inquest: caring for my brother became too much",
            "category": "Music",
            "snippet": "Will Young has described how years spent caring for his twin brother, who struggled with depression and addiction, became too much and he eventually f …"
        },
        {
            "title": "Tony Blair rock opera to be staged in London in 2021",
            "category": "Politics",
            "snippet": "The life of Tony Blair is to be staged as a rock opera next year, featuring a cast of characters including Princess Diana and Saddam Hussein. Tony! (A …"
        },
        {
            "title": "Rugby World Cup draw whets appetite for France serving up a classic in 2023",
            "category": "Sport",
            "snippet": "If the 2023 Rugby World Cup proves as multidimensional as the gloriously unpredictable pool draw anything could happen in France in three years’ time. …"
        },
        {
            "title": "Intensive care units fill to capacity across California amid Covid-19 surge",
            "category": "US-News",
            "snippet": "Intensive care units filled to capacity across California this weekend, as Covid-19 cases and hospitalizations continued to rise at alarming rates. Ho …"
        },
        {
            "title": "Biden addresses nation as election victory formally affirmed - as it happened",
            "category": "US-News",
            "snippet": "Summary: From me and Joan E Greve: The US coronavirus death toll surpassed 300,000 as the country distributed its first doses of the Pfizer vaccine. Frontline …"
        },
        {
            "title": "The 50  best albums of 2020, No 4: Perfume Genius – Set My Heart on Fire Immediately",
            "category": "Music",
            "snippet": "Every Perfume Genius album marks some kind of transition. When singer Mike Hadreas released his 2010 debut, the intimate, introspective Learning, he e …"
        },
        {
            "title": "Earliest known Church of England hymn by female composer found",
            "category": "Music",
            "snippet": "Summary: Another jigsaw piece in the history of female composers has been slotted into place with the discovery of the earliest known Church of England anthem …"
        },
        {
            "title": "LoveHolidays to repay £18m to customers over coronavirus disruption",
            "category": "Business",
            "snippet": "LoveHolidays, one of the UK’s biggest online travel agents, has been ordered to refund £18m to more than 40,000 customers after their trips were cance …"
        },
        {
            "title": "Facing a lonely holiday? Single moms know how to help",
            "category": "Life-and-Style",
            "snippet": "This Christmas, we will have a small celebration, and it will certainly feel different. Experts have warned that, due to the rising number of Covid ca …"
        },
        {
            "title": "Esther Dingley: mother of missing British hiker 'distraught'",
            "category": "UK-News",
            "snippet": "Summary: The mother of the missing hiker Esther Dingley has said she is “distraught” and that it was “utterly out of character” for her daughter to be out of c …"
        },
        {
            "title": "What happened when the Tarahumaras' love of ultrarunning went global?",
            "category": "Sport",
            "snippet": "Next up in ESPN’s venerable 30 for 30 series is The Infinite Race, a documentary on a sports topic that hardly checks the biggest 30 for 30 box, in th …"
        },
        {
            "title": "London property owner Shaftesbury swings to £700m loss amid Covid crisis",
            "category": "Business",
            "snippet": "Shaftesbury, one of the biggest landlords in central London, has slumped to a £700m loss after slashing the value of its portfolio, as the West End br …"
        },
        {
            "title": "Jesy Nelson: abuse has cruelly silenced one of pop's few unfiltered voices",
            "category": "Music",
            "snippet": "I first interviewed Little Mix in 2012, not long after they’d won The X Factor, the first girl band to do so. At that point they had one song to their …"
        },
        {
            "title": "2020 exposed women's cricket's place in hierarchy after upbeat start",
            "category": "Sport",
            "snippet": "Five years ago in an Australian boardroom, Kevin Roberts, the current chief executive of Cricket Australia, scratched his chin and suggested it might …"
        },
        {
            "title": "The Macaluso Sisters review – aftermath of a tragedy in scorching drama",
            "category": "Film",
            "snippet": "An almost unbearable sadness settles like the sunset on this beautifully composed tale of how a tragic accident in childhood poisons four adult lives; …"
        },
        {
            "title": "Un Film Dramatique review – French youngsters get their say",
            "category": "Film",
            "snippet": "“Do you have as good a chance of becoming president as someone from a fancy neighbourhood?” A teenage girl is interviewing a boy in her class. They’re …"
        },
        {
            "title": "Major winter storm to bring deep snow and power outages to US east coast",
            "category": "US-News",
            "snippet": "Summary: Around 45 million Americans are on standby for deep snow and power outages, as a major winter storm leaves the Rocky mountains and heads for east coas …"
        },
        {
            "title": "Farewell Amor review – humane and skilful Angolan diaspora tale",
            "category": "Film",
            "snippet": "Tanzanian-American writer-director Ekwa Msangi makes her feature debut with this warmly humane film after an apprenticeship in shorts, and it’s an aus …"
        },
        {
            "title": "Is she hiding in a submarine? In a bunker? The hunt for Ghislaine Maxwell",
            "category": "Life-and-Style",
            "snippet": "This time last year, Ghislaine Maxwell was off the grid. The Oxford-educated socialite was lying low as the focus of a frenzied media hunt pivoted to …"
        },
        {
            "title": "Top bun: Tom Cruise's cake-mailing habit proves he's a real Christmas miracle",
            "category": "Film",
            "snippet": "Tom Cruise follows me on Twitter. Until now, I have been relatively proud of this fact, even though he follows tens of thousands of people, and only t …"
        },
        {
            "title": "‘Kamikaze’: the experts urging UK to rethink Christmas Covid rules",
            "category": "Politics",
            "snippet": "Summary: A growing number of experts and politicians are urging the government to rethink plans to relax Covid restrictions over Christmas. They include: Scien …"
        },
        {
            "title": "Some Covid changes are here to stay, Infrastructure Australia says as it ponders 2021 priorities",
            "category": "Business",
            "snippet": "Covid-19 drove Australians out to the regions, on to the internet and into second-hand cars, according to Infrastructure Australia. In a report about …"
        },
        {
            "title": "Johnson 'wasted public money' over adviser sacked by Dominic Cummings",
            "category": "Politics",
            "snippet": "Boris Johnson wasted thousands of pounds of public money by ignoring formal advice to pay off a special adviser who was escorted out of Downing Street …"
        },
        {
            "title": "'All they want is my voice': the real story of 'Mother of the Blues'  Ma Rainey",
            "category": "Music",
            "snippet": "When Florene Dawkins helped come to the rescue of a house that once belonged to Ma Rainey, the “Mother of the Blues”, it was boarded up, frequented by …"
        },
        {
            "title": "Readers on their favourite books of 2020: 'I’ve given it to everyone I know'",
            "category": "Books",
            "snippet": "Summary: Caste by Isabel Wilkerson In Caste, Wilkerson explains why racism thrives and not just thrives, but is actively institutionalised and why white privil …"
        },
        {
            "title": "Scottish airfield earmarked as post-Brexit lorry park",
            "category": "UK-News",
            "snippet": "An old military airfield near the Scottish town of Stranraer has been earmarked as an emergency lorry park in case of major delays at ferry terminals …"
        },
        {
            "title": "Military museum is being dumped on us, say people in Cardiff",
            "category": "UK-News",
            "snippet": "Champions of the project say it will tell inspiring stories of how the lives of wounded service personnel have been saved over the centuries and help …"
        },
        {
            "title": "UK redundancies hit record high as Covid-19 drives up unemployment – as it happened",
            "category": "Business",
            "snippet": "Time to wrap up. The UK suffered a record number of redundancies in the last quarter as firms cut staff in the face of the pandemic, before the govern …"
        },
        {
            "title": "New HS2 study urges government to defer eastern leg to Leeds",
            "category": "UK-News",
            "snippet": "The eastern leg of the HS2 high-speed network should be deferred in favour of developing regional rail links across the north, according to a report b …"
        },
        {
            "title": "Charley Pride obituary",
            "category": "Music",
            "snippet": "Summary: A fine baritone voice and friendly, graceful manner ensured that Charley Pride, who has died at the age of 86 from complications related to Covid-19, …"
        },
        {
            "title": "UK coronavirus: four-nations Christmas talks to continue tomorrow amid concern over easing of rules - as it happened",
            "category": "Politics",
            "snippet": "Michael Gove, the Cabinet Office minister, has been chairing a meeting with leaders from the devolved administrations to discuss whether to change the …"
        },
        {
            "title": "MI6 kept quiet about 'criminality' of agent with ‘licence to kill’",
            "category": "UK-News",
            "snippet": "MI6 failed to make clear to the foreign secretary that a “high risk agent” operating overseas had probably engaged in “serious criminality” until it w …"
        },
        {
            "title": "While we wait to find out about Christmas – two not-so-wise men",
            "category": "Politics",
            "snippet": "Summary: It’s just 10 days until Christmas and we are still none the wiser about almost anything to do with the coronavirus restrictions or Brexit. But then in …"
        },
        {
            "title": "UK drops push for renationalising of fishing vessels in Brexit talks",
            "category": "Politics",
            "snippet": "Downing Street has watered down a key demand over post-Brexit fishing rights as part of a broader compromise, EU sources said as Germany’s ambassador …"
        },
        {
            "title": "Sundance 2021: a low-key lineup announced for semi-virtual festival",
            "category": "Film",
            "snippet": "The 2020 Sundance film festival will be a stripped back, mostly virtual edition following in the footsteps of other festivals that have been forced to …"
        },
        {
            "title": "Peter Wright brightens up Ally Pally but this was not darts as we know it",
            "category": "Sport",
            "snippet": "Here today, gone tomorrow. Having taken the myriad precautions required to welcome limited but still sizeable numbers of arrow enthusiasts through the …"
        },
        {
            "title": "Biden taps Pete Buttigieg for transportation post and Jennifer Granholm for energy",
            "category": "US-News",
            "snippet": "Joe Biden has picked Pete Buttigieg, his former rival for the Democratic presidential nomination, to be his transportation secretary, in a move which …"
        },
        {
            "title": "Pay gap in Britain between executives and workers 'obscene', says union",
            "category": "Business",
            "snippet": "Unions have described companies who pay their chief executives huge multiples of their workers average salary as obscene, and called on ministers and …"
        },
        {
            "title": "Illinois board rejects plans to close essential South Side Chicago hospital",
            "category": "US-News",
            "snippet": "Summary: In a victory for health advocates and community members in Chicago, a review board has unanimously rejected a plan to shutter a safety-net hospital th …"
        },
        {
            "title": "Jacinda Barclay was our 'rockstar' but she deserved so much more",
            "category": "Sport",
            "snippet": "Summary: AFLW pre-season has rolled around again, appearing from the shadows of a long off-season cast by Covid-19 and the death of my teammate Jacinda Barclay …"
        },
        {
            "title": "David Oyelowo: 'Nowhere on Earth has been better at covering up racism than Great Britain'",
            "category": "Film",
            "snippet": "David Oyelowo is tired of talking about racism. After all, he has spent a professional lifetime doing so – not surprisingly, as this has been the focu …"
        },
        {
            "title": "Tory London mayor candidate criticised over using fake City Hall coat of arms",
            "category": "UK-News",
            "snippet": "The Conservative party’s candidate for London mayor has drawn cross-party condemnation for sending voters letters using fake “City Hall” insignia, the …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 3: Clemency",
            "category": "Film",
            "snippet": "Summary: In any year, there are films that mysteriously don’t seem to click with the awards establishment and don’t get the glittering prizes they deserve, whi …"
        },
        {
            "title": "Wollstonecraft by Sylvana Tomaselli review – trailblazing feminist",
            "category": "Books",
            "snippet": "Summary: Reflecting on her career two years before her premature death, Mary Wollstonecraft described herself as one of those who serve as “sign-posts, which p …"
        },
        {
            "title": "Airlines' failure to offer Covid cash refunds investigated by UK regulator",
            "category": "Business",
            "snippet": "The UK competition regulator has launched an investigation into the failure of airlines to offer cash refunds to travellers who have been unable to ta …"
        }
    ]
}