{
    "page": [
        {
            "title": "How will the EU travel ban affect Britons who have booked holidays?",
            "category": "Politics",
            "snippet": "British holidaymakers will be barred from the EU from 1 January as the European commission has indicated there will be no exemption for the UK from Co …"
        },
        {
            "title": "Alison Krauss's teenage obsessions: 'My spiked hair froze on the walk to school'",
            "category": "Music",
            "snippet": "Tony Rice – Cold on the Shoulder Growing up in Illinois, I didn’t have teenage angst. My parents encouraged my brother and I to speak our minds and I …"
        },
        {
            "title": "The EU's no-deal Brexit plans: what they are and what they mean",
            "category": "Politics",
            "snippet": "The European commission has published a series of no-deal contingency plans, warning that the outcome of the Brexit trade and security negotiation “re …"
        },
        {
            "title": "Dolly Parton says she may sell her entire back catalogue of songs",
            "category": "Music",
            "snippet": "Dolly Parton has said that she is considering selling her back catalogue of thousands of songs, as big name artists attract sky-high valuations for th …"
        },
        {
            "title": "Susan Rice tapped for top domestic policy role in Biden administration",
            "category": "US-News",
            "snippet": "Susan Rice has been tapped by president-elect Joe Biden to run his domestic policy council, an under-the-radar but highly influential group with broad …"
        },
        {
            "title": "Home Office sued by family of Windrush man refused UK citizenship",
            "category": "UK-News",
            "snippet": "Summary: The family of a Windrush man denied British citizenship on the grounds that he failed a good character requirement are suing the Home Office to try to …"
        },
        {
            "title": "Was Lori Loughlin's daughter wrong to ask Black women to restore her image?",
            "category": "Life-and-Style",
            "snippet": "In March 2019, the largest US college admissions scandal unfurled when 50 people were charged for their organized efforts to buy their children’s admi …"
        },
        {
            "title": "UK banks get go-ahead to restart limited dividends and bonuses",
            "category": "Business",
            "snippet": "Summary: Britain’s largest banks will be allowed to restart limited dividend payments and banker bonuses in the new year, after regulators determined that lend …"
        },
        {
            "title": "Pupils face mass testing as tier 3 Covid measures loom in London",
            "category": "Politics",
            "snippet": "Thousands of children will be tested for coronavirus in schools across London, Kent and Essex, in a bid to stem rising infection rates which have put …"
        },
        {
            "title": "UK business travellers to EU 'face fines' over post-Brexit permits",
            "category": "Politics",
            "snippet": "Summary: Business travellers will face fines of up to €20,000 (£18,240) if they do not apply for special permits for visits to conferences or exhibitions in th …"
        },
        {
            "title": "Chinese officials linked to Hong Kong arrests escape UK sanctions",
            "category": "Politics",
            "snippet": "The UK Foreign Office has caused dismay among critics of China after announcing new travel bans and asset freezes against 10 human rights abusers in f …"
        },
        {
            "title": "ECB's €500bn stimulus; US jobless claims jump; UK growth fizzles out – as it happened",
            "category": "Business",
            "snippet": "Time for a recap Growth in the UK economy has all but fizzled out. GDP expanded by just 0.4% in October, the weakest in six months, with Covid-19 rest …"
        },
        {
            "title": "Jeremy Montagu obituary",
            "category": "Music",
            "snippet": "Summary: My father, Jeremy Montagu, who has died aged 92, was a conductor, museum curator and author who specialised in the history and origin of musical instr …"
        },
        {
            "title": "Durgamati: The Myth review – haunted house goes under the Hammer",
            "category": "Film",
            "snippet": "Censorship may have been an issue in the past, but it’s striking how few horror films Indian commercial cinema has produced relative to those from oth …"
        },
        {
            "title": "Airlines hope EU bloc countries will exempt UK from travel ban",
            "category": "Business",
            "snippet": "Airlines have pinned their hopes on tourist destinations breaking ranks over EU post-Brexit entry rules as British holidaymakers could face bans from …"
        },
        {
            "title": "Lewis Hamilton returns for final grand prix of season after Covid all-clear",
            "category": "Sport",
            "snippet": "Lewis Hamilton will race in the Formula One season finale at Abu Dhabi on Sunday. The world champion missed the last round in Bahrain having contracte …"
        },
        {
            "title": "Covid outbreak hits Gatwick immigration detention centre",
            "category": "UK-News",
            "snippet": "Three wings at an immigration detention centre close to Gatwick airport are in lockdown after an outbreak of Covid-19. It is understood there are 17 c …"
        },
        {
            "title": "UK to deny asylum to refugees passing through 'safe' third country",
            "category": "UK-News",
            "snippet": "Ministers have quietly changed immigration rules to prevent people fleeing war or persecution from claiming asylum in the UK if they have passed throu …"
        },
        {
            "title": "Brexit: Boris Johnson warns of 'strong possibility' of no trade deal with EU – as it happened",
            "category": "Politics",
            "snippet": "That’s all from us tonight. I’ll leave you with this report from Heather Stewart, Jessica Elgot and Lisa O’Carroll on the prime minister’s warning tha …"
        },
        {
            "title": "Ports gridlocked and retailers struggling as Brexit deadline looms",
            "category": "Politics",
            "snippet": "The government is facing growing pressure to take action at the UK’s gridlocked container ports, as the looming Brexit deadline is also resulting in t …"
        },
        {
            "title": "BDO will not repay £4.5m furlough money despite paying partners £137m",
            "category": "Business",
            "snippet": "BDO, one of the UK’s leading accountancy firms, is refusing to pay back £4.5m in furlough money it received from taxpayers despite paying its 264 part …"
        },
        {
            "title": "Under-nines football coach gets life ban for assaulting child during game",
            "category": "Sport",
            "snippet": "A youth football coach has been banned for life after he hit a player during a game, sending the child to the ground. The coach, identified as Gerrel …"
        },
        {
            "title": "Anthony Joshua taking Klitschko route to title defence against Pulev",
            "category": "Sport",
            "snippet": "The hours drag in the last, slow week of a world heavyweight title fight and Anthony Joshua has been sparring at night as a way of killing time while …"
        },
        {
            "title": "Top Tory says Dominic Cummings's trip was 'deeply unfortunate'",
            "category": "Politics",
            "snippet": "Dominic Cummings’s notorious trip to Barnard Castle in April was a “deeply unfortunate episode” that undermined the government’s coronavirus message, …"
        },
        {
            "title": "Car battery firm scraps plan to build UK's first gigafactory in Wales",
            "category": "Business",
            "snippet": "Efforts to build up Wales’s automotive industry have received another blow, after a company seeking to build Britain’s first large electric car batter …"
        },
        {
            "title": "States targeted in Texas election fraud lawsuit condemn 'cacophony of bogus claims'",
            "category": "US-News",
            "snippet": "Georgia, Michigan, Pennsylvania and Wisconsin on Thursday urged the US supreme court to reject a lawsuit filed by Texas and backed by Donald Trump see …"
        },
        {
            "title": "Talking Horses: veteran trainer dismayed by his first fine in 36 years",
            "category": "Sport",
            "snippet": "A veteran trainer has spoken of his dismay at being found in breach of the non-trier rules, spoiling a previously blemish-free 36-year involvement in …"
        },
        {
            "title": "Netball asked to finally ditch dresses after skirting issue for too long",
            "category": "Sport",
            "snippet": "Walk into any netball association on a biting cold winter morning and you will notice one thing. While parents and spectators are wrapped up in heavy …"
        },
        {
            "title": "Georgia runoffs: can handwritten letters help get out the vote?",
            "category": "US-News",
            "snippet": "Each election season as campaigns ramp up get-out-the-vote efforts, socially awkward Americans face a dilemma: is it possible to help salvage democrac …"
        },
        {
            "title": "'We’ve Marie Kondo'd the birth of Christ': minimalist nativity scenes perplex the internet",
            "category": "Life-and-Style",
            "snippet": "A couple of pulled apart liquorice allsorts; laboratory sample tubes; several wooden blocks that cost US$225 – in 2020, anything can be a nativity. Th …"
        },
        {
            "title": "Joe Biden and Kamala Harris named Time magazine's 2020 person of the year",
            "category": "US-News",
            "snippet": "Summary: Joe Biden and Kamala Harris have been named Time magazine’s person – or persons – of the year for 2020. The magazine said: “Together, Joe Biden and Ka …"
        },
        {
            "title": "Taylor Swift: Evermore – rich alt-rock and richer character studies",
            "category": "Music",
            "snippet": "Anyone who feels they made insufficient use of 2020’s unexpected glut of spare time is strongly advised to avoid the prologue that Taylor Swift has wr …"
        },
        {
            "title": "The 50 best albums of 2020, No 6: Waxahatchee – Saint Cloud",
            "category": "Music",
            "snippet": "In March, Waxahatchee’s fifth album arrived accompanied by a neat narrative hook. Saint Cloud was the first record Katie Crutchfield had made since ge …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 6: Rocks",
            "category": "Film",
            "snippet": "The social-realist tag is so often the signal for something worthy and burdened with its own loyalty to grimness. Nothing could be further from the tr …"
        },
        {
            "title": "'Oh cool, I don’t have to put on pants!' Stars on music's year of chaos",
            "category": "Music",
            "snippet": "Summary: Each year we convene pop stars to mull over the year’s big musical moments, and for 2020 this was – like almost every social or professional interacti …"
        },
        {
            "title": "Is your browser window full of open tabs? Time for a digital declutter",
            "category": "Life-and-Style",
            "snippet": "Summary: When I was a kid, The World’s Strongest Man was televised each year during the fallow period between Christmas Day and New Year. The thing I remember …"
        },
        {
            "title": "The Last Libertines by Benedetta Craveri review – dangerous liaisons",
            "category": "Books",
            "snippet": "When the terrors of the French Revolution had passed, many of those aristocrats who had survived sat down to write their memoirs about the last years …"
        },
        {
            "title": "Chess: Polina Shuvalova shines as over-the-board play resumes in Moscow",
            "category": "Sport",
            "snippet": "Over-the-board chess has returned in impressive style to Moscow’s historic Central Chess Club this week. The building and its elegant playing hall, on …"
        },
        {
            "title": "Moses Farrow: ‘I’d be very happy to take my father’s surname’",
            "category": "Film",
            "snippet": "Moses Farrow is talking to me, thoughtfully and carefully, about what people misunderstand about adoption. “There’s a really powerful narrative that s …"
        },
        {
            "title": "Smiley Face Killers review – a blunt blade from Bret Easton Ellis",
            "category": "Film",
            "snippet": "The patchy cinematic record of novelist-turned-screenwriter Bret Easton Ellis includes the classic Christian Bale-starring adaptation of American Psyc …"
        },
        {
            "title": "'If it wasn’t for us, essential workers couldn’t go to work': a film on 24/7 daycare",
            "category": "Film",
            "snippet": "There is rarely such a thing as a good night’s sleep for Deloris and Patrick Hogan, the operators of Dee’s Tots daycare in the NYC suburb of New Roche …"
        },
        {
            "title": "Rosie Carney: The Bends review – spirited Radiohead covers",
            "category": "Music",
            "snippet": "Perhaps it’s no surprise that, in 2020, many artists have indulged in the healing power of a good cover song. Marika Hackman released a dreamy LP of t …"
        },
        {
            "title": "Heathrow could lose 2,000 retail jobs because of 'tourist tax'",
            "category": "UK-News",
            "snippet": "Heathrow could lose 2,000 retail jobs because of the government’s decision not to offer tax-free shopping for tourists, according to the airport’s chi …"
        },
        {
            "title": "Expert by Roger Kneebone review – the value of expertise",
            "category": "Books",
            "snippet": "Before the Brexit referendum in 2016, Michael Gove announced that Britain had had enough of experts, depicting them as out of touch and elitist. This …"
        },
        {
            "title": "The North Carolina hog industry's answer to pollution: a $500m pipeline project",
            "category": "US-News",
            "snippet": "Summary: Elsie Herring of Duplin county, North Carolina, lives in the house her late mother grew up in, but for the past several decades her home has been subj …"
        },
        {
            "title": "Gossip, scandal and forgotten stars: 10 of the best books about film",
            "category": "Film",
            "snippet": "Easy Riders, Raging Bulls Peter Biskind A stone-cold classic from the moment it arrived in 1998. Biskind, a former editor of Premiere magazine, produc …"
        },
        {
            "title": "Sonny Rollins: Rollins in Holland review – saxophone colossus on gale-force form",
            "category": "Music",
            "snippet": "The creative acquisitiveness of improvisation sounds boundless in the work of jazz sax master Sonny Rollins. He turned 90 in September. Every timeless …"
        },
        {
            "title": "Disney announce 10 Star Wars and 10 Marvel series – and new films",
            "category": "Film",
            "snippet": "Disney has unveiled a huge slew of new projects for the next decade at an investor event. Speaking on Thursday, Lucasfilm boss Kathleen Kennedy announ …"
        },
        {
            "title": "Whitehaven Coal pleads guilty to breaching mining laws causing 'significant environmental harm'",
            "category": "Business",
            "snippet": "Summary: Whitehaven Coal has pleaded guilty to 19 charges brought against it by the state’s resources regulator for breaches of mining laws that caused environ …"
        },
        {
            "title": "Virgin Media and O2 merger faces in-depth investigation by regulator",
            "category": "Business",
            "snippet": "The UK competition regulator has launched a full in-depth investigation into the £31bn merger of Virgin Media and O2. Liberty Global and Telefonica, t …"
        }
    ]
}