{
    "page": [
        {
            "title": "Jamie Cullum: ‘I channel a lot of emotional intensity into my music'",
            "category": "Life-and-Style",
            "snippet": "Summary: Growing up in a very provincial village near Swindon, in Wiltshire, I struggled to articulate why my family was different. My parents were immigrants. …"
        },
        {
            "title": "Gorillaz: Song Machine Live from Kong review – a genre-straddling success story",
            "category": "Music",
            "snippet": "Little about 2020 has been straightforward. So there is something perversely logical in the prospect of Gorillaz – a half-real, half-virtual band who …"
        },
        {
            "title": "Five-mile lorry queues in Kent as businesses prepare for Christmas and Brexit",
            "category": "Politics",
            "snippet": "Brexit uncertainty on top of the usual volume of Christmas traffic have caused huge queues in Kent, with a line of lorries stretching five miles up th …"
        },
        {
            "title": "Three life-changing conversations: 'It made me understand I am not a dirty word’",
            "category": "Life-and-Style",
            "snippet": "As a writer, my main concern is inviting the reader into a world that they might not otherwise know. And if it’s a world they do know, I want it to fe …"
        },
        {
            "title": "American Utopia review – David Byrne and Spike Lee burn down the house",
            "category": "Film",
            "snippet": "Director Spike Lee and musician David Byrne have created a crowd-pleaser with this spry concert film of Byrne’s 2018 tour turned Broadway performance. …"
        },
        {
            "title": "India's epic Adelaide collapse competes with very worst in history",
            "category": "Sport",
            "snippet": "As you meander through a life of cricket, you get to know certain numbers and parts of the historical record as familiar landmarks on your way. You se …"
        },
        {
            "title": "Rock the casbah: a Moroccan-inspired interior",
            "category": "Life-and-Style",
            "snippet": "Maura McLaughlin’s house – a handsome, redbrick semi-detached-detached in Dublin – has been known to stop passersby in their tracks. “Sometimes, if I’ …"
        },
        {
            "title": "Strict Christmas travel ban for Scotland as Wales enters early lockdown",
            "category": "UK-News",
            "snippet": "Summary: There will be a strict travel ban between Scotland and the rest of the UK throughout the festive period, and the five-day Christmas window for indoor …"
        },
        {
            "title": "Coronavirus changed our world but Australia's economic debate still lacks humanity",
            "category": "Business",
            "snippet": "This year the coronavirus dominated our life and our economy, and in doing so it revealed a few salient points about both. It also illuminated a few u …"
        },
        {
            "title": "How we stay together: 'I believe in some sort of brain waves that connect'",
            "category": "Life-and-Style",
            "snippet": "Names: Cecil and Stella Renfield Years together: 75 Occupations: retired If you ask Cecil Renfield for the secret to an enduring relationship, he has …"
        },
        {
            "title": "'I took a trip to the North Pole': Anthony Fauci tells children he vaccinated Santa",
            "category": "US-News",
            "snippet": "Children around the world should not worry about the logistics of Christmas present delivery while the coronavirus pandemic rages, Dr Anthony Fauci sa …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Getting ready for Christmas, November 1968",
            "category": "Life-and-Style",
            "snippet": "For Christmas 1968, the Observer Magazine teamed up with Heal’s for a guide to the ‘timely art of making Christmas 1968 a happy one’ with ‘51 worrying …"
        },
        {
            "title": "Christmas wishes for gardeners",
            "category": "Life-and-Style",
            "snippet": "It’s 20 December, the day before the shortest day, when the nights are long and the sun is low and much gardening is largely redundant. Your last chan …"
        },
        {
            "title": "Canelo Álvarez dominates Callum Smith to unify super middleweight titles – as it happened",
            "category": "Sport",
            "snippet": "That’s all for tonight. Thanks as always for following along with us and be sure to check out the fight report here. Álvarez landed 214 of 494 total p …"
        },
        {
            "title": "Trickle-down economics  is dead. It’s time to tax the rich harder",
            "category": "Business",
            "snippet": "Pressure is building on Rishi Sunak to tax the City financiers and business owners that conventional Tory thinking states will quit Britain – or, less …"
        },
        {
            "title": "Kindred by Rebecca Wragg Sykes review – a new understanding of humanity",
            "category": "Books",
            "snippet": "Homo sapiens’ relationship with our long-lost relatives the Neanderthals has undergone a lot of rethinking since our relatively recent reintroduction …"
        },
        {
            "title": "Gemma Arterton: ‘I feel more in control now’",
            "category": "Film",
            "snippet": "Gemma Arterton was desperate as a teenager to leave her small home town in Kent to go and live in London. She remembers, in detail, the day she finall …"
        },
        {
            "title": "Wonder Woman 1984 review – the superheroine 2020 needs",
            "category": "Film",
            "snippet": "This long-delayed sequel to 2017’s hugely enjoyable superhero romp Wonder Woman was originally slated for release last Christmas, but it may be just t …"
        },
        {
            "title": "Novelty crisps, pigs in blankets. Let’s go full-on festive…",
            "category": "Life-and-Style",
            "snippet": "Summary: The inventor of the fairy light should be knighted. This year their humble bulbs are doing much heavy lifting. This being a year that progressed at th …"
        },
        {
            "title": "Why dahlias are tougher than you think",
            "category": "Life-and-Style",
            "snippet": "Dahlias have gone from being inexplicably out of fashion to one of the most on-trend plants around in the space of a mere five years or so. However, a …"
        },
        {
            "title": "Green and tonic: gin in paper bottles is the new eco-tipple",
            "category": "Business",
            "snippet": "Summary: The world’s first gin in a paper-based bottle is set to go on sale in the UK early next year as packaging specialists jostle to step up production of …"
        },
        {
            "title": "Conservative MPs threaten rebellion on Brexit deal",
            "category": "Politics",
            "snippet": "More than 30 pro-Brexit Tory MPs are privately threatening to withhold support for a UK-EU free trade deal if Boris Johnson is forced into any signifi …"
        },
        {
            "title": "The true meaning of ‘kissmiss’",
            "category": "Life-and-Style",
            "snippet": "Summary: We’ve spent much of December thinking our son has gotten the Christmas bug, but we also wonder if we’re just trying to convince ourselves. His interes …"
        },
        {
            "title": "My perfect Christmas playlist, by Michael Kiwanuka, Sophie Ellis-Bextor and Tim Burgess",
            "category": "Music",
            "snippet": "Summary: Michael Kiwanuka 2020 Mercury prize winner and associate of mysterious band of the year Sault It’s been such a good year for my album, but it feels so …"
        },
        {
            "title": "Seasonal makeover: from couch potato to festive diva",
            "category": "Life-and-Style",
            "snippet": "How do you look at the moment? It’s a loaded question, I know. “Asking me to choose one physical feature I feel bad about is like asking me to choose …"
        },
        {
            "title": "Observer Sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "I've been unfairly targeted, says academic at heart of National Trust 'woke' row",
            "category": "UK-News",
            "snippet": "The academic at the centre of an escalating row over the National Trust’s efforts to explore links between its properties and colonialism has warned o …"
        },
        {
            "title": "No need to go to church on Christmas Day, says Justin Welby",
            "category": "UK-News",
            "snippet": "Elderly and vulnerable churchgoers should think carefully about the risk to themselves before going to church on Christmas Day, the archbishop of Cant …"
        },
        {
            "title": "Royal Opera Christmas concert review – pandemic pyjama party around the tree",
            "category": "Music",
            "snippet": "Curious though it may seem, the Royal Opera staged a pyjama party for its Christmas concert, the stream of which went ahead as scheduled, though tier …"
        },
        {
            "title": "All about my father: chef Ravinder Bhogal on her distant dad",
            "category": "Life-and-Style",
            "snippet": "My father was my first love. It wasn’t a romantic love, of course, but all the ache of love was in it. He was handsome, charming and dangerous. It was …"
        },
        {
            "title": "Police will fine people leaving Covid tier 4 areas without reason",
            "category": "UK-News",
            "snippet": "Police have said they will fine people for travelling in and out of tier 4 areas without a reasonable excuse, but have admitted they have no intention …"
        },
        {
            "title": "Jack Harlow: That's What They All Say review – breezy confessionals",
            "category": "Music",
            "snippet": "Summary: Kentucky’s Jack Harlow is one of the most hyped new rappers of this year, with a No 2 single and a Grammy nod for the same song, Whats Poppin. He’s al …"
        },
        {
            "title": "Jeremy Bulloch obituary",
            "category": "Film",
            "snippet": "Jeremy Bulloch, who has died aged 75, was a busy character actor who staked a claim for cinematic immortality by playing the inscrutable Boba Fett in …"
        },
        {
            "title": "Norton Motorcycles ex-owner ordered to pay back missing £14m in pensions",
            "category": "Business",
            "snippet": "Summary: The former owner of Norton Motorcycles will be forced to pay back about £14m missing from the company’s employee retirement fund, after being refused …"
        },
        {
            "title": "How to prepare for Christmas Day – even under tier 4 restrictions",
            "category": "Life-and-Style",
            "snippet": "Summary: The imposition of tier 4 restrictions for Christmas has forced millions of people into suddenly having to plan their first solo Christmas Day after de …"
        },
        {
            "title": "Katy: a short story by Bryan Washington",
            "category": "Books",
            "snippet": "The ask felt abrupt. Noah told me – over a text, our first in years – that he and his mother were reopening their bakery, but then he asked if I could …"
        },
        {
            "title": "'Gone ballistic': village of Staithes basks in BBC fishing limelight",
            "category": "Sport",
            "snippet": "The village of Staithes, surrounded by craggy cliffs, a rocky coastline and a sheltered sandy beach, is awash with beautiful sites. That alone is reas …"
        },
        {
            "title": "Cardio is the worst. I hated every second of Zumba, HIIT and Spin",
            "category": "Life-and-Style",
            "snippet": "Prove Me Wrong is a new summer series in which Guardian Australia colleagues argue over whose tastes on popular culture, food and leisure activities a …"
        },
        {
            "title": "'Want to do the Spacegirl dance with me?' How to talk to teens this Christmas",
            "category": "Life-and-Style",
            "snippet": "Guides for talking to teenagers range from the useless to the psychopathic. “Really listen,” one reads, “control your emotions,” says another, “water …"
        },
        {
            "title": "Frosty mornings but no white Christmas for UK, forecasters say",
            "category": "UK-News",
            "snippet": "Summary: Those dreaming of a white Christmas will be left further disappointed this year after the Met Office forecast no more than frosty conditions for the U …"
        },
        {
            "title": "European states ban travel from UK as new Covid strain takes hold",
            "category": "UK-News",
            "snippet": "European countries have banned flights and ferries carrying passengers from the UK in a desperate attempt to suppress the spread of a new variant of t …"
        },
        {
            "title": "Covid and media cuts behind fall in recorded US lightning strike deaths",
            "category": "US-News",
            "snippet": "Summary: Lightning strike fatalities in the US have dipped to one of the lowest figures in years, and an organization that tallies such incidents suspects the …"
        },
        {
            "title": "Europe bans travel from the UK over new Covid strain: what we know so far",
            "category": "UK-News",
            "snippet": "A growing number of European nations have banned travel from the UK in a bid to stop a mutant strain of coronavirus crossing their borders. This is wh …"
        },
        {
            "title": "Researchers win £1m grant to unlock secrets of Viking-era treasure trove",
            "category": "UK-News",
            "snippet": "Summary: Researchers in Scotland hope to unlock the secrets of a stunning Viking-age hoard after a receiving a £1m grant to examine the provenance of the 10th …"
        },
        {
            "title": "Sydney Test in doubt as Covid-19 outbreak wreaks havoc on Australian sport",
            "category": "Sport",
            "snippet": "The Sydney Test could yet become a victim of Sydney’s Covid-19 outbreak as new border closures and restrictions wreak havoc with the Australian sporti …"
        },
        {
            "title": "'The Scrooge guy called us all mutants': when Christmas grottos go wrong",
            "category": "Life-and-Style",
            "snippet": "Christmas grottos – the miniature, temporary Santa Claus-themed wonderlands that pop up around the world in December – seem to have taken a dark turn …"
        },
        {
            "title": "Lockdown strengthened their love, but would Jonathan and Kit survive life’s ‘boring bits’?",
            "category": "Life-and-Style",
            "snippet": "In June, we met the whirlwind lovers of lockdown: the single people who threw caution to the wind and jumped into new relationships as the world was s …"
        },
        {
            "title": "Prepare stories and invite a dog: eight tips for surviving a Zoom Christmas",
            "category": "Life-and-Style",
            "snippet": "Summary: Set up a ‘Zoom room’ in your home Your laptop screen will be a window into your soul this holiday season, so take advantage of the opportunity to make …"
        },
        {
            "title": "My 2021 wishlist for rugby: Lions success and action on head injuries",
            "category": "Sport",
            "snippet": "Summary: 1. Country The international game, in Europe at least, is trapped in a kicking cycle, as it invariably is when referees are told to make the breakdown …"
        }
    ]
}