{
    "page": [
        {
            "title": "The 50 best films of 2020 in the UK: the full list",
            "category": "Film",
            "snippet": "50 Boys State This eye-opening film looks at a role-play event to teach kids how politics works, organised by the American Legion. Here the Texas vers …"
        },
        {
            "title": "NFL coaching carousel rankings: is the Jets job the most attractive in the league?",
            "category": "Sport",
            "snippet": "It’s the most wonderful time of the NFL year. Hope is in the air for those looking for a new job – the coaching carousel is almost here. This year’s c …"
        },
        {
            "title": "Paul McCartney expects Glastonbury 2021 to be cancelled",
            "category": "Music",
            "snippet": "Summary: Paul McCartney, this year’s would-be Glastonbury headliner, does not expect the festival to go ahead in 2021. The former Beatles star told BBC Radio 4 …"
        },
        {
            "title": "Experience: I lived as a wild turkey",
            "category": "Life-and-Style",
            "snippet": "I started adopting young animals while still a child myself. Many were orphaned newborns, meaning I mothered a variety of creatures – raccoon, squirre …"
        },
        {
            "title": "Chris Packham: ‘I read Brave New World at 13 – I found it terrifying but empowering'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading I’ve just finished Dale Vince’s Manifesto. He’s the person behind green energy company Ecotricity, and he’s keen to en …"
        },
        {
            "title": "Gal power: is Wonder Woman 1984 the first #MeToo superhero movie?",
            "category": "Film",
            "snippet": "There’s a scene in Wonder Woman 1984 where the luminous Diana Prince (Gal Gadot) glides into a crowded party. Everyone is staring at her – but this is …"
        },
        {
            "title": "California psychiatric hospital's Covid-19 outbreak has sickened almost 700",
            "category": "US-News",
            "snippet": "Lawyers representing patients at a southern California psychiatric hospital describe the state-run facility as a “tinderbox” for Covid-19 infections. …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 1 – Nomadland",
            "category": "Film",
            "snippet": "In a hushed year for new releases, postponed or sent straight into the often confusing digital ether, and one that saw us all spend the majority of ou …"
        },
        {
            "title": "Ministerial aide sacked after leaking of letter warning MPs not to leak to media",
            "category": "Politics",
            "snippet": "A ministerial aide was sacked on Thursday night after the Conservative chief whip sent out a letter with varied wording in a “canary trap” designed to …"
        },
        {
            "title": "Northern Ireland Covid lockdown ‘will devastate businesses’",
            "category": "UK-News",
            "snippet": "Northern Ireland’s sweeping six-week lockdown will inflict significant job losses and a “tsunami” of bankruptcies, business leaders have warned. Repre …"
        },
        {
            "title": "What did Santa bring us? Two Syrian refugees",
            "category": "Life-and-Style",
            "snippet": "Summary: We were halfway through the annual game of pass-the-orange-under-the-chin when I realised that Christmas was going to be OK. No, not just OK, better. …"
        },
        {
            "title": "Covid puts us in the weird position of missing the Christmas songs we hate",
            "category": "UK-News",
            "snippet": "Summary: Monday Along with a lot of other people in New York, we put up our Christmas tree early this year – the day after Thanksgiving, and three days before …"
        },
        {
            "title": "David Constantine wins Queen's gold medal for poetry",
            "category": "Books",
            "snippet": "The Queen’s gold medal for poetry has been awarded to David Constantine, a “long overdue” prize for a writer praised by the poet laureate, Simon Armit …"
        },
        {
            "title": "Chinese tech firm increases stake in Universal Music to 20%",
            "category": "Music",
            "snippet": "The Chinese technology company Tencent has doubled its stake in Universal Music to 20% as the streaming boom drives the world’s largest music company …"
        },
        {
            "title": "Dental surgery taught me about the power of silence",
            "category": "Life-and-Style",
            "snippet": "Last week I had an emergency wisdom tooth extraction. It left me puffy, swollen, and – with the exception of a few words forced out of my mouth’s good …"
        },
        {
            "title": "My older brother makes me feel stupid and I can't laugh it off",
            "category": "Life-and-Style",
            "snippet": "I am a 40-year-old woman who has been talked down to and patronised by my older brother my entire life. He often speaks to me as though he assumes I d …"
        },
        {
            "title": "‘I had a surge of power’: the Bristol woman whose statue replaced Edward Colston's",
            "category": "Life-and-Style",
            "snippet": "On 7 June, Black Lives Matter protesters in Bristol pulled down the statue of 17th-century slave trader Edward Colston in spectacular fashion. Among t …"
        },
        {
            "title": "Ian McKellen got his jab – phew. Now brace for a deadly outbreak of celeb smugness",
            "category": "Film",
            "snippet": "It must be tough as a celebrity in the age of Covid. With all the traditional avenues of release and promotion closed, the famous have spent the last …"
        },
        {
            "title": "Sleeping beauty halls: how Covid-19 upended the 'lipstick index'",
            "category": "Business",
            "snippet": "With its army of perfectly groomed and manicured shop assistants, the department store beauty hall has traditionally been the backbone of a £2.5bn tra …"
        },
        {
            "title": "Lloyds Bank Group cancels staff bonuses after profits slump",
            "category": "Business",
            "snippet": "Lloyds Banking Group has cancelled staff bonuses for 2020 after missing financial targets and recording a sharp drop in profits during the Covid crisi …"
        },
        {
            "title": "Classical highlights: concerts and operas to stream this Christmas",
            "category": "Music",
            "snippet": "Royal Opera House Christmas Concert Conducted by Mark Wigglesworth and introduced by Roderick Williams, the ROH presents a selection of numbers from f …"
        },
        {
            "title": "Six Hampshire police officers guilty of misconduct over offensive comments",
            "category": "UK-News",
            "snippet": "Six police officers who were part of an elite unit plagued by racist, homophobic and sexist behaviour have been found guilty of gross misconduct at a …"
        },
        {
            "title": "Joan Bohanna obituary",
            "category": "Politics",
            "snippet": "As the Usdaw convenor of shop stewards at Glaxo Operations in Speke, Liverpool, Joan Bohanna, who has died aged 76, was one of the few female shop-flo …"
        },
        {
            "title": "Row as Boris Johnson ally lined up for top job at Office for Students",
            "category": "Politics",
            "snippet": "Boris Johnson’s Tory leadership campaign manager has been named as the government’s preferred candidate to take up a leading role in an independent wa …"
        },
        {
            "title": "Mike Pence receives Covid-19 vaccine on live TV: 'I didn't feel a thing'",
            "category": "US-News",
            "snippet": "Mike Pence received the Covid-19 vaccination on live television on Friday morning, saying it was a “medical miracle” and reassuring Americans facing a …"
        },
        {
            "title": "Fire hazards found at block housing Grenfell Tower survivors",
            "category": "UK-News",
            "snippet": "Fire hazards similar to those found at Grenfell Tower have been discovered at a block bought by the Royal Borough of Kensington and Chelsea to house s …"
        },
        {
            "title": "'Alarming': Covid-hit retail industry fears loss of Boxing Day sales",
            "category": "Business",
            "snippet": "Tougher coronavirus restrictions have dealt a fresh setback to struggling city centres, with Christmas shoppers staying away as doubts increase about …"
        },
        {
            "title": "Patel attacks Burnham as Greater Manchester's police chief resigns",
            "category": "UK-News",
            "snippet": "The home secretary has attacked the mayor of Greater Manchester as the area’s chief constable stepped down after the force was placed in special measu …"
        },
        {
            "title": "'Your actions are sickening': Sackler hearing inspires rare bipartisan disgust",
            "category": "US-News",
            "snippet": "Summary: If the idea was to burnish the image of what might be the most hated family in America, it didn’t go well. Little has been heard directly from those m …"
        },
        {
            "title": "Wasps beat 14-man Montpellier, Toulon refuse to play Scarlets over Covid-19",
            "category": "Sport",
            "snippet": "Montpellier have one of the biggest packs in European club rugby but their combined might was nothing compared with the 20-year-old No 8 Alfie Barbear …"
        },
        {
            "title": "Blind date: ‘I got all I was hoping for. No question’",
            "category": "Life-and-Style",
            "snippet": "Florrie on James What were you hoping for? To meet Prince Charming, be rescued from my loveless life and live happily ever after. I grew up on fairyta …"
        },
        {
            "title": "‘I was running to adventure – but away from myself’: lessons from a life on the move",
            "category": "Life-and-Style",
            "snippet": "If I tell you I didn’t have a bed frame until I was 44 years old, can we all pretend I was a minimalist and not some odd bird flapping her wings all o …"
        },
        {
            "title": "Mel B meets Nicola Adams: ‘You’ve broken all the rules – and I’ve done the same’",
            "category": "Life-and-Style",
            "snippet": "Summary: You’d be forgiven for not immediately noticing the many parallels between Nicola Adams, the 38-year-old former undefeated Olympic boxer, and Mel B, th …"
        },
        {
            "title": "'If a smuggler says do it, you do': refugees on trying to rescue their friends from the Channel",
            "category": "UK-News",
            "snippet": "Summary: Two asylum seekers who were in the same boat as a Kurdish Iranian family who drowned trying to cross the Channel have spoken out about their frantic a …"
        },
        {
            "title": "Bookish fun on TV and radio to enjoy this Christmas",
            "category": "Books",
            "snippet": "Remember when it was a treat that everything was shut, people were hunkered down at home, and slumping in front of the TV was a nice change? Ah well. …"
        },
        {
            "title": "Public health minister resigns over record drug-related deaths in Scotland",
            "category": "UK-News",
            "snippet": "Scotland’s public health minister has resigned from the SNP government days after figures revealed the country’s drug-related death toll had risen to …"
        },
        {
            "title": "Mike Ashley to defy odds with opening of giant Flannels stores",
            "category": "Business",
            "snippet": "Mike Ashley’s Frasers Group is thumbing its nose at the high street downturn by opening of three giant flagship stores for its designer fashion chain …"
        },
        {
            "title": "A Tomb With a View by Peter Ross review – the glory of graveyards",
            "category": "Books",
            "snippet": "On 20 March 2014, two women were walking through Glasnevin cemetery in Dublin after visiting the grave of a family friend when they found the body of …"
        },
        {
            "title": "Lennie James meets Paapa Essiedu: ‘I was probably in the last wave of actors who needed to go to the US’",
            "category": "Life-and-Style",
            "snippet": "Summary: Speaking from Austin, Texas, a tranquil but talkative Lennie James, 55, reclines in his chair. Best known for his morally ambiguous portrayals of Gate …"
        },
        {
            "title": "Kevin Sinfield: 'To see Rob on the finishing line made it so special'",
            "category": "Sport",
            "snippet": "Summary: “Throughout all the runs, at different stages, I’d be welling up and choking up,” Kevin Sinfield says when he remembers running seven marathons in sev …"
        },
        {
            "title": "Streaming: the best films about unconventional Christmases",
            "category": "Film",
            "snippet": "Even in a year that has made us numb to strangeness, it’s been a funny old December: a festive season largely without festivities, while many will be …"
        },
        {
            "title": "The Bookseller's Tale by Martin Latham review – a literary celebration",
            "category": "Books",
            "snippet": "What most people know about the American librarian Melvil Dewey is his phenomenal classification technique, the Dewey decimal system, which is still u …"
        },
        {
            "title": "Joe Biden will face an inbox of complex foreign policy problems from the start",
            "category": "US-News",
            "snippet": "Joe Biden’s foreign policy in-tray is only looking more difficult as he approaches inauguration day – even as the US still confronts the pressing issu …"
        },
        {
            "title": "Jackie Kay meets Brit Bennett: ‘I can't write about the pandemic. No part of me wants to revisit this year’",
            "category": "Life-and-Style",
            "snippet": "During the resurgence of the Black Lives Matter movement this summer, books written by black authors were suddenly on everyone’s wishlists and timelin …"
        },
        {
            "title": "Lorry drivers heading to EU face ham sandwich ban",
            "category": "Politics",
            "snippet": "Lorry drivers will be banned from taking a ham and cheese sandwich or other meat and dairy products from the UK into the EU from 1 January, even if it …"
        },
        {
            "title": "Cabin fever: an Alpine home that’s the ultimate winter hideout",
            "category": "Life-and-Style",
            "snippet": "Perched on a granite cliff edge deep in the French Alps, the ski resort of Avoriaz – accessible only by cable car – is an architectural gem. In 1964, …"
        },
        {
            "title": "Adam Kay: 'We should talk to kids about sex and alcohol. Everything goes wrong when people close up'",
            "category": "Books",
            "snippet": "Adam Kay is pleased with the title of his new book, Kay’s Anatomy, but he acknowledges that it’s not a joke his target audience is likely to snigger a …"
        },
        {
            "title": "Climb every mountain: old school chalet on top of the world",
            "category": "Life-and-Style",
            "snippet": "Summary: Perched on a granite cliff edge deep in the French Alps, the ski resort of Avoriaz – accessible only by cable car – is an architectural gem. In 1964, …"
        },
        {
            "title": "The week in classical: Fidelio; Così fan tutte; Owen Wingrave; Cinderella and more",
            "category": "Music",
            "snippet": "Beethoven’s 250th birthday finally arrived last week. We shouldn’t mind, for his sake, that so many brilliantly planned celebrations worldwide had to …"
        },
        {
            "title": "Brexit trade talks may continue after MEPs' deadline, says France",
            "category": "Politics",
            "snippet": "The European parliament’s Sunday deadline may pass without agreement on a post-Brexit trade and security deal, France’s European affairs minister, Clé …"
        }
    ]
}