{
    "page": [
        {
            "title": "'It’s been a rollercoaster': how indie publishers survived - and thrived - in 2020",
            "category": "Books",
            "snippet": "Six months ago, independent publishers Jacaranda and Knights Of were warning publicly that their income had fallen to almost zero. They weren’t the on …"
        },
        {
            "title": "Women behind huge increase in running and cycling in 2020",
            "category": "Sport",
            "snippet": "Women led an unlikely global fitness boom in 2020 with large increases in the numbers running, cycling and walking during the pandemic, according to t …"
        },
        {
            "title": "'A raging inferno': testimony reveals how deadly cladding ended up on Grenfell Tower",
            "category": "UK-News",
            "snippet": "Summary: After the Grenfell Tower fire in June 2017, the companies that made the cladding reacted with horror. The insulation manufacturer Celotex said it was …"
        },
        {
            "title": "UK inflation driven down by discounting from clothing retailers",
            "category": "Business",
            "snippet": "Steep discounting by clothing retailers pushed down UK inflation in November as the second national coronavirus lockdown in England and tough restrict …"
        },
        {
            "title": "Fish could still sink Brexit deal, says EU's Ursula von der Leyen",
            "category": "Politics",
            "snippet": "A clash over EU access to British fishing waters could still sink hopes of a post-Brexit trade deal, Ursula von der Leyen has said, with agreement sai …"
        },
        {
            "title": "Elizabeth Wurtzel remembered by Nancy Jo Sales",
            "category": "Books",
            "snippet": "My daughter had a dream about our friend Elizabeth Wurtzel the other night. Dreams about someone who has died are not uncommon, as we know. Some say i …"
        },
        {
            "title": "'I wanted something that was mine': why I bought a house at 25",
            "category": "Life-and-Style",
            "snippet": "Summary: If in January of this train wreck of a year you told me I would be purchasing a house at the ripe age of 25, I would have laughed in your face. How co …"
        },
        {
            "title": "First Thing: Mitch McConnell finally concedes the election, but Trump clings on",
            "category": "US-News",
            "snippet": "Summary: Good morning. Joe Biden headed to Georgia on Tuesday to campaign for the Democrats in January’s crucial Senate run-off races, which will decide who co …"
        },
        {
            "title": "Simone de Beauvoir's 'remarkable' letters to Violette Leduc sold at auction",
            "category": "Books",
            "snippet": "Almost 300 letters, mostly unpublished, from the influential feminist thinker Simone de Beauvoir to the French novelist Violette Leduc, including The …"
        },
        {
            "title": "Let the music play: classical music and opera in 2020",
            "category": "Music",
            "snippet": "When I left the Queen Elizabeth Hall in London after Pierre-Laurent Aimard’s recital on 10 March, I little imagined that it would be the last “normal” …"
        },
        {
            "title": "Brendan Lehane obituary",
            "category": "Books",
            "snippet": "My friend Brendan Lehane, who has died aged 84, was a journalist and author who wrote about the history and natural history of Ireland. Brendan was on …"
        },
        {
            "title": "Skipper Pip Hare on the toughest test in sailing: 'It's about coping with adversity – on your own'",
            "category": "Life-and-Style",
            "snippet": "Summary: Pip Hare has just a few things to sort out, and she needs to have a check outside. She will text me again when she is free to chat, which she does. Hi …"
        },
        {
            "title": "PC Andrew Harper killers' sentences unchanged after appeal",
            "category": "UK-News",
            "snippet": "The sentences given to the killers of PC Andrew Harper, who was dragged to his death in August 2019, will not be increased after challenges at the cou …"
        },
        {
            "title": "Team Woods: Tiger and son Charlie join forces at PNC Championship",
            "category": "Sport",
            "snippet": "Sawgrass, 17 March 2019. The latest snapshot of lives less ordinary arrived in an eight-word answer from Tiger Woods. “I don’t let them go on social m …"
        },
        {
            "title": "Air pollution a cause in girl's death, coroner rules in landmark case",
            "category": "UK-News",
            "snippet": "A coroner has made legal history by ruling that air pollution was a cause of the death of a nine-year-old girl. Philip Barlow, the inner south London …"
        },
        {
            "title": "Match made in heaven? Why Taylor Swift is a Brazilian football team’s unofficial mascot",
            "category": "Music",
            "snippet": "Name: The Taylor Swift Rule. Age: 14. Appearance: Like hundreds of thousands of screaming Brazilians. Oh no, she is not culturally appropriating again …"
        },
        {
            "title": "UK firms struggling to import as end of Brexit transition period looms",
            "category": "Politics",
            "snippet": "Manufacturers are stockpiling goods as disruption at Britain’s ports before the end of the Brexit transition period piles pressure on UK companies, ra …"
        },
        {
            "title": "The Woman Who Ran review – a movie-novella with a sensational meaning",
            "category": "Film",
            "snippet": "The cinema of Korean director Hong Sang-soo is seductively low-key and lo-fi, and his latest is a movie-novella in three encounters. It’s so downbeat, …"
        },
        {
            "title": "Greenland review – Gerard Butler v comet in solid disaster thriller",
            "category": "Film",
            "snippet": "In a year when many of us obsessed over anti-escapist films about disasters engulfing the world while also being presented with a junkier than usual l …"
        },
        {
            "title": "'I lost all sense of perspective!' The broadcaster whose dogs became superstars",
            "category": "Life-and-Style",
            "snippet": "Did anyone convey the topsy-turvy world of pandemic life better than two ultra-competitive labradors? When the first lockdown was announced back in Ma …"
        },
        {
            "title": "The Racer review – Tour de France takes the tablets",
            "category": "Film",
            "snippet": "In 1998, a doping scandal rocked the Tour de France when a team masseur was caught with a pharmacy of banned substances in the boot of his car before …"
        },
        {
            "title": "Kate Grenville, Sofie Laguna, Julia Baird and others: the 20 best Australian books of 2020",
            "category": "Books",
            "snippet": "1. Lucky’s by Andrew Pippos Picador This novel is a saga in the truest definition of that word, spanning more than 50 years of one Greek-Australian fa …"
        },
        {
            "title": "How can I find a balance? My rugged dedication to optimism at times feels questionable",
            "category": "Life-and-Style",
            "snippet": "I’ve been an optimist my whole life, with a rugged dedication that even I can see is, at times, questionable. My optimism mainly rests on a belief in …"
        },
        {
            "title": "Trump 'penned political suicide note' at every Covid press conference, former Australian PM says",
            "category": "US-News",
            "snippet": "Summary: The former Australian prime minister John Howard has said Donald Trump penned a lengthy “political suicide note” with his “terrible” handling of the c …"
        },
        {
            "title": "Why low inflation is a worrying sign for the UK economy",
            "category": "Business",
            "snippet": "Britain has often had a problem with inflation. But far from the old enemy of past decades, when galloping price increases served as a pernicious tax …"
        },
        {
            "title": "Jiu Jitsu review – Nicolas Cage gives it his all in mortal extra-terrestrial combat",
            "category": "Film",
            "snippet": "The entertainingly frazzled presence of Nicolas Cage provides a reason to pay some attention – but not much – to this otherwise uninspired and by-the- …"
        },
        {
            "title": "Dixons Carphone keeps Covid rates relief despite rise in profits",
            "category": "Business",
            "snippet": "Dixons Carphone has indicated it has no plan to pay back business rates relief despite reporting a rise in profits after online sales made up for clos …"
        },
        {
            "title": "Manchester's Trafford Centre taken over by lenders after sale fails",
            "category": "Business",
            "snippet": "The Trafford Centre in Manchester, one of the UK’s biggest shopping malls, has been taken over by its lenders, a Canadian pension fund, after its dire …"
        },
        {
            "title": "UK coronavirus: PM says Christmas rules will not change but urges caution and minimal contact with others – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has urged families to limit the length and scale of Christmas gatherings, saying existing rules for a festive respite from Covid regulat …"
        },
        {
            "title": "Post-Brexit 'right to stay' in UK rule could catch out EU citizens",
            "category": "Politics",
            "snippet": "EU citizens who have been granted temporary permission to stay in the UK after Brexit could inadvertently lose the right to make that permanent if the …"
        },
        {
            "title": "Home Office criticised over plan to house asylum seekers at Yarl's Wood",
            "category": "UK-News",
            "snippet": "A former immigration removal centre is being expanded to house up to 200 men as they await decisions on asylum claims, it has emerged, triggering accu …"
        },
        {
            "title": "Woman's murder conviction quashed by court of appeal",
            "category": "UK-News",
            "snippet": "A woman found guilty of stabbing and killing her partner has had her murder conviction overturned by the court of appeal. Farieissia Martin will now f …"
        },
        {
            "title": "MI6 may have let informants commit crimes in UK, tribunal hears",
            "category": "UK-News",
            "snippet": "The intelligence agencies MI6 and GCHQ may have illegally authorised informants to commit serious crimes in the UK, a security tribunal has heard. The …"
        },
        {
            "title": "'On the brink': Covid pressure mounts at hospitals in Northern Ireland",
            "category": "UK-News",
            "snippet": "When ambulances started queueing outside hospitals across Northern Ireland, revealing a health system overwhelmed by Covid-19, Sean Brophy was not sur …"
        },
        {
            "title": "Theatre of the absurd as Boris tells country: obey the rules, don't obey the rules",
            "category": "Politics",
            "snippet": "Summary: It all comes down to a matter of personal preference. In the opening question, the Tory MP, Michael Fabricant, had described Keir Starmer as the sort …"
        },
        {
            "title": "Daughter of Hyde Park bomb victim to appeal ruling on damages",
            "category": "UK-News",
            "snippet": "The daughter of a victim of the Provisional IRA’s 1982 Hyde Park bombing will appeal against a high court ruling that she is not entitled to punitive …"
        },
        {
            "title": "Brexit: parliamentary recess from Thursday hits hopes for deal approval",
            "category": "Politics",
            "snippet": "MPs and peers will begin their Christmas break on Thursday evening, the government has announced, amid waning hopes that a Brexit deal will be struck …"
        },
        {
            "title": "Australian rules football cases show players' head trauma is a global issue",
            "category": "Sport",
            "snippet": "Summary: The last time I spoke to Peter Jess, he broke down midway through the conversation. Sorry, he said, in that reflexive way people do when they’re tryin …"
        },
        {
            "title": "Boohoo owner tells MPs he could easily 'take business offshore'",
            "category": "Business",
            "snippet": "Scrutiny of Boohoo’s relationship with Leicester suppliers who paid workers illegally low wages felt like punishment for not taking more business out …"
        },
        {
            "title": "US set to announce new charges over Lockerbie plane bombing",
            "category": "UK-News",
            "snippet": "US authorities are expected to unseal charges against a Libyan they accuse of being the master bomb-maker behind the Lockerbie bombing, only days befo …"
        },
        {
            "title": "James Packer accused in court documents of assaulting security guard at Melbourne's Crown casino",
            "category": "Business",
            "snippet": "A security guard at Crown Resorts’ flagship Melbourne casino has launched legal action against his direct employer, MSS Security, Crown and James Pack …"
        },
        {
            "title": "'Savour the squelch' and stick to paths to protect beauty spots, walkers urged",
            "category": "UK-News",
            "snippet": "The pandemic has led to a surge in people venturing out into the great outdoors, and the need for social distancing means walkers give each other a wi …"
        },
        {
            "title": "Police told not to share immigration data of domestic abuse victims",
            "category": "UK-News",
            "snippet": "Summary: Police officers with doubts over the immigration status of domestic abuse victims should not share their data with the Home Office, a groundbreaking i …"
        },
        {
            "title": "Sherry sellers toast surge in UK sales during lockdown",
            "category": "Business",
            "snippet": "Sales of sherry in the UK have soared during lockdown and could smash all records over Christmas, thanks to its appeal to a new generation for its ver …"
        },
        {
            "title": "Biden could get vaccine next week and Pence will have his on TV, reports say – as it happened",
            "category": "US-News",
            "snippet": "Summary: Here’s a recap, from me and Julia Carrie Wong: Mike Pence will receive the vaccine on Friday, along with his wife. Their innoculations will be televis …"
        },
        {
            "title": "The 50 best albums of 2020, No 2: Dua Lipa – Future Nostalgia",
            "category": "Music",
            "snippet": "For Dua Lipa, 2020 began with a puddle of tears and it ended the same way. When her second album leaked in April, the singer sobbed her way through an …"
        },
        {
            "title": "‘People won’t forget Dominic Cummings’ visit’: Barnard Castle learns to live with notoriety",
            "category": "Life-and-Style",
            "snippet": "Rosalind Evans was one of at least three residents of Barnard Castle who claimed to have seen Dominic Cummings visit the town at the height of the fir …"
        },
        {
            "title": "Come Away review – an indigestible lump of kid-lit stodge",
            "category": "Film",
            "snippet": "The second word in the title should perhaps be replaced with “off it”. Or maybe replace the first word with “go”. This is a muddled, leaden fantasy ad …"
        },
        {
            "title": "UK and US close to deal on cutting tariffs, says White House trade chief",
            "category": "Business",
            "snippet": "Summary: The UK and the United States are hoping to reach an agreement on reducing trade tariffs, according to Robert Lighthizer, the US trade representative i …"
        },
        {
            "title": "Tinfoil gloves: why has MMA become a breeding ground for QAnon?",
            "category": "Sport",
            "snippet": "There was anger on the streets of Huntington Beach. At the intersection of Main Street and Pacific Coast Highway near the picturesque pier, hundreds g …"
        }
    ]
}