{
    "page": [
        {
            "title": "23 days to save Christmas: UK retailers fight Covid gloom",
            "category": "Business",
            "snippet": "For nearly a month festive shop windows and twinkling fairy lights have been wasted on empty high streets but that changes on Wednesday when the end o …"
        },
        {
            "title": "Stonehenge lights up in tribute to Covid's heritage champions",
            "category": "UK-News",
            "snippet": "Summary: The efforts of eight people who have continued working on heritage, community and arts projects during the Covid crisis have been celebrated in a spec …"
        },
        {
            "title": "The Avalanches' teenage obsessions: 'I cried hearing Strawberry Fields Forever'",
            "category": "Music",
            "snippet": "Tony Di Blasi My first guitar When I went to high school we had one free term of extracurricular activities – I chose guitar. I wouldn’t say it was li …"
        },
        {
            "title": "Tell us about your favourite books of 2020",
            "category": "Books",
            "snippet": "As CS Lewis is quoted as saying in William Nicholson’s play Shadowlands, “we read to know we are not alone”. As the world came to a standstill and ent …"
        },
        {
            "title": "Union push to improve delivery riders’ pay and conditions after five deaths in two months",
            "category": "Business",
            "snippet": "Summary: Australian unions will push for delivery riders’ pay and conditions to be set by the industrial tribunal to tackle a spate of five deaths in two month …"
        },
        {
            "title": "Dirt by Bill Buford review – how to cook like a French chef",
            "category": "Books",
            "snippet": "When he was merely middle-aged, Bill Buford quit as the fiction editor of the New Yorker to learn to become an Italian chef. That was a decade and a h …"
        },
        {
            "title": "I tried hacking my life with Instagram gadgets. Did it work?",
            "category": "Life-and-Style",
            "snippet": "Summary: If, like me, you’ve been involuntarily participating in this wild ride people are calling “the pandemic”, you may have experienced the same embarrassi …"
        },
        {
            "title": "Bonmarché goes into administration for second time in a year",
            "category": "Business",
            "snippet": "Summary: The fashion retailer Bonmarché has fallen into administration for the second time in a year as the Covid crisis among high street retailers continues …"
        },
        {
            "title": "Joe Biden warning dashes UK hopes of early US trade deal",
            "category": "Politics",
            "snippet": "Britain’s hopes of securing an early trade deal with the US have been dashed by a warning from Joe Biden, the president-elect, that America will not s …"
        },
        {
            "title": "The EU anthem: Ode to Joy – archive, 1972",
            "category": "Music",
            "snippet": "Joyful Europe 20 January 1972 The Council of Europe has selected the prelude to Beethoven’s Ninth Symphony as the official Hymn of Europe, and it will …"
        },
        {
            "title": "Top 10 Shakespearean books",
            "category": "Books",
            "snippet": "The world’s libraries contain thousands of books on England’s national poet, in every language under the sun. Writers such as Milton, Dryden, Pope, Dr …"
        },
        {
            "title": "How drawing comics is helping me mentally survive lockdown",
            "category": "Life-and-Style",
            "snippet": "I’m sitting at a cafe table in Paris, wearing impractically high-heeled boots, sipping espresso and blowing cigarette smoke into the air. Here I am sw …"
        },
        {
            "title": "First Thing: Barr rules out voter fraud as court paper alleges White House bribery",
            "category": "US-News",
            "snippet": "Summary: Good morning. The attorney general, William Barr, has said the Department of Justice has not uncovered any evidence of voter fraud that would change t …"
        },
        {
            "title": "CMA seeks to build UK consumer trust in electric car charging",
            "category": "Business",
            "snippet": "The UK’s competition regulator is investigating electric vehicle charging to work out how to tackle “range anxiety”, one of the key factors holding ba …"
        },
        {
            "title": "17 delicious loaf tin recipes (that aren’t banana bread)",
            "category": "Life-and-Style",
            "snippet": "A traditional 2lb loaf tin does not weigh two pounds, nor does it cost £2 – even the cheapest model will set you back about £2.50. It is called that b …"
        },
        {
            "title": "Restaurant owners may not like delivery services – but can they do without them?",
            "category": "Business",
            "snippet": "If you take a look at my smartphone, you’ll know that I like to order out. I have Grubhub, Caviar, Uber Eats and DoorDash right on my home screen. Bec …"
        },
        {
            "title": "Liberté review – gruesome night in the woods as French aristos go dogging",
            "category": "Film",
            "snippet": "Albert Serra’s Liberté, or Liberty, is a gruesome midsummer night’s dream of Sadeian horror in which a bunch of verbose bewigged libertines in the 18t …"
        },
        {
            "title": "Home Office proceeds with disputed Jamaica deportation flight",
            "category": "UK-News",
            "snippet": "The Home Office deported 13 men to Jamaica on a controversial charter flight that left in the early hours of Wednesday morning, but a significant numb …"
        },
        {
            "title": "'My coolness has disintegrated': how pop stars cope with fatherhood",
            "category": "Music",
            "snippet": "This summer, two of the world’s biggest pop stars became parents for the first time. Katy Perry told an interviewer that after becoming pregnant, “a l …"
        },
        {
            "title": "One-Way to Moscow review – lighthearted Swiss spy cop comedy",
            "category": "Film",
            "snippet": "Here’s an undemanding lighthearted comedy from Switzerland loosely inspired by a real-life spying scandal in the late 1980s, when it emerged that Swis …"
        },
        {
            "title": "Don't get hopes up about rapid Covid vaccine rollout, Boris Johnson tells UK",
            "category": "Politics",
            "snippet": "Boris Johnson has warned people not to “get their hopes up” about a very rapid rollout of a newly approved coronavirus vaccine across large parts of t …"
        },
        {
            "title": "Elliot Page: star of Juno and X-Men announces he is transgender",
            "category": "Film",
            "snippet": "Elliot Page, who rose to fame as the lead in teen pregnancy comedy Juno as Ellen Page, has announced he is transgender. “Hi friends,” he wrote on a va …"
        },
        {
            "title": "Without Ethel Smyth and classical music's forgotten women, we only tell half the story",
            "category": "Music",
            "snippet": "Summary: In 1934, all of musical England gathered to celebrate the 75th birthday of one the country’s most famous composers – Dame Ethel Smyth. During a festiv …"
        },
        {
            "title": "Faith review – knockout doc on a sinister Catholic kung-fu cult",
            "category": "Film",
            "snippet": "This documentary will be the last film we see from the Italian director Valentina Pedicini who died last month tragically young – aged 42 – from liver …"
        },
        {
            "title": "A third of UK children do not see themselves reflected in books, finds survey",
            "category": "Books",
            "snippet": "A third of children in the UK do not see themselves in the books they read, according to a survey of almost 60,000 children and young people by the Na …"
        },
        {
            "title": "Dozens test positive for Covid after swingers convention in New Orleans",
            "category": "US-News",
            "snippet": "Forty-one people have tested positive for coronavirus after attending a swingers convention in New Orleans, in what officials have called a “super-spr …"
        },
        {
            "title": "All the recent growth can't hide the fact that Australia remains in a deep recession",
            "category": "Business",
            "snippet": "Despite what the Treasurer would have you believe, Australia is not out of a recession, and while the September quarter GDP figures were good, mostly …"
        },
        {
            "title": "Louise Smith murder trial: accused admits punching her in face",
            "category": "UK-News",
            "snippet": "Summary: A man accused of brutally murdering a 16-year-old girl has told a court that he punched her repeatedly in the face but had not intended to kill her. S …"
        },
        {
            "title": "Brexit: UK has lowered demands on fish catches, says EU",
            "category": "Politics",
            "snippet": "Boris Johnson has lowered his Brexit demands by asking EU fishing fleets to hand over up to 60% of the value of stocks it takes from British waters, b …"
        },
        {
            "title": "Bentley books planes to bring in parts in event of no-deal Brexit",
            "category": "Business",
            "snippet": "Bentley has lined up five cargo planes to fly in car parts if there is disruption at the UK border in the event of a no-deal Brexit, in a marker of th …"
        },
        {
            "title": "English bookshops reopen, hoping for Christmas trade rescue after lockdown",
            "category": "Books",
            "snippet": "At The Bookshop in Liskeard, Cornwall, the first customer through the door on Wednesday snapped up The Sentinel by Lee and Andrew Child, while the sec …"
        },
        {
            "title": "British exceptionalism undermined pandemic preparedness, MPs told",
            "category": "Politics",
            "snippet": "Britain’s preparedness for the coronavirus pandemic was undermined by scientists believing that such a disease was unlikely to reach UK shores and spr …"
        },
        {
            "title": "Wales recall George North for closing Autumn Nations Cup game against Italy",
            "category": "Sport",
            "snippet": "Wayne Pivac expects to end an underwhelming first year in charge of Wales on a high with victory against Italy on Saturday at Parc y Scarlets in a mat …"
        },
        {
            "title": "Counter-terror police investigate after two women stabbed in Burnley M&S",
            "category": "UK-News",
            "snippet": "Counter-terrorism officers are leading the investigation after two women were stabbed inside a Marks and Spencer store in Burnley. The Guardian unders …"
        },
        {
            "title": "Tory Covid tiers rebels will not face sanctions, says Downing Street",
            "category": "Politics",
            "snippet": "Conservative MPs who broke a three-line whip to reject Boris Johnson’s Covid-19 tiering system will not face sanctions because he respects their decis …"
        },
        {
            "title": "UK coronavirus: Johnson confirms it will take months until most of vulnerable group are vaccinated - as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has warned people not to “get their hopes up” about an early release from the threat of coronavirus after the UK has become the first we …"
        },
        {
            "title": "LeBron James' $85m contract extension opens possibility of playing alongside son",
            "category": "Sport",
            "snippet": "LeBron James, who led the Los Angeles Lakers to their first NBA title in a decade earlier this year, has agreed a two-year contract extension worth $8 …"
        },
        {
            "title": "Mick Schumacher's family name is blessing and a curse, says Damon Hill",
            "category": "Sport",
            "snippet": "Damon Hill has said Mick Schumacher deserves his shot at Formula One success but has warned the son of the seven-times world champion Michael that liv …"
        },
        {
            "title": "World Athletics opens door for Russia to potentially compete at Tokyo Olympics",
            "category": "Sport",
            "snippet": "World Athletics has opened the door for Russia’s track and field stars to compete at the Olympic Games in Tokyo next year – providing the country now …"
        },
        {
            "title": "'Mini Brexit': Margaret Thatcher's statue divides her hometown",
            "category": "Politics",
            "snippet": "For a small town in Lincolnshire, which Margaret Thatcher once called home, it’s been an issue as divisive as Brexit: Should Grantham erect a statue c …"
        },
        {
            "title": "Tesco worker killed wife and daughter in jealous rage, court told",
            "category": "UK-News",
            "snippet": "A supermarket worker killed his wife and teenage daughter in a jealous rage after “losing his controlling influence” over their lives, a jury has been …"
        },
        {
            "title": "Godmothered review – Disney remixes Enchanted … minus the charm",
            "category": "Film",
            "snippet": "Godmothered, a Disney+ live-action refocus on the understudied role of the fairy godmother, has the foundations of movie magic working in its favor. T …"
        },
        {
            "title": "Oil and gas firms urged to work towards net zero British North Sea",
            "category": "Business",
            "snippet": "The UK’s North Sea oil and gas industry should agree to phase out production through a series of five-year targets to help its 260,00 strong workforce …"
        },
        {
            "title": "New mystery metal monolith appears on a California mountaintop",
            "category": "US-News",
            "snippet": "A new mystery metal monolith has appeared atop a mountain in California, just a week after a similar structure captured the imagination of the world w …"
        },
        {
            "title": "Covid and California's farmworkers: study lays bare disproportionate risks",
            "category": "US-News",
            "snippet": "Summary: California’s agricultural workers have contracted Covid-19 at nearly three times the rate of other residents in the state, a new study has found, layi …"
        },
        {
            "title": "The rock star of retail: how Topshop changed the face of fashion",
            "category": "Life-and-Style",
            "snippet": "“What’s this I’m reading in the paper? It’s a load of absolute shit, that’s what it is. What’s the matter with you? Are you stupid or what? I’ve never …"
        },
        {
            "title": "Fine Young Cannibal Roland Gift: 'I went back to where being pretty didn't matter'",
            "category": "Music",
            "snippet": "There are no film posters up in Roland Gift’s house in Holloway, London, and the platinum discs are all packed away. It’s a home that gives few clues …"
        },
        {
            "title": "The Free Speech Wars review – from censorship to cancel culture",
            "category": "Books",
            "snippet": "Free speech is impossible. Merely to be intelligible, all communication depends on shared rules. Some of those are basic (you can read this because we …"
        },
        {
            "title": "Australia's Hockeyroos consider strike action after key players dropped",
            "category": "Sport",
            "snippet": "Australian hockey is facing a crisis after the exclusion of two of the Hockeyroos’ most experienced players, just seven months out from an Olympic cam …"
        },
        {
            "title": "Are small businesses really ready for Brexit?",
            "category": "Politics",
            "snippet": "Summary: With just 29 days to go before the end of the transition period, the government is urging businesses to get ready for Brexit. But how are small to med …"
        }
    ]
}