{
    "page": [
        {
            "title": "Mass Covid testing to be rolled out to local authorities in tier 3",
            "category": "Politics",
            "snippet": "Local authorities in tier 3, with the toughest Covid restrictions, will be invited to apply for funds to run mass testing programmes of people with no …"
        },
        {
            "title": "Broadcast deal at risk as Seven Network takes Cricket Australia to federal court",
            "category": "Sport",
            "snippet": "OCricket Australia has hit back at the Seven Network, claiming it is talking the game down after the broadcaster lodged paperwork in the federal court …"
        },
        {
            "title": "Arizona and Wisconsin certify Joe Biden's win as Trump continues to challenge results – as it happened",
            "category": "US-News",
            "snippet": "That’s all from me today. Here’s a rundown of the day’s top stories: Joe Biden announced a slate of nominees for various economic positions in his adm …"
        },
        {
            "title": "Melania Trump swaps horror for tradition with lighter approach to Christmas decor",
            "category": "US-News",
            "snippet": "Apart from the odd nod to a funerary urn, first lady Melania Trump broke with tradition this year with her White House Christmas decorations, opting f …"
        },
        {
            "title": "The mystery of the Gatwick drone",
            "category": "UK-News",
            "snippet": "Soon after 9pm on Wednesday 19 December 2018, an airport security officer who had just finished his shift at Gatwick airport was standing at a bus sto …"
        },
        {
            "title": "Matt Hancock under pressure to explain £30m test tube work for ex-neighbour",
            "category": "Politics",
            "snippet": "There is mounting pressure on Matt Hancock to explain how his former neighbour was awarded about £30m-worth of work making test tubes for Covid test s …"
        },
        {
            "title": "Asian manufacturing boom offers hope for swifter global recovery from Covid",
            "category": "Business",
            "snippet": "Summary: Hopes that the world will bounce back from the ravages of coronavirus in the new year have been buoyed by strong growth in output from Asia’s huge man …"
        },
        {
            "title": "Is long Covid contagious and can children get it?: your questions answered",
            "category": "UK-News",
            "snippet": "We asked readers what they wanted to know about long Covid. Linda Geddes, our science correspondent, has the answers. Can people with long Covid infec …"
        },
        {
            "title": "The Arrest by Jonathan Lethem review – a retrofuturistic ride",
            "category": "Books",
            "snippet": "You could trace an interesting history of recent western culture through its dystopias. From Zamyatin’s We to Brave New World to Nineteen Eighty-Four …"
        },
        {
            "title": "Decision over Premiership relegation needs to be made quickly",
            "category": "Sport",
            "snippet": "Summary: Anyone who watched the Premiership game between London Irish and Leicester on Sunday would have been struck by a few things. The first was the venue: …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "The Searcher Tana French Viking, £14.99, pp400 Cal Hooper is a disillusioned former Chicago police officer who has left the force and moved to a remot …"
        },
        {
            "title": "The Christmas gift guide: 100 great ideas for all budgets",
            "category": "Life-and-Style",
            "snippet": "Under £10 Candy Kittens vegan wild strawberry sweet jar £7.00, waitrose.com Space projector torch £5.99, shop.mariecurie.org.uk Rainbow Stripe Hat (0 …"
        },
        {
            "title": "My wife wants a lover. How can I help her find one?",
            "category": "Life-and-Style",
            "snippet": "We are a retired couple who have been married for 40 years. I adore my wife and she adores me. We still have an active sex life, but we have talked ab …"
        },
        {
            "title": "Nigerian pop star Davido: 'Africans were made fun of. Now everyone wants us'",
            "category": "Music",
            "snippet": "The buoyant, trumpeting chords of Fem, the opening track on Davido’s fourth album, A Better Time, suggest an artist who is vivacious, free of self-dou …"
        },
        {
            "title": "First Thing: Trump’s science-skeptic advisor resigns as his election hopes narrow",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump’s senior advisor on the pandemic has resigned after a controversial four months in office. Scott Atlas repeatedly shunned s …"
        },
        {
            "title": "Lloyds chief António Horta-Osório to chair Credit Suisse",
            "category": "Business",
            "snippet": "The outgoing boss of Lloyds Banking Group is taking over as chairman at Credit Suisse, where he will deal with the fallout of the Swiss lender’s spyin …"
        },
        {
            "title": "'Just terrifying': Vendée Globe sailor rescued after yacht breaks in half",
            "category": "Sport",
            "snippet": "“I didn’t have time to do anything,” said Kevin Escoffier. I just had time to send a message to my team. I’m sinking, I’m not joking. MAYDAY.” Escoffi …"
        },
        {
            "title": "K-pop stars BTS extend career by two years after military service law change",
            "category": "Music",
            "snippet": "Summary: A change in South Korean law has effectively extended the lifespan of the boyband BTS, currently the world’s most successful pop group. South Korean m …"
        },
        {
            "title": "Northern Labour MPs reluctant to abstain on Covid tiers vote",
            "category": "Politics",
            "snippet": "A Labour MP has said the party’s decision not to oppose the government’s new Covid tier restrictions made her feel ill, and that about 20 colleagues h …"
        },
        {
            "title": "The virus that stole Christmas: meet the Santas giving this season a miss",
            "category": "Life-and-Style",
            "snippet": "Randyl Lee Wagner starts bleaching his hair and beard every October. Both are dark, so it takes six weeks to reach the snow-white shade he’s going for …"
        },
        {
            "title": "Nick Cave accuses BBC of 'mutilating' Fairytale of New York",
            "category": "Music",
            "snippet": "Nick Cave has accused the BBC of “mutilating” Fairytale of New York, following the broadcaster’s recent decision to play a censored version of the Pog …"
        },
        {
            "title": "Carp diem: how to look after your lockdown goldfish for life",
            "category": "Life-and-Style",
            "snippet": "This is the year many people realised that what was missing from their lives was a pet. Companion animals brighten our days – and give us someone else …"
        },
        {
            "title": "Arthur Calder-Marshall, the forgotten author Orson Welles almost made famous",
            "category": "Books",
            "snippet": "The Way to Santiago (1941) is a heady hybrid of spy thriller, murder mystery, gun-toting adventure and sleek noir, playing out against the dusty lands …"
        },
        {
            "title": "The Godfather Coda: The Death of Michael Corleone review – Coppola edits the past",
            "category": "Film",
            "snippet": "Summary: Just when you thought you were out … he pulls you back in. Francis Ford Coppola has presided over different editorial remixes of Apocalypse Now, and n …"
        },
        {
            "title": "UK likely to axe finance bill clauses if Brexit trade deal made",
            "category": "Politics",
            "snippet": "The UK is to table its long awaited finance bill next week but anticipated controversial clauses to override the Brexit withdrawal agreement are expec …"
        },
        {
            "title": "Johnson publishes plans to regain power from courts and MPs",
            "category": "Politics",
            "snippet": "Boris Johnson will scrap the need for parliamentary approval to call elections, and ban the courts from questioning the dissolution of parliament unde …"
        },
        {
            "title": "Number of people rejecting Queen's honours doubles in past decade",
            "category": "Politics",
            "snippet": "The proportion of people turning down honours from the Queen is rising and has more than doubled over the past nine years, a Guardian analysis shows. …"
        },
        {
            "title": "My Day review – homeless teenager runs straight into trouble",
            "category": "Film",
            "snippet": "First-time feature director Ibrahim Miiro hits the ground running with this urban drama set in London; for the first half-hour, at least, it’s a film …"
        },
        {
            "title": "Keir Starmer urged to return donations from 'Islamophobic' property developer",
            "category": "Politics",
            "snippet": "Keir Starmer has been urged to return donations to Labour made by a property developer whose tweets have been condemned by Muslim groups as Islamophob …"
        },
        {
            "title": "Partner of missing UK hiker to keep searching 'until sun goes down'",
            "category": "UK-News",
            "snippet": "The partner of the missing British hiker Esther Dingley has said he will keep searching for her until “the sun goes down” as gendarmes said they would …"
        },
        {
            "title": "Rick Morton, Alice Pung, Stan Grant, Anita Heiss and others: the books to look forward to in 2021",
            "category": "Books",
            "snippet": "Every year brings an abundance of delectable new titles to cram your bookshelf but 2021 promises to be an especially fruitful one, considering that ma …"
        },
        {
            "title": "Mary Trump to release new book on ‘America’s national trauma’",
            "category": "US-News",
            "snippet": "Donald Trump’s niece Mary Trump will follow her bestselling exposé of her dysfunctional family life with a new book on “America’s national trauma”, he …"
        },
        {
            "title": "How the Tory lockdown rebels are organising to thwart restrictions",
            "category": "Politics",
            "snippet": "Boris Johnson may have breathed a sigh of relief when he survived last month’s Commons vote to approve lockdown 2.0 with 34 Tory rebels lining up agai …"
        },
        {
            "title": "Debenhams: the rise and fall of a British retail institution",
            "category": "Business",
            "snippet": "Founded in 1778, Debenhams was one of the largest and most historic department store chains in the world. The business was formed by William Clark as …"
        },
        {
            "title": "Trump reported to have discussed granting 'pre-emptive pardons' for his family",
            "category": "US-News",
            "snippet": "Donald Trump has discussed granting “pre-emptive pardons” for his personal attorney, Rudy Giuliani, as well as his children and son-in-law, the New Yo …"
        },
        {
            "title": "Queen and Prince Philip to have quiet Christmas at Windsor Castle",
            "category": "UK-News",
            "snippet": "The Queen and the Duke of Edinburgh will spend a quiet Christmas at Windsor Castle due to the coronavirus pandemic. It is the first time in 32 years t …"
        },
        {
            "title": "Father who threw baby in river 'slipped through' mental health care net, says judge",
            "category": "UK-News",
            "snippet": "A man who threw his infant son into a river “slipped through the net” of mental health services, a judge has said. Zak Bennett-Eko, 23, was sentenced …"
        },
        {
            "title": "Billie Eilish talks to younger Billie Eilish – with both wisdom and wit",
            "category": "Music",
            "snippet": "In 2009, a website went viral – it allowed you to send yourself a message that would automatically turn up in your inbox three years later. A friend o …"
        },
        {
            "title": "Fijian British army veterans lose court battle to remain in UK",
            "category": "UK-News",
            "snippet": "Eight Fijian-born soldiers who served with the British army in Iraq and Afghanistan have failed in a legal effort to overturn what they say were burea …"
        },
        {
            "title": "Musicians fear reprisals for speaking to MPs' streaming inquiry",
            "category": "Music",
            "snippet": "A Commons select committee has warned that no one should interfere with its inquiry into the economics of music streaming, after witnesses expressed f …"
        },
        {
            "title": "OECD: UK economic recovery will lag behind all rivals bar Argentina",
            "category": "Business",
            "snippet": "Summary: The UK’s economic recovery from the coronavirus pandemic will lag behind every other major economy apart from Argentina, according to the Organisation …"
        },
        {
            "title": "'Help is on the way': Biden introduces economic team as pandemic rages",
            "category": "US-News",
            "snippet": "Joe Biden, the US president-elect, formally introduced his top economic advisers on Tuesday, as his incoming administration prepares to deal with the …"
        },
        {
            "title": "Major Sulk enters his darkest hour as rank and file desert him",
            "category": "Politics",
            "snippet": "Out of desperation more than anything else, Boris Johnson has taken to calling Keir Starmer “Captain Hindsight”. Even when the Labour leader is making …"
        },
        {
            "title": "England beat South Africa by nine wickets in third men's T20 – as it happened",
            "category": "Sport",
            "snippet": "Dawid Malan left himself stranded on 99 not out as he and Jos Buttler fired England to a 3-0 series sweep over South Africa with a stunning run chase …"
        },
        {
            "title": "Nervy EU states wary of Brexit concessions by Michel Barnier",
            "category": "Politics",
            "snippet": "Michel Barnier will be told on Wednesday that the EU capitals want full sight of any deal with the UK before it is agreed, amid concerns the bloc’s ch …"
        },
        {
            "title": "Dawid Malan hits 99 to power England to T20 clean sweep against South Africa",
            "category": "Sport",
            "snippet": "Summary: It was a bonfire of bowling figures in Cape Town on Tuesday as, a year out from the World Cup, Dawid Malan’s unbeaten 99 from 47 balls took England to …"
        },
        {
            "title": "Eddie Jones believes fewer breaks in play would unleash attacking rugby",
            "category": "Sport",
            "snippet": "Eddie Jones has called for fewer breaks in play and more consistent refereeing as the best ways to enhance modern rugby union as a spectacle. The Engl …"
        },
        {
            "title": "Last-ditch bid to stop many boarding Home Office flight to Jamaica fails",
            "category": "UK-News",
            "snippet": "Summary: A last-ditch legal attempt by two children to prevent many of those on a controversial Home Office deportation flight to Jamaica from flying on Wednes …"
        },
        {
            "title": "Los Angeles reverses plans to close Covid-19 testing site for film shoot",
            "category": "US-News",
            "snippet": "Summary: Los Angeles reversed the planned closure of a downtown coronavirus testing site, after the news that the center would be closed because of a film shoo …"
        },
        {
            "title": "Australian sport blasted for 'empty promises' over action on homophobia",
            "category": "Sport",
            "snippet": "Ian Roberts, the former rugby league player, has condemned Australia’s main sporting bodies for making “empty promises” to eliminate homophobia, as a …"
        }
    ]
}