{
    "page": [
        {
            "title": "Bob Dylan sells entire publishing catalogue to Universal Music",
            "category": "Music",
            "snippet": "Bob Dylan has sold his entire catalogue of 600 songs, including Blowin’ in the Wind and Knockin’ on Heaven’s Door, to Universal Music in the biggest m …"
        },
        {
            "title": "Maria Fyfe obituary",
            "category": "Politics",
            "snippet": "Maria Fyfe, who has died aged 82, was a campaigner for women’s rights and many other progressive causes who served as Labour MP for Glasgow Maryhill f …"
        },
        {
            "title": "Bob Dylan's rights sale all part of his freewheelin' approach to business",
            "category": "Music",
            "snippet": "The estimated figure is pretty mind-blowing – at over $300m (£225m), it dwarfs the $22m he got for extending his publishing contract in 2010 – but it …"
        },
        {
            "title": "Shop Blak this Christmas: ‘You’re making an investment in our community’s future’",
            "category": "Life-and-Style",
            "snippet": "This Christmas I have set myself the challenge of purchasing 90% of my gifts from Aboriginal and/or Torres Strait Islander-owned businesses. There are …"
        },
        {
            "title": "Is the trend really our friend? We'll see if Australia's shopping habits hold up",
            "category": "Business",
            "snippet": "Australia’s economy is very much driven by households. Even during the mining boom, more of Australia’s economy growth came from household consumption …"
        },
        {
            "title": "Checks on goods crossing Irish Sea to start from 1 January",
            "category": "Politics",
            "snippet": "Checks on goods crossing the Irish Sea into Northern Ireland will be imposed from 1 January with no delays in implementation of Brexit protocols, desp …"
        },
        {
            "title": "Nobel literature prize winner Louise Glück reveals 'panic' in acceptance speech",
            "category": "Books",
            "snippet": "Nobel laureate Louise Glück has revealed her “panic” at becoming the 16th female winner of the literature prize for the first time, with her acceptanc …"
        },
        {
            "title": "Carer from Wigan who hacked 772 webcams in 39 countries avoids extradition to US",
            "category": "UK-News",
            "snippet": "A 58-year-old man from Wigan who hacked into hundreds of webcams in dozens of countries has avoided extradition to the US after a judge ruled that it …"
        },
        {
            "title": "Family of Black Ohio man shot dead by white officer accuses police of lying about killing",
            "category": "US-News",
            "snippet": "The family of a 23-year-old Black man shot dead by a white police officer in Columbus, Ohio, on Friday have accused police of lying about the circumst …"
        },
        {
            "title": "Scottish government issues 'light-hearted' guide to Covid etiquette",
            "category": "UK-News",
            "snippet": "A new guide to Covid-era etiquette has been published by the Scottish government advising people to back away from awkward confrontations and use “sub …"
        },
        {
            "title": "Nurse urges Sheffield council to halt Christmas market",
            "category": "UK-News",
            "snippet": "Councils are under pressure to close remaining Christmas markets after scenes of overcrowding at the weekend. A nurse in Sheffield who came out of ret …"
        },
        {
            "title": "Brexit: Johnson heads to Brussels after UK holds out olive branch",
            "category": "Politics",
            "snippet": "Boris Johnson will travel to Brussels for a face-to-face summit with the European commission president, Ursula von der Leyen, in an 11th-hour attempt …"
        },
        {
            "title": "Australia's cricket tour of South Africa in doubt amid Covid bubble fears",
            "category": "Sport",
            "snippet": "Australia’s scheduled three-Test tour of South Africa has been thrust under the microscope after England cancelled their one-day international series …"
        },
        {
            "title": "MPs vote to keep law-breaking clauses in Brexit bill, but UK offers to drop them",
            "category": "Politics",
            "snippet": "Summary: The government has said it may drop key clauses from a bill that would breach international law by letting the UK unilaterally rewrite parts of the Br …"
        },
        {
            "title": "UK National Lottery players must be over 18 from next year",
            "category": "UK-News",
            "snippet": "The age limit for playing the National Lottery will rise to 18 from next year, the government has said, on the day ministers launched a review of gamb …"
        },
        {
            "title": "Police bail reforms left crime victims feeling unsafe, finds report",
            "category": "UK-News",
            "snippet": "Summary: Victims have been left unprotected and a suspected paedophile left free to strike after government changes to bail plunged parts of the criminal justi …"
        },
        {
            "title": "End housing of asylum seekers in old army barracks, UK ministers urged",
            "category": "UK-News",
            "snippet": "More than 60 community organisations working with migrants held in detention and refugees have urged ministers to consider alternative accommodation t …"
        },
        {
            "title": "Shadow cabinet MPs express Labour Brexit strategy doubts",
            "category": "Politics",
            "snippet": "At least eight members of Keir Starmer’s shadow cabinet have privately expressed doubts about Labour’s strategy of backing any Brexit deal secured by …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 9: Mank",
            "category": "Film",
            "snippet": "Summary: Even if Citizen Kane’s lustre has dulled a little (it’s no longer top of the Sight and Sound critics poll, after decades of supremacy), it is still th …"
        },
        {
            "title": "The 50 best albums of 2020, No 9: Taylor Swift – Folklore",
            "category": "Music",
            "snippet": "We’ve all thought it this year: wouldn’t it be nice to escape to a cabin in the woods, to reconnect with nature, nourishing ourselves and our creative …"
        },
        {
            "title": "Crouching Tiger, Hidden Dragon at 20: a rare action movie with heart",
            "category": "Film",
            "snippet": "When Crouching Tiger, Hidden Dragon was released 20 years ago, it was the culmination of a cultural exchange between east and west, and a glimpse into …"
        },
        {
            "title": "The Fall of a Sparrow review – Vivien Eliot, TS Eliot and 'utter hell'",
            "category": "Books",
            "snippet": "By the end of this exhaustive and exhausting book I felt as though I had myself been married to Vivien Eliot and barely survived to tell the tale. Oxf …"
        },
        {
            "title": "‘It feels like a lost year’: the women who fear 2020 has stolen their chance of motherhood",
            "category": "Life-and-Style",
            "snippet": "Saturday mornings are the worst. Claudia, a teacher, wakes up alone in bed in her London flatshare. The weekend stretches out before her, an intermina …"
        },
        {
            "title": "God 99 by Hassan Blasim review – history of a people's turmoil",
            "category": "Books",
            "snippet": "Hassan Blasim was a film-maker in his native Iraq before he was forced into exile. Harassed by the state authorities under Saddam Hussein in the late …"
        },
        {
            "title": "UK energy networks get go-ahead to invest in green revolution",
            "category": "Business",
            "snippet": "Summary: The industry regulator will allow energy networks to plough at least £40bn into the green revolution and make higher returns on their investments, aft …"
        },
        {
            "title": "Photobombing cats and camera cockups: how lockdowns transformed my fitness routine",
            "category": "Life-and-Style",
            "snippet": "Summary: Leo Tolstoy’s War and Peace and Don DeLillo’s Underworld will always remind me of lockdown. Not because I have read either of them, but because I have …"
        },
        {
            "title": "'It's been a battle to express my personality': Munya Chawawa, Instagram's finest satirist",
            "category": "Music",
            "snippet": "Summary: Any time there’s an incident that highlights the racism in British public life, Munya Chawawa will have skewered it while it’s still trending. The lig …"
        },
        {
            "title": "Neil Young drops lawsuit against Donald Trump",
            "category": "Music",
            "snippet": "Neil Young’s lawsuit against Donald Trump, filed in opposition to his music being used in campaign rallies, has been dismissed by a New York court. Th …"
        },
        {
            "title": "Lords vote to revoke UK trade deals with countries committing genocide",
            "category": "Politics",
            "snippet": "Ministers’ scope to sign trade deals with governments that abuse human rights have been severely reduced after a double defeat in the House of Lords. …"
        },
        {
            "title": "Fatigued Californians are back in lockdown. Will it work?",
            "category": "US-News",
            "snippet": "California has enacted new stay-at-home guidelines as coronavirus cases in the state have surged, placing 33 million pandemic-fatigued residents under …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 9 – Never Rarely Sometimes Always",
            "category": "Film",
            "snippet": "Never Rarely Sometimes Always, writer-director Eliza Hittman’s reticent, watchful film on two 17-year-old girls’ journey across state lines for an abo …"
        },
        {
            "title": "Talking Horses: Altior primed to return at Kempton for festive meeting",
            "category": "Sport",
            "snippet": "Altior’s seasonal debut has been delayed until the second day of Kempton’s Christmas meeting on 27 December after Nicky Henderson said on Monday the d …"
        },
        {
            "title": "From Bob Willis to Barnard Castle, cricket books to lift our spirits",
            "category": "Sport",
            "snippet": "We won’t forget 2020 in a hurry and we won’t celebrate it either. Yet the absence of our traditional summer distraction has reminded cricket lovers of …"
        },
        {
            "title": "You've frozen! How to use tech to keep in touch over Christmas",
            "category": "Life-and-Style",
            "snippet": "Summary: The holidays are going to be different this year. Three households may be more than we’ve crammed into the same room for months, but for most of us it …"
        },
        {
            "title": "First Thing: the White House turned down 100m extra Pfizer vaccine doses",
            "category": "US-News",
            "snippet": "Good morning. The White House refused an offer to buy 100m additional doses of Pfizer’s coronavirus vaccine, a decision which could cause delays in di …"
        },
        {
            "title": "Share your experiences of being a UK delivery worker this Christmas",
            "category": "Life-and-Style",
            "snippet": "As the country prepares for a very different kind of Christmas, many people will be shopping online this year instead of hitting the stores in person …"
        },
        {
            "title": "A wing and a prayer: the enduring beauty of The Lark Ascending",
            "category": "Music",
            "snippet": "Summary: It’s easy to make fun of The Lark Ascending. Perennially top of Classic FM’s Hall of Fame, it has become a byword for the conservatism of both schedul …"
        },
        {
            "title": "Brexit: Boris Johnson warns securing deal is 'looking very, very difficult'",
            "category": "Politics",
            "snippet": "Boris Johnson has warned that securing a deal at an imminent Brexit summit in Brussels will be “very difficult” but backed “the power of sweet reason …"
        },
        {
            "title": "Christopher Nolan leads industry fury over Warner Bros' streaming move",
            "category": "Film",
            "snippet": "Tenet director Christopher Nolan is leading a chorus of furious protest from the film industry over Warner Bros’ decision to release its entire 2021 s …"
        },
        {
            "title": "Dare to Dream review – Berlin movie love story waltzes around the Wall",
            "category": "Film",
            "snippet": "Summary: This German romantic drama – a handsome commercial for Studio Babelsberg, near Berlin, the world’s oldest major film studio, as well as for cinephilia …"
        },
        {
            "title": "Veteran activist Swampy among protesters in HS2 site standoff with police",
            "category": "UK-News",
            "snippet": "Summary: Police and eviction squads have gathered in a standoff with HS2 protesters including veteran activist Swampy, who is sitting in a 30ft bamboo structur …"
        },
        {
            "title": "Georgia recertifies election results, confirming Biden's victory",
            "category": "US-News",
            "snippet": "Georgia has re-certified the state’s results in the 3 November presidential election after two recounts, confirming again that the Democratic presiden …"
        },
        {
            "title": "Rugby union's dark news on dementia presents a reality the sport has dared not face",
            "category": "Sport",
            "snippet": "At the last count, in 2014, there were 1,339 people in the UK between the ages of 30 and 44 who had been diagnosed with dementia – or 0.01% of the 13 …"
        },
        {
            "title": "US nuclear warhead standoff 'has significant implications for UK'",
            "category": "UK-News",
            "snippet": "Britain’s most senior defence official admitted there would be “very significant implications” for the future of the Trident nuclear deterrent if Demo …"
        },
        {
            "title": "Arthur O'Neill obituary",
            "category": "Sport",
            "snippet": "My father, Arthur O’Neill, made a great contribution to the administration of athletics and hockey in Northern Ireland, touching many lives in the pro …"
        },
        {
            "title": "Even Keanu Reeves is doing it: why are comics going to Kickstarter?",
            "category": "Books",
            "snippet": "Comics have had a record-breaking year on Kickstarter. By October this year, backers had pledged $22m (£16.5m) to comics projects, up from $17m by the …"
        },
        {
            "title": "Lukewarm welcome for William and Kate in royal tour of Scotland and Wales",
            "category": "UK-News",
            "snippet": "It was supposed to be a tour to thank the country amid the biggest crisis for a generation. But the Duke and Duchess of Cambridge’s 1,250-mile whistle …"
        },
        {
            "title": "UK grocery sales hit record; Brexit and Covid-19 weigh on markets – as it happened",
            "category": "Business",
            "snippet": "Summary: One more thing.... car maker Honda has warned that it may be forced to temporarily halt production at its British factory, where it builds the Civic c …"
        },
        {
            "title": "Us Among the Stones review – thoughtful Laurence Fox stars in heartfelt indie drama",
            "category": "Film",
            "snippet": "There’s no point in a fictional family reunion where long-buried resentments don’t painfully but cathartically resurface – and maybe no point in such …"
        },
        {
            "title": "The Furnace review – David Wenham's gold thief traverses harsh outback morality",
            "category": "Film",
            "snippet": "Summary: A sunburnt and badly wounded David Wenham, looking haggard and sounding hoarse but radiating as much gravitas as ever, slogs across outback Australia …"
        }
    ]
}