{
    "page": [
        {
            "title": "After the fact: the five ways Trump has tried to attack democracy post-election",
            "category": "US-News",
            "snippet": "The decisive rejection by the US supreme court of an attempt by one state, Texas, to throw out election results in four other states might prevent the …"
        },
        {
            "title": "Paul McCartney: McCartney III review – light from the bunker",
            "category": "Music",
            "snippet": "The song that closes Paul McCartney’s latest solo album transcribes the to-do list of a man living a simpler life. Foxes are scaring the hens and lamb …"
        },
        {
            "title": "Andrew Weatherall remembered by David Holmes",
            "category": "Music",
            "snippet": "I’ll start by saying that DJing, remixing and producing were just something that Andrew did. I always looked at him as a much bigger presence. Spendin …"
        },
        {
            "title": "The Midnight Sky review – George Clooney's post-apocalyptic thriller",
            "category": "Film",
            "snippet": "Director George Clooney’s moving and deeply melancholy post-apocalyptic sci-fi imagines him as the last man on Earth. The planet has been evacuated an …"
        },
        {
            "title": "Tales of the riverbank: a small flat on the Thames that sparkles",
            "category": "Life-and-Style",
            "snippet": "Clouds scurry across the hallway of this London flat. Not real ones, of course, but the low-lying stratocumuli of a monochrome wallpaper by Fornasetti …"
        },
        {
            "title": "'Brexit preparation? It's a shambles, and will be for months'",
            "category": "Politics",
            "snippet": "Brexit, whether in no-deal or an agreed form, poses significant challenges for many sectors of the British economy. Here we talk to two businesses peo …"
        },
        {
            "title": "Dexter Gordon: Montmartre 1964 review – a genius abroad",
            "category": "Music",
            "snippet": "The American tenor saxophonist Dexter Gordon (1923-90) first came to Europe in 1962 for a two-week gig at Ronnie Scott’s, and decided to stay for a wh …"
        },
        {
            "title": "Brexit fishing row evokes memories of 'cod wars' with Iceland",
            "category": "Politics",
            "snippet": "News that four Royal Navy patrol ships will be ready from 1 January to help protect UK fishing waters in the event of a no-deal Brexit has evoked memo …"
        },
        {
            "title": "More than 100 public figures call for halt to Osime Brown deportation",
            "category": "UK-News",
            "snippet": "More than 100 public figures, including the former archbishop of Canterbury Rowan Williams and the Labour peer Alf Dubs, have written to the home secr …"
        },
        {
            "title": "How we stay together: 'It took 12 years just to get the first kiss'",
            "category": "Life-and-Style",
            "snippet": "Names: Kate Washington and Genki Kondo Years together: eight Occupations: educator and park ranger It was obvious to everyone but them. When Kate Wash …"
        },
        {
            "title": "The Morrison government wanted tax cuts for the wealthy, and that is what they have delivered",
            "category": "Business",
            "snippet": "The Morrison government’s spin has become so divorced from reality that many of its policy justifications should be deemed false and misleading advert …"
        },
        {
            "title": "RFU: concussion debate will add urgency to global season talks",
            "category": "Sport",
            "snippet": "Bill Sweeney believes the concussion debate will be a catalyst in talks over a global season designed to harmonise the calendar and stop players being …"
        },
        {
            "title": "Anthony Joshua shows his mettle with dramatic knockout of Kubrat Pulev",
            "category": "Sport",
            "snippet": "Anthony Joshua retained his world heavyweight titles after he knocked out Kubrat Pulev in the ninth round on Saturday night. Heavyweight boxing can be …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Tory grandees’ fury over Johnson’s  ‘nationalist’  no-deal Brexit",
            "category": "Politics",
            "snippet": "Boris Johnson faced a rising tide of anger from senior Tories and business leaders last night as he appeared ready to embrace a no-deal Brexit and pre …"
        },
        {
            "title": "George Clooney: Why we owe our domestic bliss to ... Boris Johnson",
            "category": "Film",
            "snippet": "George Clooney will not be sending Boris Johnson a Christmas card, but he may send a thank-you note to No 10 – along with a comb, he told the Observer …"
        },
        {
            "title": "Even Wonder Woman won’t save cinemas this year",
            "category": "Film",
            "snippet": "Wonder Woman 1984 is set to make its British big-screen premiere this week, and for cinema owners it marks the last chance to salvage something from a …"
        },
        {
            "title": "Country superstar Charley Pride dies aged 86",
            "category": "Music",
            "snippet": "Summary: The singer Charley Pride, the first black superstar of country music, died on Saturday at the age of 86. His publicist confirmed that Pride died on 12 …"
        },
        {
            "title": "Bailouts, blame and broken glass: UK papers paint grim picture of possible no-deal Brexit",
            "category": "Politics",
            "snippet": "The Brexit talks deadline gives the Sunday newspapers plenty of material as they report variously on possible food shortages, industry bailouts and th …"
        },
        {
            "title": "The dangerous ecstasy of sex in the 1990s",
            "category": "Life-and-Style",
            "snippet": "‘Sex in the 90s’ was the cover tease for the Observer Magazine of 29 November 1987, when Suzanne Lowry’s short story synthesised some of the contempor …"
        },
        {
            "title": "Turn up the colour on eyes, cheeks and lips for festive glam",
            "category": "Life-and-Style",
            "snippet": "Summary: We need mood boosters like never before, hence I am all over this sugar rush of colour, as seen at Rixo SS20. There is nothing reticent about it, so a …"
        },
        {
            "title": "Our jobs and future depend on a deal, business warns Boris Johnson",
            "category": "Politics",
            "snippet": "Boris Johnson has been warned that the fate of millions of jobs, Britain’s most deprived regions and the UK’s manufacturing base rely on him reaching …"
        },
        {
            "title": "Corona, Climate, Chronic Emergency; What Would Nature Do? – review",
            "category": "Books",
            "snippet": "Do you remember April? It seems like decades ago, but I remember, amid the dread and claustrophobia of lockdown, an unexpected thrum of hope. Traffic …"
        },
        {
            "title": "Ma Rainey's Black Bottom review – Chadwick Boseman and Viola Davis share the spotlight",
            "category": "Film",
            "snippet": "In 2016, Denzel Washington produced, directed and starred in the screen adaptation of August Wilson’s 1985 play Fences, earning a supporting actress O …"
        },
        {
            "title": "Having kids increases global warming. But don’t blame the parents…",
            "category": "Life-and-Style",
            "snippet": "Summary: When I had my daughter I felt like the first person to have a baby; now I’ve had my son, I feel like I might be the last. An academic study into how y …"
        },
        {
            "title": "UK ‘reneges on vow to reunite child refugees with families’",
            "category": "UK-News",
            "snippet": "Unaccompanied children in France are being told by the French authorities that they should give up hope of being reunited with family in the UK after …"
        },
        {
            "title": "Why moth orchids make perfect housemates",
            "category": "Life-and-Style",
            "snippet": "In the traditional, deeply nostalgic world of gardening, it’s amazing how quickly some things can change. When I was a plant-mad teenager back in the …"
        },
        {
            "title": "Parisians: ‘We love Britain’s culture, its energy, its people. It’s sad you don’t love us too’",
            "category": "Politics",
            "snippet": "At the Châtelet branch of Boulinier, a Paris bookshop that has stocked English language books since 1845, shoppers were yesterday reflecting on a spat …"
        },
        {
            "title": "The EU's red lines were clear in 2016",
            "category": "Politics",
            "snippet": "The French, said George Canning, an early 19th-century British foreign minister, “have but two rules of action: to thwart us whenever they know our ob …"
        },
        {
            "title": "'It's terrible and no one cares': millions at risk of eviction with no stimulus agreed",
            "category": "Business",
            "snippet": "Before the pandemic hit, 34-year-old Andrew Perry of New Orleans worked in bars and did live sound engineering for shows. But now, with venues closed, …"
        },
        {
            "title": "The best children's books of 2020 for all ages",
            "category": "Books",
            "snippet": "As Covid-19 tightened its grip in March, forcing schools, bookshops and libraries to close, so the children’s book world responded in characteristical …"
        },
        {
            "title": "Where's the beef with a greener future that also makes us happier and healthier?",
            "category": "Business",
            "snippet": "Few crises come with a users’ manual. The government’s official climate advisers, the Committee on Climate Change, have come close, however, with a ne …"
        },
        {
            "title": "David Byrne: 'Spike Lee and I have a lot in common'",
            "category": "Music",
            "snippet": "David Byrne is one of popular culture’s great polymaths: a musician, producer, artist, actor, author, record label owner and film-maker. He was a foun …"
        },
        {
            "title": "Sport and dementia: ‘Something needs to happen now’",
            "category": "Sport",
            "snippet": "In the 1980s and 1990s, Crispin Cormack, a full-back who could also play fly-half, turned out for Pontypridd, Cardiff Quins and London Welsh, and tour …"
        },
        {
            "title": "Tome raiders: solving the great book heist",
            "category": "Books",
            "snippet": "Everything went exactly to plan. Late on the evening of 29 January 2017, Daniel David and Victor Opariuc parked up and made their way towards the Fron …"
        },
        {
            "title": "Fancy socks to flash trainers and fine prints: the best sporting Christmas gifts",
            "category": "Sport",
            "snippet": "Style and substance Let a loved one relive their youth or celebrate the perfect season with a piece of history. Classicfootballshirts.co.uk sells genu …"
        },
        {
            "title": "Climate crisis: FTSE giants fail to disclose their carbon footprint",
            "category": "Business",
            "snippet": "BP, Glencore and Rolls-Royce are among eight FTSE 100 companies who have refused to comply with investor demands to disclose their carbon dioxide emis …"
        },
        {
            "title": "California could allow mass evictions to begin during the worst Covid surge yet",
            "category": "US-News",
            "snippet": "Millions of California renters are at risk of eviction as tenant protections soon expire, raising fears of a mass surge in homelessness during the dea …"
        },
        {
            "title": "I'm Your Woman review – Rachel Brosnahan stars in plodding neo-noir thriller",
            "category": "Film",
            "snippet": "“It’s your baby,” says mobster Eddie (Bill Heck), inexplicably plonking a strange crying infant into the lap of his wife, Jean (The Marvelous Mrs Mais …"
        },
        {
            "title": "How artificial intelligence helped me overcome my dyslexia",
            "category": "Life-and-Style",
            "snippet": "Summary: I’m 10 years old. Minutes into a maths lesson and my palms have already begun to sweat. I’ve positioned myself in the back row, but the teacher walks …"
        },
        {
            "title": "Sean Connery remembered by Jackie Stewart",
            "category": "Film",
            "snippet": "When people think of Sean of course they think of James Bond, but he wasn’t really acting when he was playing that part. In real life, when he walked …"
        },
        {
            "title": "The crying game: is it ever OK for politicians to sob in public?",
            "category": "Politics",
            "snippet": "Viewers of ITV’s Good Morning Britain were treated to an unusual spectacle on Tuesday morning: the phoney political weep. Piers Morgan and Susanna Rei …"
        },
        {
            "title": "Supermarkets 'told to stockpile food' as fears grow of no-deal Brexit",
            "category": "Politics",
            "snippet": "The UK government is reported to have warned supermarkets to stockpile food and other essential supplies amid increasing fears of a no-deal Brexit in …"
        },
        {
            "title": "The Avalanches: We Will Always Love You review – multilayered, blissed-out psychedelia",
            "category": "Music",
            "snippet": "It took Melbourne’s Avalanches 16 years to follow up the dazzling cut-and-paste alchemy of their debut, Since I Left You. When it did finally arrive, …"
        },
        {
            "title": "Rugby players' claim for brain injury has 'less than 50/50' chance, say experts",
            "category": "Sport",
            "snippet": "The expected multimillion pound lawsuit from rugby players who have suffered permanent brain damage has less than a 50/50 chance of succeeding and a s …"
        },
        {
            "title": "Police drop investigation into Tory MP accused of rape",
            "category": "Politics",
            "snippet": "Police have dropped an investigation into allegations of rape against a Conservative MP and former minister. The MP, who has not been named, was arres …"
        },
        {
            "title": "Lee Westwood wins Race to Dubai although Fitzpatrick wins on the day",
            "category": "Sport",
            "snippet": "A second victory at the season-ending Tour Championship was not enough for Matthew Fitzpatrick to prevent Lee Westwood from creating history in Dubai. …"
        },
        {
            "title": "Extending the UK furlough alone isn't enough to save UK plc in 2021",
            "category": "Business",
            "snippet": "The third wave is coming. Since the arrival of the coronavirus vaccine, there had been hope that winter would quickly pass and give way to a brighter …"
        },
        {
            "title": "Il Mio Corpo review – Intimate view of Sicily's poverty",
            "category": "Film",
            "snippet": "Under the baking sun and his father’s beady eye, Sicilian pre-teen Oscar scavenges for scrap metal on a mountainside. Among the piles of rubbish, he c …"
        }
    ]
}