{
    "page": [
        {
            "title": "The Sixteen: A Choral Odyssey review – an inspired journey through music and history",
            "category": "Music",
            "snippet": "The Sixteen made a smart decision in choosing Simon Russell Beale as guide to their online A Choral Odyssey, a series of filmed performances in differ …"
        },
        {
            "title": "Prisoner deported from UK to Jamaica tests positive for Covid-19",
            "category": "UK-News",
            "snippet": "One of the 13 prisoners deported from the UK to Jamaica on Wednesday has tested positive for Covid-19, the Jamaican government has confirmed. The man …"
        },
        {
            "title": "'Essex girl' removed from dictionary following campaign",
            "category": "UK-News",
            "snippet": "The expression “Essex girl” has been removed from a dictionary used to teach English after a campaign by women from the county who described the term …"
        },
        {
            "title": "One to watch: King Hannah",
            "category": "Music",
            "snippet": "Lessons in how to set tables don’t often feature in bands’ creation myths, but that was the catalyst that brought the core members of Liverpool’s King …"
        },
        {
            "title": "Heavy rainfall prompts flood warnings and travel disruption in UK",
            "category": "UK-News",
            "snippet": "Parts of Scotland and southern England experienced transport disruption and multiple flood warnings on Saturday morning following heavy rainfall. Whil …"
        },
        {
            "title": "Mank review: David Fincher's sumptuous ode to old Hollywood",
            "category": "Film",
            "snippet": "Summary: David Fincher’s messy, often brilliant Mank, which follows Hollywood screenwriter Herman J Mankiewicz (Gary Oldman) as he wrestles with the screenplay …"
        },
        {
            "title": "Robert Jenrick controversy was factor in ethics adviser’s resignation",
            "category": "Politics",
            "snippet": "Boris Johnson’s failure to authorise an inquiry into the controversial approval of a £1bn homes project by his housing secretary, Robert Jenrick, also …"
        },
        {
            "title": "Jobs slump and Covid lead litany of post-Trump crises facing Janet Yellen",
            "category": "Business",
            "snippet": "Of all the 78 US Treasury secretaries since Alexander Hamilton first took up the office in 1789, few have faced an in-tray piled quite so high as the …"
        },
        {
            "title": "M Ward: Think of Spring review – a spectral tribute to Billie Holiday",
            "category": "Music",
            "snippet": "West coast singer-songwriter Matthew Ward stalks Americana circles in many guises; as solo artist, guitarist to Norah Jones, collaborator with the lik …"
        },
        {
            "title": "Artist in residence: the London home and backdrop of a portraitist",
            "category": "Life-and-Style",
            "snippet": "Summary: Arriving at Curtis Holder’s south London home, I am invited to view what the portraitist smilingly calls his “smoking room”. Neither fuggy nor fusty, …"
        },
        {
            "title": "Keith Earls helps Ireland rally to defeat Scotland in Autumn Nations Cup",
            "category": "Sport",
            "snippet": "Ireland finished third in the Autumn Nations Cup having finished in the same position in the Six Nations. They were third-rate in the second half agai …"
        },
        {
            "title": "Shareholders can't force businesses to act morally. But governments can",
            "category": "Business",
            "snippet": "Mark Carney stuck it to laissez-faire capitalists in his Reith lecture last week. There has always been a moral dimension to selling stuff, the former …"
        },
        {
            "title": "Sadiq Khan heads to Oxford Street to urge public to go shopping",
            "category": "Business",
            "snippet": "The mayor of London was among thousands of shoppers who made their way to England’s high streets on the first Saturday after the second national lockd …"
        },
        {
            "title": "How we stay together: 'It’s like we’re one person with two personalities'",
            "category": "Life-and-Style",
            "snippet": "Names: Jackie Rees-Kafcaloudes and Phil Kafcaloudes Years together: 34 Occupations: actor and writer When they woke up the day after their wedding on …"
        },
        {
            "title": "Military planes to fly Covid vaccines in to Britain to avoid ports hit by Brexit",
            "category": "Politics",
            "snippet": "Tens of millions of doses of the Covid-19 vaccine manufactured in Belgium will be flown to Britain by military aircraft to avoid delays at ports cause …"
        },
        {
            "title": "Eddie Jones wary of France and loses Mako Vunipola for England's final",
            "category": "Sport",
            "snippet": "Eddie Jones expects England to renew their raw-boned rivalry with France in the coming seasons – a feature from the early 1990s when Sunday’s Autumn N …"
        },
        {
            "title": "Obama: Democrats need 'universal language' to appeal to moderate voters",
            "category": "US-News",
            "snippet": "Barack Obama has underlined his belief that Democrats should moderate campaign messaging in order to reach voters turned off by slogans including “Def …"
        },
        {
            "title": "Rita Ora apologises for second breach of Covid lockdown restrictions",
            "category": "Music",
            "snippet": "British singer Rita Ora has apologised after reports emerged that she should have been self-isolating when she celebrated her birthday at a London res …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Daniel Dubois' boxing career could have been over, eye specialist says",
            "category": "Sport",
            "snippet": "An eye specialist has told Daniel Dubois he could have suffered career-ending double vision had he not quit in the 10th round of his heavyweight fight …"
        },
        {
            "title": "Trump rails against election result at rally ahead of crucial Georgia Senate runoff",
            "category": "US-News",
            "snippet": "Donald Trump has held his first political rally since losing the presidential election, delivering an incoherent speech laced with baseless conspiracy …"
        },
        {
            "title": "In search of a cure for the common cold, October 1970",
            "category": "Life-and-Style",
            "snippet": "The Observer Magazine of 4 October 1970 was all about ‘keeping spirits up when the mercury’s down’. Medical correspondent Christine Doyle began with a …"
        },
        {
            "title": "Spain's forgotten literary star from a turbulent age is rescued from oblivion",
            "category": "Books",
            "snippet": "Towards the end of a long life that was more eventful, more peripatetic and more exquisitely chronicled than most, María Teresa León came to a painful …"
        },
        {
            "title": "Mud and maintenance in the month ahead",
            "category": "Life-and-Style",
            "snippet": "December: the month of maintenance. The start of meteorological winter, home to the deep dark, time of the lowest light, the astronomical midwinter so …"
        },
        {
            "title": "Keir Starmer urged to wait before telling MPs to approve Brexit deal",
            "category": "Politics",
            "snippet": "Some of Labour’s union backers have urged Keir Starmer to wait before telling Labour MPs to support a Brexit deal, amid growing unease within the part …"
        },
        {
            "title": "Tiers and scotch eggs: rules for pubs expose a class divide",
            "category": "Business",
            "snippet": "It is in the nature of stories about the hospitality industry that they come with a selection of ready-made metaphors. And so it is that the newly int …"
        },
        {
            "title": "Sunday with Michael Ball: ‘I read a lot – I love a serial killer’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? I wake up at 7.30am to take the dogs for a walk. Then I’ll have breakfast, read the papers, and creep out of the house while my …"
        },
        {
            "title": "The book of love: 400-year-old tome of John Donne’s poems is unveiled",
            "category": "Books",
            "snippet": "Summary: John Donne is hailed as one of the greatest writers in the English canon, the author of exquisite love poetry and magnificent prose that has entered e …"
        },
        {
            "title": "Keira Bell lawyer warns on internet coverage of transgender issues",
            "category": "UK-News",
            "snippet": "Summary: The promotion of transgender issues on social media should be subject to safeguarding measures, according to the lawyer for a woman who brought last w …"
        },
        {
            "title": "The Godless Gospel by Julian Baggini review – Jesus as a moral teacher",
            "category": "Books",
            "snippet": "Not all Christians believe in God. Back in the 1960s, a cult of so-called religionless Christianity briefly thrived, along with people who called them …"
        },
        {
            "title": "County Lines review – a deep dive into Britain's drugs trade hell",
            "category": "Film",
            "snippet": "“You know what the ‘acceptable loss’ of your business is?” a social worker asks a teenager caught in Britain’s brutal “county lines” drug-trafficking …"
        },
        {
            "title": "Love and loneliness in the time of robots",
            "category": "Life-and-Style",
            "snippet": "In Japan, where robots are being used for such coronavirus tasks as disinfecting hospitals and carrying out contactless deliveries, scientists have pr …"
        },
        {
            "title": "Seeing the light: bright ideas for plants",
            "category": "Life-and-Style",
            "snippet": "Summary: There are lots of stock phrases used in the world of gardening which, despite their ubiquity, can be a source of confusion and frustration for newbies …"
        },
        {
            "title": "A 2021 market boom would be welcome, but there will still be plenty of losers",
            "category": "Business",
            "snippet": "When the prime minister announced, in the last week of October, a second national lockdown in England, the best thing to do, it turns out, was to buy …"
        },
        {
            "title": "The best books of 2020 – picked by our acclaimed guest authors",
            "category": "Books",
            "snippet": "Douglas Stuart Author of Booker prize winner Shuggie Bain Elaine Feeney’s As You Were (Harvill Secker, £14.99) is a revelation with regard to the secr …"
        },
        {
            "title": "Sleeping on the job: how a quick nap makes us more efficient",
            "category": "Life-and-Style",
            "snippet": "Naps need to hire a publicist. Not in China, where desk-side snoozes are a constitutional right; Japan, where inemuri (“sleeping while present”) is a …"
        },
        {
            "title": "Joe Biden's staff nominations are early test of relationship with progressives",
            "category": "US-News",
            "snippet": "Joe Biden has long had a rollercoaster relationship with progressive organizations and the left wing of the Democratic party and there are signs that …"
        },
        {
            "title": "Pink and blue toys colour future of our children, study warns",
            "category": "Life-and-Style",
            "snippet": "“It’s not just the wall-to-wall blue and pink in toy shops that annoys me but the assumptions made,” says Sam Larkin, a mother of two boys – Arthur an …"
        },
        {
            "title": "The girl with her own tattoos: the joy of homemade ink",
            "category": "Life-and-Style",
            "snippet": "Summary: I have a little tattoo of a cross on my right hip. It is horrible. It is small and fat, like someone made a cross out of clay then squashed it. It lea …"
        },
        {
            "title": "'Flexing their power': how America's richest zip code stays exclusive",
            "category": "US-News",
            "snippet": "If fences make good neighbors, then Atherton, California should be full of good neighbors. In America’s most expensive zip code, an abundance of wroug …"
        },
        {
            "title": "10 great food books of 2020",
            "category": "Books",
            "snippet": "The Flavor Equation: The Science of Great Cooking Explained in More Than 100 Essential Recipes Nik Sharma (Chronicle Books) Sharma, a former molecular …"
        },
        {
            "title": "Crock of Gold review – Shane MacGowan's colourful, chaotic life",
            "category": "Film",
            "snippet": "Summary: A lifelong chronicler of punk and of music’s excessive, transgressive fringes, it’s a wonder that it took Julien Temple as long as it did to turn his …"
        },
        {
            "title": "Roald Dahl's family apologises for his antisemitism",
            "category": "Books",
            "snippet": "The family of Roald Dahl has apologised for his antisemitism in a statement buried deep in the author’s official website. Dahl, who died 30 years ago, …"
        },
        {
            "title": "Jung Chang: ‘Most Chinese people in my generation experienced starvation. You could feel it around you’",
            "category": "Books",
            "snippet": "I meet Jung Chang between lockdowns – our lunch is the first time she has eaten out since the spring. “I feel liberated!” she says, a phrase that mean …"
        },
        {
            "title": "Peter Pickering obituary",
            "category": "Film",
            "snippet": "Peter Pickering, who has died aged 96, was once one of Britain’s busiest film-makers. Directing hundreds of shorts between 1942 and 1983, he made more …"
        },
        {
            "title": "Sigur Rós: Odin's Raven Magic – bold orchestral manoeuvres from 2004",
            "category": "Music",
            "snippet": "If the road to hell is indeed paved with discarded copies of rock artists’ inglorious forays into classical music, from Deep Purple to Sting, then at …"
        },
        {
            "title": "I run to keep fit, but I hate it",
            "category": "Life-and-Style",
            "snippet": "For the 126th time this year, I turn the corner by the rowing club and begin the climb towards Stamford Hill. I have half a kilometre to go. Mist has …"
        },
        {
            "title": "Just 27 of 249 Republicans in Congress willing to say Trump lost, survey finds",
            "category": "US-News",
            "snippet": "Only 27 of 249 Republicans in Congress are willing to admit Joe Biden won the presidential election, a survey found on Saturday. The election was call …"
        },
        {
            "title": "Steve Turney obituary",
            "category": "Film",
            "snippet": "Summary: My friend Steve Turney, who has died aged 59 of Covid-19, was a publicist in the film and television world who in more recent times became a TV sales …"
        }
    ]
}