{
    "page": [
        {
            "title": "'It can't just be me': Guardian readers share their stories of miscarriage",
            "category": "Life-and-Style",
            "snippet": "“I was at my 10-week scan and I just felt something wasn’t right. The doctor became very quiet and I instantly knew. Then I heard the words: ‘I’m sorr …"
        },
        {
            "title": "Drawing, running or a podcast in the bath: our readers’ tips for switching off after work",
            "category": "Life-and-Style",
            "snippet": "Making music Even though it happens in the same space as my Zoom counselling sessions, making music helps me to switch off immediately. I close the ca …"
        },
        {
            "title": "US Congress slow to issue directives as Covid spreads at a high rate among lawmakers",
            "category": "US-News",
            "snippet": "For months Capitol Hill has struggled with how to contain the coronavirus pandemic in the United States. But even as the rest of the world slowly got …"
        },
        {
            "title": "Decline and fall: what Donald Trump can learn from the Roman emperors",
            "category": "Books",
            "snippet": "A lot of men have probably wished for four more years. A little under that time after assuming absolute power, Gaius Caesar was dead, assassinated by …"
        },
        {
            "title": "The Snow Ball by Brigid Brophy review – a swirling, sensual feast",
            "category": "Books",
            "snippet": "Summary: Facing a holiday season without the usual parties is going to be tough, but this is where a great novel comes into its own. Faber’s timely reissue of …"
        },
        {
            "title": "One two, one two: the Scottish bands teaming up to support roadies",
            "category": "Music",
            "snippet": "This has been a tough year for musicians, but it has been even harder on their road crews. The guitar wranglers, tech magicians and flightcase-luggers …"
        },
        {
            "title": "Florida newspaper investigation finds state government misled public on Covid as cases rose",
            "category": "US-News",
            "snippet": "Florida this week became the third US state to record a million coronavirus cases and yet the public there has been misled by state leadership about t …"
        },
        {
            "title": "Cris Collinsworth is shocked women understand NFL. 90m of us disagree",
            "category": "Sport",
            "snippet": "Summary: Cris Collinsworth spent time with some women this week. These women, it seems, asked some decent questions about football. They even sounded smart, ma …"
        },
        {
            "title": "Lloyds to move 700 staff into full-time homeworking roles",
            "category": "Business",
            "snippet": "Lloyds Banking Group is redeploying 700 staff into full-time homeworking roles from 2021, in the latest sign that big banks are embracing remote worki …"
        },
        {
            "title": "Vaccine expert tells ministers: 'Stop boasting and get public onboard'",
            "category": "Politics",
            "snippet": "Government ministers should stop politicising the Covid-19 vaccine by boasting about being the first to license it, the head of a leading research gro …"
        },
        {
            "title": "US jobs market recovery slows amid surge in Covid-19 cases",
            "category": "Business",
            "snippet": "The recovery in the US jobs market collapsed in November as cases of Covid-19 hit new records, government figures revealed on Friday. The US added jus …"
        },
        {
            "title": "I'm all fired up to beat my boyfriend in the thermostat war",
            "category": "Life-and-Style",
            "snippet": "Summary: My boyfriend and I have differing perspectives on how much to heat our home. I’d prefer it warmer, he cooler. This classic battle of the sexes has bee …"
        },
        {
            "title": "Party on! How offices are keeping the Christmas spirit alive",
            "category": "Life-and-Style",
            "snippet": "The dancefloor may be swapped for the kitchen, and the buffet for a box of breadsticks and some mini bottles of booze, but the office Christmas party …"
        },
        {
            "title": "UK business leaders warn of Brexit red tape 'tidal wave' even with deal",
            "category": "Politics",
            "snippet": "Business leaders have warned that a Brexit “tidal wave” of red tape is going to hit British industry on 1 January even if a trade deal is struck in th …"
        },
        {
            "title": "Neil Kinnock: backing Brexit deal politically 'lethal' for Labour",
            "category": "Politics",
            "snippet": "The former Labour leader Neil Kinnock has privately warned party colleagues that backing a Brexit deal could be politically “lethal”, saying the prime …"
        },
        {
            "title": "William v Harry: are princes in a charity work battle royal?",
            "category": "UK-News",
            "snippet": "It was a roster of “wonderful talent”, Prince William said earlier this week. And so it gave him great pleasure to honour the winners of the Tusk awar …"
        },
        {
            "title": "Christian group tears down mysterious monolith on California mountain",
            "category": "US-News",
            "snippet": "A group of young men claiming to be Christians have posted a video of themselves tearing down a mysterious monolith that had appeared atop a Californi …"
        },
        {
            "title": "How did Bad Bunny become the world's biggest pop star?",
            "category": "Music",
            "snippet": "Each December, Spotify announces who has been the world’s most streamed artist that year, and this generally tallies with who has been popular in the …"
        },
        {
            "title": "Classical highlights for the week ahead:  4 - 11 December",
            "category": "Music",
            "snippet": "Royal Northern Sinfonia The Third Symphony by Louise Farrenc, composed in 1847, is given a rare performance. The conductor Duncan Ward programmes it a …"
        },
        {
            "title": "Covid vaccines offer chance for big pharma to improve its image",
            "category": "Business",
            "snippet": "Never before has the world awaited a new medicine with such bated breath. A vaccine for Covid-19 has the potential to unlock society and save millions …"
        },
        {
            "title": "UK coronavirus: over 500 new Covid-related deaths reported; London at risk of being placed in tier 3 – as it happened",
            "category": "Politics",
            "snippet": "That’s all from the UK blog today, you can keep following our coronavirus coverage over on our global blog. Thanks for reading along. Here’s a quick r …"
        },
        {
            "title": "Alison Lurie obituary",
            "category": "Books",
            "snippet": "Few writers have shown such a commitment to their characters as the US novelist Alison Lurie, who has died aged 94. Her 11 works of domestic and acade …"
        },
        {
            "title": "Judge orders jury to clear woman of murdering Emily Jones  in Bolton",
            "category": "UK-News",
            "snippet": "A woman with a history of violence and mental health problems who confessed to killing seven-year-old Emily Jones, has been cleared of murder. Eltiona …"
        },
        {
            "title": "Man cleared of dangerous driving over 'record-breaking' UK trip",
            "category": "UK-News",
            "snippet": "A car enthusiast who boasted that he had set a speed record by travelling from John o’Groats to Land’s End in less than 10 hours has been cleared of d …"
        },
        {
            "title": "'Santa, can I have money for the bills?' US kids' Christmas letters take heartbreaking turn",
            "category": "Life-and-Style",
            "snippet": "For more than a century, postal workers have taken on a special responsibility around Christmas: figuring out what to do with the letters children bel …"
        },
        {
            "title": "Death of Shukri Abdi, 12, in Bury river an accident, says coroner",
            "category": "UK-News",
            "snippet": "A coroner has concluded that a 12-year-old schoolgirl’s death by drowning was an accident. The body of Shukri Abdi, who first came to the UK in Januar …"
        },
        {
            "title": "Tackling homophobic attitudes: the straight men who play for gay rugby clubs",
            "category": "Sport",
            "snippet": "The most common question Morgan Trainer gets asked when he proudly tells people he plays for the Sydney Convicts is: “Why would you play for a gay rug …"
        },
        {
            "title": "Brexit: Johnson and Von der Leyen to take over with direct talks",
            "category": "Politics",
            "snippet": "The Brexit talks will enter their final act on Saturday with a shift to direct negotiations between Boris Johnson and the European commission presiden …"
        },
        {
            "title": "The Creatures of Prometheus – Philharmonia's fun and witty take on Beethoven's ballet",
            "category": "Music",
            "snippet": "The Philharmonia is marking this year’s Beethoven anniversary with a rare complete outing for The Creatures of Prometheus, Beethoven’s only ballet, fi …"
        },
        {
            "title": "Boy, 16, among victims of Avonmouth explosion",
            "category": "UK-News",
            "snippet": "Summary: A 16-year-old boy was among four people killed in an explosion at a wastewater treatment plant in Bristol. Police named the teenager as Luke Wheaton a …"
        },
        {
            "title": "Billy Joe Saunders retains world title the hard way against Martin Murray",
            "category": "Sport",
            "snippet": "Summary: Billy Joe Saunders outclassed a proud but ageing Martin Murray over 12 rounds in London on Friday night to retain his WBO super-middleweight title and …"
        },
        {
            "title": "Tim Dowling: I've recorded a Christmas song for charity. What could go wrong?",
            "category": "Life-and-Style",
            "snippet": "It’s a cloudy Friday morning and I am standing on a disused golf course somewhere in London, trying and failing to pick up a dog turd. I’m having trou …"
        },
        {
            "title": "Blind date: 'First impressions? Wow!'",
            "category": "Life-and-Style",
            "snippet": "Aiden on Charlotte What were you hoping for? My housemate Meabh (who signed me up) was determined to find my future wife. But I was just hoping for so …"
        },
        {
            "title": "Ian Rankin to complete William McIlvanney’s final novel The Dark Remains",
            "category": "Books",
            "snippet": "Ian Rankin has spent most of lockdown writing a novel – but it isn’t a new Rebus. Instead, the Scottish writer has been putting the finishing touches …"
        },
        {
            "title": "‘Women feel they have no option but to give birth alone’: the rise of freebirthing",
            "category": "Life-and-Style",
            "snippet": "On the morning of 3 May, Victoria Johnson prepared to give birth at her home in the Highlands. One by one, her three children came downstairs to where …"
        },
        {
            "title": "Fit in my 40s: can Instagram influencers motivate me to move?",
            "category": "Life-and-Style",
            "snippet": "Summary: I’ve never much used Instagram except for looking at pictures of pitbulls, so when I met my first influencer (an interiors one rather than fitness) I, …"
        },
        {
            "title": "That Old Country Music by Kevin Barry – beautifully pitched short stories",
            "category": "Books",
            "snippet": "“Here’s a very old joke – Cause of Death: the west of Ireland.” The misfits and mavericks who people Kevin’s Barry’s third short story collection are …"
        },
        {
            "title": "Have You Heard George’s Podcast? You should, for it is remarkable",
            "category": "Books",
            "snippet": "I have never been into podcasts in a big way. I like them in theory, but if I’ve got time to listen to something, I’d rather listen to music. And when …"
        },
        {
            "title": "One-star wonders: how to make a film that’s so bad it’s good",
            "category": "Film",
            "snippet": "There is nothing quite like a good-bad movie. Sometimes the title alone is enough to let us know what we’re in for: think Attack of the 50 Foot Woman …"
        },
        {
            "title": "Pandemic puts a pause on England and Australia's vital talent exchange",
            "category": "Sport",
            "snippet": "For all the white heat of the Ashes rivalry, the relationship between England and Australia is arguably the most symbiotic in world cricket; an altern …"
        },
        {
            "title": "Columbia students threaten to withhold tuition fees amid Covid protest",
            "category": "US-News",
            "snippet": "Almost 1,800 students at Columbia University in New York are threatening to withhold tuition fees next year, in the latest signal to US academia of wi …"
        },
        {
            "title": "Liverpool mayor Joe Anderson bailed in fraud investigation",
            "category": "UK-News",
            "snippet": "The mayor of Liverpool, Joe Anderson, has been released on bail after being detained as part of a fraud investigation. Anderson was arrested with four …"
        },
        {
            "title": "‘A present you make is so much better than one you buy’: 10 brilliant homemade Christmas gift ideas",
            "category": "Life-and-Style",
            "snippet": "Summary: A friend once gave me a copy of The Lonely Doll by Dare Wright, a cult picture book about a doll who knits a scarf as a Christmas gift for Mr Bear bec …"
        },
        {
            "title": "'Ridiculous double standard': LA residents condemn maze of Covid restrictions",
            "category": "US-News",
            "snippet": "Summary: Jeffrey Merrihue had just finished installing $80,000 worth of dining booths on the street outside his informal Italian eatery blocks away from the Pa …"
        },
        {
            "title": "Alex Wheatle: ‘I have nightmarish moments where my past comes back and hits me’",
            "category": "Books",
            "snippet": "Amid the brunchtime clatter of a busy south London cafe, Alex Wheatle is talking about how, lately, he has been considering 1970s pop culture and the …"
        },
        {
            "title": "Australia Wallabies 16-16 Argentina: 2020 Tri Nations rugby – as it happened",
            "category": "Sport",
            "snippet": "Here’s Emma Kemp’s match report. For the second time this Tri-Nations series Australia and Argentina grind out a draw. Neither have been particularly …"
        },
        {
            "title": "Life without Air by Daisy Lafarge review – ecological poetry",
            "category": "Books",
            "snippet": "Summary: The novelist and poet Daisy Lafarge’s TS Eliot prize shortlisted debut collection offers a fresh kind of ecological poetry, one that merges a lyric vo …"
        },
        {
            "title": "From Messiah to Jonas Kaufmann: the best classical Christmas albums of 2020",
            "category": "Music",
            "snippet": "This year’s heap of Christmas albums is smaller, but the balance has shifted: plenty of novelty and baroque discovery from outstanding choirs, only on …"
        },
        {
            "title": "Brexit: why is Boris Johnson taking over talks with the EU?",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson and the European commission president, Ursula von der Leyen, will speak on Saturday in an attempt to unblock talks on a post-Brexit trad …"
        },
        {
            "title": "Michel Faber: 'Under the Skin changed my life for good'",
            "category": "Books",
            "snippet": "In 1993, I emigrated from a big, thriving, multicultural city in Australia to a failing farm in the tranquil isolation of the Scottish Highlands. The …"
        }
    ]
}