{
    "page": [
        {
            "title": "The cosiest comfort reads to curl up with this Christmas",
            "category": "Books",
            "snippet": "Even if you feel you have had more “curling up quietly at home” time than is strictly necessary this year, finding a good Christmas read is still an e …"
        },
        {
            "title": "Athletes need to understand why Russia is so important to the IOC",
            "category": "Sport",
            "snippet": "Summary: Here is a question you may not expect to find in a sports column. When a journalist is assassinated, do financial markets care? The answer, according …"
        },
        {
            "title": "Cinemas shut, movies postponed: how Covid-19 upturned film in 2020",
            "category": "Film",
            "snippet": "If you had money on drive-in movies making a comeback in 2020, the year’s most talked-about actor being Laurence Fox, and the biggest Hollywood hit be …"
        },
        {
            "title": "The 10 best jazz albums of 2020",
            "category": "Music",
            "snippet": "10 Pat Metheny – From This Place Being both a bestselling jazz-fusion superstar and an experimental collaborator with John Zorn and Ornette Coleman ta …"
        },
        {
            "title": "Poem of the week: Towards the End of the Feast by Andrew Greig",
            "category": "Books",
            "snippet": "Towards the End of the Feast The best way to bear that flaming pud signalling the latter stages of our feast is not Kenneth McKellar’s rictus grin nor …"
        },
        {
            "title": "'Captain of a rudderless ship': Tory media turn on Boris Johnson",
            "category": "Politics",
            "snippet": "Summary: Normally Conservative-leaning media turned on Boris Johnson on Monday amid rising anger about the government’s handling of the coronavirus crisis, and …"
        },
        {
            "title": "A meta-masterpiece: why The Muppet Christmas Carol is the perfect festive film",
            "category": "Film",
            "snippet": "Forget It’s a Wonderful Life. Forget Miracle on 34th Street. Forget (please God, forget) The Holiday. There is only one definitive Christmas movie, an …"
        },
        {
            "title": "'It speaks to an ancient history': why South Africa has the world's most exciting dance music",
            "category": "Music",
            "snippet": "Many people got their first taste of South African dance music this year via six Angolans dancing in their backyard, dinner plates in hand. Their vira …"
        },
        {
            "title": "Pioneering fairytale author Madame d'Aulnoy back in print after centuries",
            "category": "Books",
            "snippet": "Summary: A story by Madame d’Aulnoy, the 17th-century French writer who coined the term “fairytales”, is to be published in English for the first time in more …"
        },
        {
            "title": "Losing my mum in lockdown was a brutal lesson in the abject loneliness of grief",
            "category": "Life-and-Style",
            "snippet": "Summary: My mum died on 3 June 2020, in the middle of the night. We were in national lockdown at the time. The first one. The one none of us will ever forget. …"
        },
        {
            "title": "Essex lorry deaths: two found guilty over manslaughter of 39 Vietnamese people",
            "category": "UK-News",
            "snippet": "Two people-smugglers have been found guilty of 39 counts of manslaughter for the suffocation of 39 Vietnamese people as they were being shipped in a s …"
        },
        {
            "title": "Journalist says she fell in love with Martin Shkreli while covering his arrest",
            "category": "US-News",
            "snippet": "The internet was set ablaze on Sunday night by a viral interview in which a former reporter for Bloomberg News described how she upended her “perfect …"
        },
        {
            "title": "US unveils new charges against suspect in 1988 Lockerbie bombing",
            "category": "UK-News",
            "snippet": "A Libyan man accused of being the bomb-maker behind the terrorist attack that blew up Pan Am Flight 103 over the Scottish town of Lockerbie in 1988 ha …"
        },
        {
            "title": "Conspiracy-theorist lawyer Sidney Powell spotted again at White House",
            "category": "US-News",
            "snippet": "The lawyer and conspiracy theorist Sidney Powell was back at the White House on Sunday night, reportedly to pitch Donald Trump on a plan to seize voti …"
        },
        {
            "title": "How IRA and the Troubles 'industrialised' people smuggling in Ireland",
            "category": "UK-News",
            "snippet": "For as long there has been a border on the island of Ireland, smugglers have exploited the lawless roads stretching from the South Armagh to North Lou …"
        },
        {
            "title": "Tier 4 and lockdown travel refunds: your questions answered",
            "category": "Business",
            "snippet": "The imposition of tier 4 restrictions on London and the south-east of England, the coronavirus lockdowns in Wales and Scotland, and the closure of int …"
        },
        {
            "title": "Calls for national lockdown in England to curb spread of new Covid strain",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson is facing intense pressure to impose another national lockdown within days, as more than 40 countries banned arrivals from the UK in an …"
        },
        {
            "title": "No 10 fishing offer to EU raises hopes of Brexit deal before Christmas",
            "category": "Politics",
            "snippet": "Summary: Downing Street has made a major counter-offer on fishing access for EU fleets in British waters to break the Brexit trade talks deadlock, raising hope …"
        },
        {
            "title": "Talking Horses: Irish raiders plan Kempton Boxing Day trip if allowed",
            "category": "Sport",
            "snippet": "Henry de Bromhead expects to learn on Tuesday whether he will be allowed to send over runners for Kempton’s Christmas Festival, but still wishes to do …"
        },
        {
            "title": "Can a trippy VR film bring classical music to a new generation?",
            "category": "Music",
            "snippet": "Summary: The two huge white trailers that sit between the Royal Palace and the Royal theatre in central Madrid form an unlikely pair of portals to a universe o …"
        },
        {
            "title": "How KK Shailaja and her ‘Covid brigade’ won a victory against the virus",
            "category": "Life-and-Style",
            "snippet": "By mid-May, the Indian state of Kerala had contained the first wave of Covid-19, earning praise for the quick thinking and joined-up response of its h …"
        },
        {
            "title": "The Knowledge Machine by Michael Strevens review – how science works",
            "category": "Books",
            "snippet": "Isaac Newton had a problem. He didn’t believe in the divinity of Christ. Scriptural study had convinced him that Jesus was not equal to but created by …"
        },
        {
            "title": "My dad never lost his temper – except for one Christmas in the 70s …",
            "category": "Life-and-Style",
            "snippet": "Two things happened that Christmas in the late 70s; my Auntie Marj was involved in both. Marj was one of my nan’s sisters. She lived with a lot of cat …"
        },
        {
            "title": "Toyota to close UK and French plants early due to Covid border chaos",
            "category": "Business",
            "snippet": "Toyota will stop production at its British and French plants earlier than scheduled before Christmas because of the chaos caused by Covid-19 border cl …"
        },
        {
            "title": "Children of Ash and Elm by Neil Price review – the Vikings on their own terms",
            "category": "Books",
            "snippet": "Scholars, like Vikings, can be a belligerent crowd. As Neil Price notes in the opening pages of Children of Ash and Elm, the field of Viking studies i …"
        },
        {
            "title": "The 10 best folk albums of 2020",
            "category": "Music",
            "snippet": "10. Wu Fei and Abigail Washburn – Wu Fei and Abigail Washburn Behold the Banjo Guzheng Pickin’ Girls, as goes the title of one the many joyous collabo …"
        },
        {
            "title": "The Spins: end-of-year cricket awards for a shambolic 2020",
            "category": "Sport",
            "snippet": "Summary: Spending a fortnight locked in a quarantine hotel with a 10-month-old, as I learned in Perth this month, can inspire any number of strange decisions. …"
        },
        {
            "title": "'Santa's staying safe': St Nick turns to Zoom for visits during pandemic Christmas",
            "category": "Life-and-Style",
            "snippet": "It’s going to be a unique Christmas this year, and Santa Claus is adjusting accordingly. Professional Santas across the United States have shifted the …"
        },
        {
            "title": "Rugby union 2020 review: Exeter reign supreme amid Covid-19 chaos",
            "category": "Sport",
            "snippet": "Reasons to be cheerful at the end of 2020 1) It will soon be 2021. 2) The tantalising prospect – Covid-19-permitting – of a women’s World Cup and a Br …"
        },
        {
            "title": "N Ireland police chief apologises over handling of Black Lives Matter protests",
            "category": "UK-News",
            "snippet": "Northern Ireland’s most senior police officer has apologised over the handling of Black Lives Matter protests in Belfast and Derry during the pandemic …"
        },
        {
            "title": "Wonder Woman 1984: the villain, the philosophy, the outfits – discuss with spoilers",
            "category": "Film",
            "snippet": "Director Patty Jenkins’ reunion with Gal Gadot after their 2017 runaway smash Wonder Woman has brought high expectations, but as the first comic book …"
        },
        {
            "title": "What Marcus Rashford’s campaign for hungry children tells us about the footballer – and Britain",
            "category": "Life-and-Style",
            "snippet": "In April, when Matt Hancock suggested that Premier League footballers should “play their part” in helping ease the financial crisis caused by the pand …"
        },
        {
            "title": "Local politicians row over renaming of  Severn Bridge",
            "category": "Politics",
            "snippet": "What’s in a name? Those disputing whether the Severn Bridge connecting England and Wales should be named after Aneurin Bevan or the Queen would argue …"
        },
        {
            "title": "Frying-pan pizza and frozen grapes: Guardian readers’ best kitchen tips from lockdown",
            "category": "Life-and-Style",
            "snippet": "Poppadoms made easy My boyfriend came back from the Indian supermarket with poppadoms (the uncooked kind), but we had run out of oil to cook them in. …"
        },
        {
            "title": "How US cities fixed violations to Asian Americans' voting rights in 2020",
            "category": "US-News",
            "snippet": "In 2007, Fiona Yu was looking forward to voting in Boston’s local elections for the first time – a year after she became a US citizen. Yu, now 60, had …"
        },
        {
            "title": "Lawsuit over 'warmer' Sherlock depicted in Enola Holmes dismissed",
            "category": "Books",
            "snippet": "The estate of Arthur Conan Doyle and Netflix have agreed to dismiss a lawsuit brought by the author’s estate, which alleged that the film Enola Holmes …"
        },
        {
            "title": "NBA 2020-21 predictions: Can anyone derail LeBron and the LA Lakers?",
            "category": "Sport",
            "snippet": "This season will be defined by … What happens with James Harden. It looks like the Houston Rockets have finally faced the reality that they will have …"
        },
        {
            "title": "Richard Osman becomes first debut author to land Christmas No 1",
            "category": "Books",
            "snippet": "Richard Osman’s cosy mystery about a group of elderly sleuths, The Thursday Murder Club, has become the first debut novel ever to become the Christmas …"
        },
        {
            "title": "Stocks bounce as UK awaits signs of border reopening with France – as it happened",
            "category": "Business",
            "snippet": "Summary: Investors started the session fretting over the fallout of the new Covid strain, which has prompted more than 40 countries to shut their borders to Br …"
        },
        {
            "title": "Lockdown looms for Scotland amid reports more of England will enter tier 4",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has warned MSPs she may have to introduce full lockdown measures across Scotland in the coming days to contain the faster-spreading Co …"
        },
        {
            "title": "Seized review – standard-issue cross-border beat-'em-up",
            "category": "Film",
            "snippet": "Set in Mexico, this is about a British former special-ops warrior once known as Nero (martial-arts movie veteran Scott Adkins) endeavouring to save hi …"
        },
        {
            "title": "NSO Group spyware 'dangerous', say tech firms in legal filing",
            "category": "US-News",
            "snippet": "Spyware made by NSO Group is “powerful and dangerous” and the Israeli company should be held liable to US anti-hacking laws, Google, Microsoft, Cisco …"
        },
        {
            "title": "Cancelled office parties hit Christmas jumper sales",
            "category": "Life-and-Style",
            "snippet": "The ugly Christmas jumper is almost as ubiquitous as bad jokes in crackers, but with many of us working from home and office parties on hold, sales of …"
        },
        {
            "title": "Four convicted of Milton Keynes murders of two teenagers",
            "category": "UK-News",
            "snippet": "Four people have been convicted of murdering two teenagers who were targeted in a “ferocious” ambush at a house party in Milton Keynes. Dom Ansah and …"
        },
        {
            "title": "Covid conga: maskless Republicans do pandemic danse macabre",
            "category": "US-News",
            "snippet": "In a celebration more danse macabre than tripping the light fantastic, members of a Republican club in Queens, New York, partied without masks or soci …"
        },
        {
            "title": "More immigrant women say they were abused by Ice gynecologist",
            "category": "US-News",
            "snippet": "Summary: More women have joined an official legal petition alleging that they were medically abused by a gynecologist while in Immigration and Customs Enforcem …"
        },
        {
            "title": "Sebastian Coe warns it will be harder than ever to cheat at Tokyo Olympics",
            "category": "Sport",
            "snippet": "Summary: Sebastian Coe has warned the biggest names in track and field that being “high profile no longer protects you from the investigative powers of the spo …"
        },
        {
            "title": "PM rejects official advice in awarding peerage to Peter Cruddas",
            "category": "Politics",
            "snippet": "Boris Johnson has been accused of cronyism after he gave a peerage to a former Conservative party co-treasurer in defiance of advice from the Lords Ap …"
        },
        {
            "title": "Two people and dog slide out of moving plane at New York's LaGuardia airport",
            "category": "US-News",
            "snippet": "Passengers on a plane about to take off from New York’s LaGuardia airport were stunned when two fellow travelers suddenly opened an emergency exit and …"
        },
        {
            "title": "Couple 'have justice for first time' after separate killings of three sons",
            "category": "UK-News",
            "snippet": "A couple who have lost three sons to separate killings said they had got justice for the first time after three men were sentenced for a total of 58 y …"
        }
    ]
}