{
    "page": [
        {
            "title": "UK Covid Christmas: what the law says and what the four nations say",
            "category": "Politics",
            "snippet": "Boris Johnson implied during prime minister’s questions that the four nations had agreed on a joint position over Covid rules for Christmas. However, …"
        },
        {
            "title": "The 2020 Braddies go to … Peter Bradshaw's film picks of the year",
            "category": "Film",
            "snippet": "Summary: As for everyone and everything else, this has been a traumatising year for cinema. Many new movies have had to be viewed at home, on streaming service …"
        },
        {
            "title": "Not a wonderful world: why Louis Armstrong was hated by so many",
            "category": "Music",
            "snippet": "“I cannot think of another American artist who so failed his own talent. What went wrong?” asked one biographer of Louis Armstrong. “The sheer weight …"
        },
        {
            "title": "Talking Horses: a socially distanced Royal Ascot in the 2021 social calendar",
            "category": "Sport",
            "snippet": "The many challenges that still lie ahead for racing as it recovers from the effects of the coronavirus pandemic were placed in sharp relief on Wednesd …"
        },
        {
            "title": "Alibaba offered clients facial recognition to identify Uighur people, report reveals",
            "category": "Business",
            "snippet": "The Chinese tech company Alibaba Group Holding Ltd offered facial recognition software to clients which can identify the face of a Uighur person, acco …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 2 – Soul",
            "category": "Film",
            "snippet": "Over the years, animation studio Pixar have patented and perfected a particular type of film: bittersweet life lessons of intense depth and emotion, w …"
        },
        {
            "title": "Paperchase removes card with orphan joke after protest from Lemn Sissay",
            "category": "Books",
            "snippet": "Summary: Paperchase has removed a card that mocked foster children from sale after the award-winning poet Lemn Sissay accused the chain of “punching down” and …"
        },
        {
            "title": "Australia inch ahead in first Test after Kohli run out – as it happened",
            "category": "Sport",
            "snippet": "And on that note, I’ll say goodnight too. Thanks for your company on an absorbing day to start the series. Losing three wickets in the final hour, Ind …"
        },
        {
            "title": "My dream of a fancy French Noël left my grandad in tears",
            "category": "Life-and-Style",
            "snippet": "It’s hard for me to pinpoint the exact age when I learned the lesson that family must come first at this time of year. But my best guess is December 1 …"
        },
        {
            "title": "Alanna Knight obituary",
            "category": "Books",
            "snippet": "The popular novelist and crime writer Alanna Knight, who has died aged 97, had a career that extended over 50 years and encompassed more than 60 books …"
        },
        {
            "title": "Bank of England keeps interest rates on hold at 0.1%",
            "category": "Business",
            "snippet": "The Bank of England has kept interest rates at the lowest levels on record after warning that rapid growth in coronavirus infections will deliver a bi …"
        },
        {
            "title": "Labour to appoint Jewish board to help draw up antisemitism complaint process",
            "category": "Politics",
            "snippet": "Labour will appoint a Jewish advisory board to help oversee the creation of an independent disciplinary process to respond to incidents of antisemitis …"
        },
        {
            "title": "Large parts of south and east England move to Covid tier 3 as Bristol rules eased",
            "category": "Politics",
            "snippet": "More than two-thirds of England faces winter under the toughest level of coronavirus restrictions after large sections of the south and east were put …"
        },
        {
            "title": "Black people five times more likely to have force used on them by police",
            "category": "UK-News",
            "snippet": "Black people are five times more likely to have force used against them by police in England and Wales than white people, official figures show. Takin …"
        },
        {
            "title": "Director of Grenfell firm quits after evidence it used outdated fire tests",
            "category": "UK-News",
            "snippet": "A director of the company that made combustible insulation used on Grenfell Tower has quit in the wake of evidence the firm used out of date fire test …"
        },
        {
            "title": "Boeing to recruit team of 160 pilots to aid 737 Max relaunch",
            "category": "Business",
            "snippet": "Boeing is hiring its own team of up to 160 pilots to work with airlines on its relaunch of its bestselling 737 Max as the plane returns to service aro …"
        },
        {
            "title": "Mar-a-Lago neighbors say Trump can’t live there after White House",
            "category": "US-News",
            "snippet": "Neighbors of Donald Trump’s infamous Mar-a-Lago golf club in Palm Beach, Florida are warning the president that he cannot live at the club after he le …"
        },
        {
            "title": "UK pub and bar bosses condemn 'scandalous' Covid restrictions",
            "category": "Business",
            "snippet": "Pub and bar bosses have attacked the government over “scandalous” measures that have left them struggling to survive, as a review of the tiered system …"
        },
        {
            "title": "Pop in 2020: an escape into disco, folklore and nostalgia",
            "category": "Music",
            "snippet": "Pop music has the ability to be more reactive to current events than ever. Advances in technology mean that the famously swift musical responses of ro …"
        },
        {
            "title": "Serco to repay furlough money and give staff on frontline £100 bonuses",
            "category": "Business",
            "snippet": "The outsourcing company Serco has announced it will repay government furlough scheme support and give staff £100 bonuses each in recognition of their …"
        },
        {
            "title": "UK tourists who need routine treatment to be covered in EU for 12 months",
            "category": "Politics",
            "snippet": "The government is to cover the cost of EU holiday healthcare for people who require routine hospital treatment such as dialysis and chemotherapy in th …"
        },
        {
            "title": "'There are no good options': Britons torn over Christmas gatherings",
            "category": "Politics",
            "snippet": "Summary: “A smaller Christmas is going to be a safer Christmas, and a shorter Christmas is a safer Christmas,” Boris Johnson said on Wednesday, leaving million …"
        },
        {
            "title": "Rishi Sunak extends UK furlough scheme by one month to end of April",
            "category": "UK-News",
            "snippet": "Rishi Sunak is to extend the furlough scheme for an additional month and has said the government will hold a budget on 3 March to outline the next sta …"
        },
        {
            "title": "From Relic to The Invisible Man: the best Australian films of 2020",
            "category": "Film",
            "snippet": "Summary: It’s been a tough year, hasn’t it folks – with horrific bushfires, a global pandemic and the continued existence of Pete Evans. To say the spread of c …"
        },
        {
            "title": "Labour MPs sign letter urging Starmer to restore whip to Corbyn",
            "category": "Politics",
            "snippet": "Summary: Leftwing Labour MPs, union leaders and activists have accused Keir Starmer of “undermining party democracy” and urged him to restore the whip to Jerem …"
        },
        {
            "title": "Could a new Dungeons & Dragons movie repeat the magic of The Lord of the Rings?",
            "category": "Film",
            "snippet": "It is hard to believe that Peter Jackson’s first Lord of the Rings movie, The Fellowship of the Ring, is now almost 20 years old, yet a new 4K restora …"
        },
        {
            "title": "Child sexual abuse in schools often an open secret, says inquiry",
            "category": "UK-News",
            "snippet": "Summary: People who carry out child sexual abuse in schools often have reputations as perpetrators, with their behaviour frequently an open secret, according t …"
        },
        {
            "title": "Post Office in talks over hosting services for other couriers",
            "category": "Business",
            "snippet": "Post offices are to allow people to pick up and drop off parcels and packages for courier companies other than Royal Mail, potentially opening the way …"
        },
        {
            "title": "De Beers diamond sales tumble as Covid hits global demand",
            "category": "Business",
            "snippet": "Sales at the diamond miner De Beers have slid to their lowest level in almost a decade, after the pandemic took the shine off global demand for gems a …"
        },
        {
            "title": "UK coronavirus: cases rise 42% in a week as tier 3 rules widened and furlough extended – as it happened",
            "category": "Politics",
            "snippet": "Large swathes of the south and east of England are to be put under the highest level of coronavirus restrictions, as the government rejected calls to …"
        },
        {
            "title": "Peter Jacques obituary",
            "category": "Politics",
            "snippet": "Summary: My former colleague Peter Jacques, who has died aged 81, worked at the TUC for 25 years, most of that time as head of the social insurance and industr …"
        },
        {
            "title": "Government orders inspection of Liverpool council following arrests",
            "category": "UK-News",
            "snippet": "The government has ordered an emergency inspection of Liverpool city council following the arrest of the mayor, Joe Anderson, and a number of council …"
        },
        {
            "title": "Door Matt Hancock sold his soul to Boris a long time ago",
            "category": "Politics",
            "snippet": "If looks could kill ... You know that the government’s guidance to visit your relatives over Christmas without actually visiting them is asking for tr …"
        },
        {
            "title": "Citigroup to offer up to 12-week sabbaticals to staff",
            "category": "Business",
            "snippet": "The Wall Street bank Citigroup will offer employees 12-week sabbaticals as part of a benefits package prompted by a review of bankers’ work-life balan …"
        },
        {
            "title": "Jacob Rees-Mogg under fire for dismissing Unicef's UK grants as stunt",
            "category": "Politics",
            "snippet": "The Tory minister Jacob Rees-Mogg has come under fire for accusing Unicef of a “political stunt” after the UN agency stepped in to help feed deprived …"
        },
        {
            "title": "Markets at record highs amid rising optimism of a pandemic recovery",
            "category": "Business",
            "snippet": "Global stock markets have hit record highs amid rising optimism that Covid-19 vaccines and stimulus measures can turbocharge economic recovery from th …"
        },
        {
            "title": "Northern Ireland to enter six-week lockdown from Boxing Day",
            "category": "UK-News",
            "snippet": "Summary: Northern Ireland is preparing for a sweeping lockdown and the deployment of paramedics from the Republic of Ireland in an effort to control Covid-19. …"
        },
        {
            "title": "Brexit: Boris Johnson says talks in 'serious situation' after call with EU chief",
            "category": "Politics",
            "snippet": "Boris Johnson claimed the Brexit talks were in a “serious situation” after a call with Ursula von der Leyen, even as the EU’s chief negotiator raised …"
        },
        {
            "title": "The fallout from the financial regulator's shocking failure on LC&F is not over yet",
            "category": "Business",
            "snippet": "Governors of the Bank of England do not apologise often, even for events that took place in their last job, but the London Capital & Finance scandal i …"
        },
        {
            "title": "'An evil family': Sacklers condemned as they refuse to apologize for role in opioid crisis",
            "category": "US-News",
            "snippet": "Summary: Two of a group of billionaire Sackler family members that own Purdue Pharma, the US pharmaceutical manufacturer of the prescription painkiller OxyCont …"
        },
        {
            "title": "US surpasses 17m coronavirus cases just a day after setting record death toll – as it happened",
            "category": "US-News",
            "snippet": "From me and Joan E Greve: Cedric Richmond, who is slated to be the director of the White House office of public engagement, tested positive for Covid- …"
        },
        {
            "title": "US Navy to adopt 'more assertive posture' against China and Russia",
            "category": "US-News",
            "snippet": "The Pentagon has warned that US maritime forces will become more forceful in responding to acts of aggression, expansionism, and breaches of internati …"
        },
        {
            "title": "Fiona Apple on the album of the year, Grammys hypocrisy and how #MeToo helped her get sober",
            "category": "Music",
            "snippet": "Summary: The album has meant so much to people this year. Did you know you had made something extraordinary? Did finishing it feel different to finishing other …"
        },
        {
            "title": "Guardian albums and tracks of 2020: how our writers voted",
            "category": "Music",
            "snippet": "Here’s how our writers voted: favourite choice first. Alexis Petridis, head pop and rock critic Albums Sault – Untitled (Rise) Sault – Untitled (Black …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 1: Parasite",
            "category": "Film",
            "snippet": "Bong Joon-ho’s climactic Oscar triumph in February with his scabrous satire Parasite seems now like something from another era. It was maybe the film …"
        },
        {
            "title": "'Online is not the same': Children's choirs face muted festive season",
            "category": "Life-and-Style",
            "snippet": "Nine-year-old Elijah Versteeg is sad about his Christmas choral concert this year. Instead of singing carols with his friends in a tinsel-strewn Inver …"
        },
        {
            "title": "Collected Stories by Shirley Hazzard review – trials of love and war",
            "category": "Books",
            "snippet": "There is, Shirley Hazzard fans will know, something sublime in hearing the perfect truth, no matter how bad it is. As a child during the second world …"
        },
        {
            "title": "Reconditioning the kitchen sink: is British film emerging from its 'posh phase'?",
            "category": "Film",
            "snippet": "There are working-class heroes and there are unsung heroes. Take Lucy Pardee, the casting director of Rocks and Perfect 10, two of the year’s outstand …"
        },
        {
            "title": "‘Like ants on sugar’: Covid-fatigued Texans shrug off mandates for holiday fun",
            "category": "US-News",
            "snippet": "Tucked away in the hills of central Texas, the small city of Fredericksburg still feels like a bustling Christmas village this year, mostly unchanged …"
        },
        {
            "title": "The 50 best albums of 2020: the full list",
            "category": "Music",
            "snippet": "This list is drawn from votes by Guardian music critics – each critic votes for their top 20 albums, with points allocated for each placing, and those …"
        }
    ]
}