{
    "page": [
        {
            "title": "Flood alerts issued for England and Wales as heavy rain forecast",
            "category": "UK-News",
            "snippet": "Flood alerts have been issued across England and Wales ahead of heavy rain forecast for the run-up to Christmas, as the Met Office issued a weather wa …"
        },
        {
            "title": "Von der Leyen takes control of Brexit talks in attempt to strike deal",
            "category": "Politics",
            "snippet": "Ursula von der Leyen took personal control of Brexit negotiations in an attempt to strike a deal before Christmas as talks went to the wire over tens …"
        },
        {
            "title": "Hollywood studio MGM puts itself up for sale at $5bn",
            "category": "Business",
            "snippet": "Summary: MGM, the Hollywood studio behind the James Bond and Rocky franchises, is up for sale with a price-tag of more than $5bn (£3.75bn). The studio has expl …"
        },
        {
            "title": "New museums and Smokey Bear: what's in the $900bn US stimulus package?",
            "category": "US-News",
            "snippet": "Late on Monday night, Congress approved a $900bn stimulus package which will deliver financial aid to millions of families and businesses facing econo …"
        },
        {
            "title": "Nicola Sturgeon apologises for Covid rule breach at funeral",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has apologised for breaching Covid rules after she was photographed without a face covering at a wake. The Scottish Sun published a pi …"
        },
        {
            "title": "David Warner and Sean Abbott ruled out of Boxing Day Test",
            "category": "Sport",
            "snippet": "Summary: Cricket Australia’s strict biosecurity protocols have prevented David Warner and Sean Abbott from rejoining the Test squad ahead of the Boxing Day Tes …"
        },
        {
            "title": "How did I mourn my mother? With Pet Shop Boys on the radio and plaster dust in my hair",
            "category": "Life-and-Style",
            "snippet": "It was on a plank suspended between stepladders over a three-storey stairwell that I finally knew for sure that I was a grownup. I was slimed with wal …"
        },
        {
            "title": "Plan for compulsory microchipping of cats in England amid boom in pet ownership",
            "category": "Life-and-Style",
            "snippet": "Compulsory microchipping for cats and kittens could be introduced in England as early as next year, in a move that would help reunite thousands of own …"
        },
        {
            "title": "The True History of the First Mrs Meredith  review –  no longer hidden",
            "category": "Books",
            "snippet": "Fifty years ago biography wasn’t much interested in people like Mary Ellen Peacock Meredith. Her life was deemed “lesser”, although of course it didn’ …"
        },
        {
            "title": "Last post: dry eyes and an empty page, but after 31 years it is a fond farewell",
            "category": "Sport",
            "snippet": "Summary: Just one more intro, that’s all that’s needed … “It was 31 years ago that I joined the Observer …” No, no, that’s not so snappy; it’s ancient history …"
        },
        {
            "title": "America braced for final month of madness as Trump show nears its end",
            "category": "US-News",
            "snippet": "As the Trump show nears its final episode, America is bracing for potentially the most dramatic, disturbing and outlandish twists yet. Donald Trump’s …"
        },
        {
            "title": "The Sound Mirror by Heidi James review  – an exceptional, intimate voice",
            "category": "Books",
            "snippet": "Tamara is on her way to kill her mother and she’s bringing her female ancestors with her, a Greek chorus consisting of “fragments, un-unified, unstabl …"
        },
        {
            "title": "Welsh brewer Brains hands pubs to Marston's, saving 1,300 jobs",
            "category": "Business",
            "snippet": "Family-owned Welsh brewer SA Brain & Co has handed over the running of its 156 pubs to Marston’s, saving 1,300 jobs, after the coronavirus pandemic th …"
        },
        {
            "title": "The 10 best global albums of 2020",
            "category": "Music",
            "snippet": "10 Aquiles Navarro and Tcheser Holmes – Heritage of the Invisible II This is a heavy record in every sense. Aquiles Navarro’s synths are so guttural t …"
        },
        {
            "title": "From 'Roll Tide' to 'Gator Bait', college football reckons with its problematic traditions",
            "category": "Sport",
            "snippet": "In Alabama, “Roll Tide!” is a phrase for all seasons. Love for the University of Alabama’s football powerhouse runs so deep in the southeastern state …"
        },
        {
            "title": "'This year has brought us closer together': how Covid changed dating",
            "category": "Life-and-Style",
            "snippet": "Summary: In the space of five months, Matt Tomlinson, 26, and his girlfriend, Annalie Smith, went from meeting via Tinder to spending Christmas Day together. I …"
        },
        {
            "title": "Top 10 Christmas crime stories",
            "category": "Books",
            "snippet": "There is a yearly argument – online if nowhere else – as to whether Die Hard, the Bruce-Willis-versus-European-baddies action flick from 1988, is a Ch …"
        },
        {
            "title": "Zelda Perkins: ‘There will always be men like Weinstein. All I can do is try to change the system that enables them’",
            "category": "Life-and-Style",
            "snippet": "Summary: For more than 20 years, Zelda Perkins had known that the film producer Harvey Weinstein was a sexual predator, though not the scale of his abuse. This …"
        },
        {
            "title": "A perfect storm has pitched the UK economy into troubled waters",
            "category": "Business",
            "snippet": "Summary: Britain’s economy is suffering increasing damage from the rapid growth in Covid infections, renewed lockdown measures, and turmoil over Brexit at the …"
        },
        {
            "title": "I’ve been shielding in my parents’ bungalow since the spring. It’s like Big Brother, circa 2002",
            "category": "Life-and-Style",
            "snippet": "“It’s been seven months and 15 days … since Covid took human contact away … ahh-ahh ahhh-ahhhh.” I do my best Sinéad O’Connor impersonation in the bat …"
        },
        {
            "title": "Alan Bennett’s 2020 diary reveals growing health struggles",
            "category": "Books",
            "snippet": "Alan Bennett’s annual chronicling of his life for the London Review of Books this year reveals the beloved author in worsening health as he confronts …"
        },
        {
            "title": "Tory donor was key shareholder in Grenfell cladding firm Arconic",
            "category": "UK-News",
            "snippet": "A major shareholder in Arconic, the company that made Grenfell Tower’s combustible cladding, donated nearly £25,000 to Boris Johnson and the Conservat …"
        },
        {
            "title": "Yellow Rose review – bittersweet tale of Filipina's quest to be a country music star",
            "category": "Film",
            "snippet": "Though she came to Texas as a child from the Philippines, 17-year-old Rose Garcia (played by emerging Broadway star Eva Noblezada) has been obsessed w …"
        },
        {
            "title": "Revealed: Guardian/KHN find nearly 3,000 US health workers died of Covid",
            "category": "US-News",
            "snippet": "More than 2,900 US healthcare workers have died in the Covid-19 pandemic since March, a far higher number than that reported by the government, accord …"
        },
        {
            "title": "US government agrees to buy 100m extra doses of Pfizer vaccine",
            "category": "US-News",
            "snippet": "Pfizer and BioNTech will provide the US with an additional 100m doses of coronavirus vaccine by mid-summer under a new $2bn deal with the American gov …"
        },
        {
            "title": "Liz Truss and Foreign Office split over policy on China and Uighurs",
            "category": "Politics",
            "snippet": "A behind-the-scenes struggle over UK policy towards China has begun, with Liz Truss, the trade secretary, backing plans, opposed by the Foreign Office …"
        },
        {
            "title": "One Night in Miami review – high-concept quartet of 1960s African American icons",
            "category": "Film",
            "snippet": "Summary: One Night in Miami is a fluent, high-minded, if sometimes slightly inert movie, with an invigorating interest in ideas and debate – and it begins with …"
        },
        {
            "title": "Gardening is boring and messy. Plus, it often results in despair",
            "category": "Life-and-Style",
            "snippet": "BD: Steph, gardening is dull and awful before you even get to the gardening bit. There’s the boring Saturday afternoons at a nursery, the transporting …"
        },
        {
            "title": "Pound jumps on Brexit deal hopes; US jobless claims dip – as it happened",
            "category": "Business",
            "snippet": "With London’s stock market closed for the night, it’s time to wrap up. Here’s our latest news story on the Brexit talks: And do watch the website for …"
        },
        {
            "title": "New York City orders quarantine for all travelers from UK",
            "category": "US-News",
            "snippet": "Travelers from the United Kingdom visiting New York City will now be under a mandatory quarantine order, Mayor Bill de Blasio said on Wednesday. De Bl …"
        },
        {
            "title": "More data needed before giving just one vaccine dose, says Covid adviser",
            "category": "Politics",
            "snippet": "A senior scientific adviser has said more data is needed before the government can adopt a proposal to give as many people as possible a single dose o …"
        },
        {
            "title": "Ghislaine Maxwell wanted to divorce husband 'to protect him', lawyers say",
            "category": "US-News",
            "snippet": "The British socialite Ghislaine Maxwell’s latest argument for bail in her sex trafficking case claimed that she and her husband had discussed a divorc …"
        },
        {
            "title": "Premiership rugby festive fixture list in tatters after Bath v London Irish off",
            "category": "Sport",
            "snippet": "The Premiership’s festive fixture list is in tatters after London Irish’s match at Bath was cancelled due to a Covid-19 outbreak among the Exiles, bec …"
        },
        {
            "title": "Brexit trade and security deal with EU within 'touching distance', says No 10",
            "category": "Politics",
            "snippet": "Boris Johnson is expected to sign off on an historic post-Brexit trade and security deal with the European Union in a telephone call with Ursula von d …"
        },
        {
            "title": "Who has Donald Trump just pardoned? A guide to the key figures",
            "category": "US-News",
            "snippet": "Donald Trump has granted pardons and commuted the sentences of more than 40 people since Tuesday, many of them former aides and longtime loyalists. Th …"
        },
        {
            "title": "The Mandalorian's second season has come to an end ... but what's coming next?",
            "category": "Film",
            "snippet": "Did the closing episode of The Mandalorian’s second season just give us the final appearance of Mark Hamill’s Luke Skywalker in Star Wars? If so, the …"
        },
        {
            "title": "'All systems go' for Sydney Test as Cricket Australia presses on despite Covid uncertainty",
            "category": "Sport",
            "snippet": "Cricket Australia remains determined to see out the remainder of the Test summer as per its initial schedule, and is working with the Queensland gover …"
        },
        {
            "title": "Boris Johnson's Tory-linked peerages raise fresh claims of cronyism",
            "category": "Politics",
            "snippet": "Almost a quarter of peerages awarded this year have been to Conservative party donors, close associates or former colleagues of Boris Johnson, accordi …"
        },
        {
            "title": "Consulting, blogging, eye test advertising: what next for Dominic Cummings?",
            "category": "Politics",
            "snippet": "For an alleged “career psychopath”, as David Cameron once described him, Dominic Cummings appears to have a number of job options available when he le …"
        },
        {
            "title": "Paradise: Dante's Divine Trilogy Part Three by Alasdair Gray review – a fitting finale",
            "category": "Books",
            "snippet": "Alasdair Gray, the great Scottish novelist and artist, died a year ago, in December 2019. In his biography of Gray, A Secretary’s Biography (2008) – t …"
        },
        {
            "title": "Talking Horses: Altior and Al Boum Photo among racing's Christmas stars",
            "category": "Sport",
            "snippet": "Boxing Day The best part of Christmas, if you’ve any interest in horse racing, comes on Boxing Day with the King George VI Chase, the midwinter champi …"
        },
        {
            "title": "No one wanted me to spend the 25th alone. But just for once I wanted to do Christmas properly",
            "category": "Life-and-Style",
            "snippet": "You never get more invites for Christmas than when you announce you are spending it alone. Couples whose weddings I hadn’t been invited to; fretting m …"
        },
        {
            "title": "Death! Dancing! Drinking! The best movie moments of 2020",
            "category": "Film",
            "snippet": "The review – Shirley During quarantine and its long, unending tail, my mind has often returned to Shirley, the psychodrama from director Josephine Dec …"
        },
        {
            "title": "The 10 best contemporary music albums of 2020",
            "category": "Music",
            "snippet": "10 Brandee Younger and Dezron Douglas – Force Majeure Recorded during lockdown in the couple’s New York apartment, Force Majeure (named after the smal …"
        },
        {
            "title": "This Christmas, read a story aloud - you'll be surprised by the joy it brings",
            "category": "Books",
            "snippet": "Summary: As this year of illness, lockdown and loneliness heads towards its bitter end, finding ways to keep connected and our spirits buoyed is crucial. This …"
        },
        {
            "title": "Boris Johnson to claim victory in Brexit talks, leaked paper reveals",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson will boast of a victory in the post-Brexit trade and security talks, claiming to have won 28 key battles compared with Brussels’ 11 triu …"
        },
        {
            "title": "Millions go hungry as America reels from pandemic’s effects",
            "category": "US-News",
            "snippet": "Summary: As winter holidays approach, many Americans won’t just miss out on celebratory meals because of isolation forced on them by the Covid-19 pandemic. Ins …"
        },
        {
            "title": "‘This has never happened before!’ Bernardine Evaristo and Reni Eddo-Lodge on their history-making year",
            "category": "Life-and-Style",
            "snippet": "This year, in twin firsts, black British women topped both the fiction and nonfiction charts. Both successes were a long time coming, but sparked a ra …"
        },
        {
            "title": "‘Take a nocturnal stroll’: readers’ tips on connecting with nature",
            "category": "Life-and-Style",
            "snippet": "Leave your phone behind During lockdown, I have really valued my daily walks. I can’t recommend enough that you should leave your phone and any techno …"
        },
        {
            "title": "Alas, poor Boris: PM's go-to word for delivering bad news",
            "category": "Politics",
            "snippet": "It is the word the prime minister turns to when he is about to deliver bad news. And it’s become the signal for the rest of us to brace ourselves. Ala …"
        }
    ]
}