{
    "page": [
        {
            "title": "Experience: I was abandoned as a baby",
            "category": "Life-and-Style",
            "snippet": "I was hours old when my birth mother threw me away by a dumpster. She was a drug addict, I’ve since been told, and couldn’t handle looking after me. W …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 6 – First Cow",
            "category": "Film",
            "snippet": "The last thing anybody ever expected from a Kelly Reichardt film was a big, dripping, golden slab of food porn. Three decades into her career, the Ame …"
        },
        {
            "title": "Tracks of the week reviewed: Christmas singles special",
            "category": "Music",
            "snippet": "Summary: Robbie Williams Can’t Stop Christmas Williams is rereleasing his Christmas album from – checks notes – last year, with the addition of this pub rock, …"
        },
        {
            "title": "A crisis of invisibility: inside San Francisco's planned Native American cultural center",
            "category": "US-News",
            "snippet": "The Bay Area is among the most racially and ethnically diverse regions in the US, but it is only slowly grappling with its self-understanding as a hom …"
        },
        {
            "title": "Crowd-created TikTok phenomenon Ratatouille the musical is coming to Broadway",
            "category": "Film",
            "snippet": "It’s a sentence that seemed impossible just a few days ago, and would have made zero sense any time before this year. But, in a series of events as un …"
        },
        {
            "title": "First Thing: states take Texas to task over 'baseless' election lawsuit",
            "category": "US-News",
            "snippet": "Good morning. Republican and Democratic attorneys general in the states of Georgia, Michigan, Pennsylvania and Wisconsin have urged the US supreme cou …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "South Central Los Angeles, 1993: drug dealer Scrappy is shot and left for dead on her mother’s lawn. Addict Augie witnesses the shooting and, after ap …"
        },
        {
            "title": "The sexiest moments in literature that aren't sex scenes",
            "category": "Books",
            "snippet": "Writing about sex is notoriously difficult: it is irrefutable that anatomical details combined with straining prose will always produce absurdity. But …"
        },
        {
            "title": "Mariah Carey v Wham! – who should finally get their festive No 1?",
            "category": "Music",
            "snippet": "Story of the song All I Want for Christmas Is You Mariah Carey’s 1994 hit sounds as if it was blessed with the twinkling stardust that seems to be fal …"
        },
        {
            "title": "Songs for Europe: what music did Bowie and Iggy listen to in 1970s Berlin?",
            "category": "Music",
            "snippet": "David Bowie once described his 1970s Berlin trilogy – Low, “Heroes” and Lodger – as containing “a sense of yearning for a future that we all knew woul …"
        },
        {
            "title": "Before Carry On typecast her, Barbara Windsor was a brilliant kitchen sink star",
            "category": "Film",
            "snippet": "For a certain generation, she is pub landlady Peggy Mitchell in the BBC TV soap EastEnders, commanding wrongdoers to get out of the Queen Vic with the …"
        },
        {
            "title": "Starmer urged to start cooperating with Lib Dems if he wants to win",
            "category": "Politics",
            "snippet": "Keir Starmer is being urged to lay the groundwork for cooperating with the Liberal Democrats and Greens at the next general election, by MPs and campa …"
        },
        {
            "title": "Am I having a life crisis – or is this just life?",
            "category": "Life-and-Style",
            "snippet": "I have a theory that, much as the pandemic accelerated inevitable societal changes – working from home, e-schooling, the end of cash – it also acceler …"
        },
        {
            "title": "Tell us about your Christmas work party disasters",
            "category": "Life-and-Style",
            "snippet": "With many employees still being advised to work from home, the office Christmas party, in its traditional form at least, won’t be going ahead this yea …"
        },
        {
            "title": "Édouard Louis ‘in very bad way’ after man accused of his rape has charge dropped",
            "category": "Books",
            "snippet": "Friends of French writer Édouard Louis say he is in a “very bad way” after the man he accused of raping him eight years ago, the subject of his bestse …"
        },
        {
            "title": "My relationship is not quite perfect: if we get married, is it doomed?",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have been together for five years; I’m in my late 20s, and he’s in his early 30s. We met a few months after my previous relationshi …"
        },
        {
            "title": "Controversial South Korean director Kim Ki-duk dies of Covid aged 59",
            "category": "Film",
            "snippet": "Controversial South Korean film-maker Kim Ki-duk has died aged 59 in a Latvian hospital, where he was being treated for Covid-19. The news was initial …"
        },
        {
            "title": "UK and EU say no-deal Brexit is now most likely outcome",
            "category": "Politics",
            "snippet": "Boris Johnson has put Britain on course for a no-deal Brexit, claiming it is now “very, very likely”, as it emerged that Emmanuel Macron and Angela Me …"
        },
        {
            "title": "Kim Ki-duk:  punk-Buddhist shock, violence – and hypnotic beauty too",
            "category": "Film",
            "snippet": "Of all the film-makers of what might loosely be called the new Asian wave of the 21st century, perhaps the most challenging and mysterious – and proba …"
        },
        {
            "title": "Four navy ships to help protect fishing waters in case of no-deal Brexit",
            "category": "UK-News",
            "snippet": "Four Royal Navy patrol ships will be ready from 1 January to help the UK protect its fishing waters in the event of a no-deal Brexit, in a deployment …"
        },
        {
            "title": "Brexit: Ursula von der Leyen says EU trade deal proposals would not undermine UK sovereignty – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has put Britain on course for a no-deal Brexit, claiming it is now “very likely”, as it emerged that Emmanuel Macron and Angela Merkel h …"
        },
        {
            "title": "Mariah Carey's All I Want for Christmas Is You reaches UK No 1 after 26 years",
            "category": "Music",
            "snippet": "Mariah Carey has finally topped the UK charts with her widely beloved festive hit All I Want for Christmas Is You, 26 years after it was first release …"
        },
        {
            "title": "No-deal Brexit: markets brace for big hit to UK company shares and sterling",
            "category": "Business",
            "snippet": "Summary: Financial markets are braced for a plunge in the pound and a sharp fall in UK company share prices if a no-deal Brexit is triggered on Sunday evening. …"
        },
        {
            "title": "FKA twigs sues Shia LaBeouf for physical, mental and emotional abuse",
            "category": "Music",
            "snippet": "The musician FKA twigs (real name Tahliah Debrett Barnett) is suing the actor Shia LaBeouf for allegedly subjecting her to physical, emotional and men …"
        },
        {
            "title": "The 'franken-carrots' of Freo: an Australian prison resurrects its victory garden",
            "category": "Life-and-Style",
            "snippet": "A lot can change in eight months. In March, the terraced knoll in front of Fremantle Prison’s main cellblock was little more than a tangle of weeds. T …"
        },
        {
            "title": "Magic Mike Live: how the 'feverish spectacle' survived a pandemic – and made it to Australia",
            "category": "Film",
            "snippet": "Magic Mike Live doesn’t seem like the kind of show that would survive a pandemic. The global dance spectacular, inspired by the 2012 film of the same …"
        },
        {
            "title": "Cordero's late Champions Cup try for Bordeaux adds to Northampton's woes",
            "category": "Sport",
            "snippet": "This year’s Heineken Champions Cup will hopefully supply more vintage contests and for Northampton there is currently no escaping the bitter taste of …"
        },
        {
            "title": "Zodiac: cipher from California serial killer solved after 51 years",
            "category": "US-News",
            "snippet": "It took 51 years and a team of experts from three countries to crack the code to a cipher left by the still unidentified Zodiac Killer, who haunted no …"
        },
        {
            "title": "Nearly two-thirds of House Republicans join baseless effort to overturn election",
            "category": "US-News",
            "snippet": "More than 120 Republican members of the US House of Representatives formally asked the US supreme court this week to prevent four swing states from ca …"
        },
        {
            "title": "Anthony Joshua: 'If I don’t take this guy serious, I’m giving him a chance'",
            "category": "Sport",
            "snippet": "“Kubrat Pulev’s a nutter,” Eddie Hearn said as he lowered his voice and leaned forward conspiratorially. Hearn’s fighter, Anthony Joshua, faces Pulev …"
        },
        {
            "title": "US supreme court rejects Texas lawsuit seeking to overturn election results – as it happened",
            "category": "US-News",
            "snippet": "From me and Adam Gabbatt: Donald Trump signed a temporary funding measure to avert a government shutdown. The stopgap measure, known as a continuing r …"
        },
        {
            "title": "'The virus is moving in': why California is losing the fight against Covid",
            "category": "US-News",
            "snippet": "Early in the coronavirus pandemic, California was celebrated as a beacon of common sense in a country on the brink. As Donald Trump shunned masks and …"
        },
        {
            "title": "Rutland pub crowned UK’s best faces ‘worst December’ due to Covid",
            "category": "Life-and-Style",
            "snippet": "Summary: The owner of the pub crowned the best in the UK in a new consumer guide has warned that it is facing “the worst December” in his 21-year stewardship a …"
        },
        {
            "title": "‘It brings cheer after a rubbish year’: advent windows light up UK streets",
            "category": "Life-and-Style",
            "snippet": "Summary: On Tuesday evening the lights will go on in Clare Bennett’s front window and a carefully constructed snow scene will be revealed to her neighbours. “T …"
        },
        {
            "title": "The Last Good Man by Thomas McMullan review – a viciously captivating debut",
            "category": "Books",
            "snippet": "This is a dark, compelling novel about the only two things humans really have to fear: each other, and being alone. We are apex predators: if another …"
        },
        {
            "title": "Streaming: Tenet and other time-travel films to lose yourself in",
            "category": "Film",
            "snippet": "Usually in December, home entertainment columnists would be flooded with big-name blockbusters from earlier in the year, out in time for Christmas and …"
        },
        {
            "title": "Veganattone and 'no turkey' crowns: it's a merry vegan Christmas for UK retailers",
            "category": "Business",
            "snippet": "Forget nut roast, or boring old vegetable wellington. From so-called “veganettone” to sticky toffee pudding and even meat-free whole “no turkey” crown …"
        },
        {
            "title": "Being followed by the police at 2am, I've never felt so afraid",
            "category": "Books",
            "snippet": "At about 2am on Monday morning, I was driving. My car is a very unexciting and reliable one that gets me from A to B. I had my hood up for the 10-minu …"
        },
        {
            "title": "Trump's coup is failing but American democracy is still on the critical list",
            "category": "US-News",
            "snippet": "Nearly four decades after the publication of A Very British Coup, a popular novel by member of parliament Chris Mullin, America is in the throes of a …"
        },
        {
            "title": "Famous first words: how celebrities made their way on to children's bookshelves",
            "category": "Books",
            "snippet": "What do David Walliams, Lil Nas X, Ricky Gervais, Dermot O’Leary, Geri Halliwell, Bruce Springsteen, Miranda Hart, Greg James, Chris Hoy, Frank Lampar …"
        },
        {
            "title": "Need help this Christmas? Six children's authors kids will love",
            "category": "Books",
            "snippet": "If you are a parent, you may remember Roald Dahl, Joan Aiken and Terry Pratchett; their heirs include Anthony Horowitz (Alex Rider, the Diamond Brothe …"
        },
        {
            "title": "Should London be in tier 3? Politicians face Covid rules dilemma",
            "category": "UK-News",
            "snippet": "Even in a political year of hugely difficult decisions, the one looming next week looks particularly tricky – and risks dividing the government: wheth …"
        },
        {
            "title": "How to use wood ash as fertiliser for your garden",
            "category": "Life-and-Style",
            "snippet": "Four layers, woolly socks and insulated boots, and a blanket for later. Who would have thought we’d be celebrating the garden in winter like this, nig …"
        },
        {
            "title": "Jenny Erpenbeck: ‘My experience of East Germany is changed by every book I read’",
            "category": "Books",
            "snippet": "The writing of Jenny Erpenbeck has a tendency to sneak up on you rather than trumpet its arrival. The first page of her new book Not a Novel starts wi …"
        },
        {
            "title": "Classical home listening: lockdown discs from Igor Levit, Daumants Liepiņš and Bayreuth",
            "category": "Music",
            "snippet": "• Every recording from Igor Levit, the Russian-born, Berlin-based pianist, is an event (in fact this “event’ was launched in September but thanks to C …"
        },
        {
            "title": "The week in classical: Live from London Christmas; Louis Andriessen premiere – review",
            "category": "Music",
            "snippet": "Amid the blizzard of images crazing our senses this year, one stood out last week: an elite choral ensemble from Oakwood, Alabama – the Aeolians – sin …"
        },
        {
            "title": "Roddy Doyle on writing The Commitments: 'Whenever I needed a name, I used the phonebook'",
            "category": "Books",
            "snippet": "I remember the moment when I came up with the name for the older trumpet player, Joey “The Lips” Fagan; it felt like a good night’s work. I remember s …"
        },
        {
            "title": "Brexit: UK and EU continue trade talks as deadline looms",
            "category": "Politics",
            "snippet": "Trade talks between the UK and the EU are continuing with less than 48 hours to go until the deadline imposed by both parties to reach a deal. With bo …"
        },
        {
            "title": "Brexit stockpiling causing 10-mile tailbacks in Calais",
            "category": "Politics",
            "snippet": "Summary: Brexit stockpiling is causing 10-mile lorry queues and delays of up to five hours in Calais, it has emerged, as hopes of a trade deal fade. Sources cl …"
        },
        {
            "title": "Children will die due to UK overseas aid cuts, paediatricians say",
            "category": "Politics",
            "snippet": "Cutting the UK’s overseas aid budget will result in a significant number of children dying “with negative impacts lasting generations”, the Royal Coll …"
        }
    ]
}