{
    "page": [
        {
            "title": "Chess: England No 4 Gawain Jones wins online European Blitz Championship",
            "category": "Sport",
            "snippet": "Gawain Jones, the 33-year-old England No 4, scored a career-best success when the Yorkshireman won the online European blitz championship. The €12,000 …"
        },
        {
            "title": "Brexit trade deal 'disastrous' for Scottish seed potato farmers, says Sturgeon",
            "category": "Politics",
            "snippet": "Summary: Nicola Sturgeon has accused the UK government of selling out farmers in Scotland after it emerged that seed potatoes are set not to be included in a p …"
        },
        {
            "title": "Fishing data mix-up delayed Brexit deal announcement",
            "category": "Politics",
            "snippet": "Boris Johnson’s announcement of a post-Brexit trade and security deal was held up after a data mix-up in the final hours left the EU member states uns …"
        },
        {
            "title": "Tell us: what do you think of the Brexit deal?",
            "category": "Politics",
            "snippet": "The UK and the EU have struck an agreement on the UK’s future trading and security relationship with the European Union on Christmas Eve, four and hal …"
        },
        {
            "title": "UK and EU agree Brexit trade deal",
            "category": "Politics",
            "snippet": "A historic deal on the UK’s future trading and security relationship with the European Union has been struck on Christmas Eve, a week before the end o …"
        },
        {
            "title": "Australia head into Boxing Day Test a different proposition to two years ago",
            "category": "Sport",
            "snippet": "Summary: When considering the week ahead at the MCG, it is difficult to do so without reflecting on what happened to Tim Paine’s team at the same ground agains …"
        },
        {
            "title": "Boris Johnson says Brexit deal has settled UK's Europe question",
            "category": "Politics",
            "snippet": "Boris Johnson claimed finally to have settled the vexed question of Britain’s relationship with the European Union as he hailed on Christmas Eve what …"
        },
        {
            "title": "From tariffs to visas: here's what's in the Brexit deal",
            "category": "Politics",
            "snippet": "The Brexit trade and security deal, finalised on Christmas Eve, runs to 2,000 pages, including annexes. It will enter into force once approved by both …"
        },
        {
            "title": "In their own words: how Ursula von der Leyen and Boris Johnson signed off",
            "category": "Politics",
            "snippet": "The announcement of the Brexit deal finally came mid-afternoon on Christmas Eve – with contrasting words, delivered in their own inimitable styles, fr …"
        },
        {
            "title": "Keir Starmer to whip his MPs to support 'thin' Brexit deal",
            "category": "Politics",
            "snippet": "Keir Starmer will whip Labour MPs to support Boris Johnson’s Brexit deal when it comes to parliament next week, he has announced, in a move likely to …"
        },
        {
            "title": "Coolie No 1 review – David Dhawan's comedy remake is bigger but not better",
            "category": "Film",
            "snippet": "Summary: It’s a tale of two Bollywoods this Christmas. Over at Netflix, Anurag Kashyap and Vikramaditya Motwane, representing Indian film’s modernising wing, h …"
        },
        {
            "title": "Johnny Depp 'did not get fair trial', lawyers tell appeal court",
            "category": "Film",
            "snippet": "Summary: Johnny Depp “did not receive a fair trial” and the high court ruling that stated he assaulted his ex-wife Amber Heard and put her in fear for her life …"
        },
        {
            "title": "Army to take over Covid testing for hauliers trapped near Dover",
            "category": "UK-News",
            "snippet": "Thousands of international lorry drivers are braced to spend Christmas Day cooped up in their cabs near Dover as it was announced that hundreds of sol …"
        },
        {
            "title": "Brexit deal: Boris Johnson says EU trade agreement resolves 'question that has bedevilled politics for decades' – as it happened",
            "category": "Politics",
            "snippet": "We’re closing the liveblog now after an eventful Christmas Eve, as Boris Johnson announced that the UK had struck a trade deal with the EU. Thank you …"
        },
        {
            "title": "Kipper tie: Boris Johnson sports fish symbol in Brexit message",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson delivered his press conference on Christmas Eve, outlining the Brexit trade deal that will separate the EU and UK, while wearing a tie w …"
        },
        {
            "title": "Boris Johnson vows to pit UK against EU in race for success",
            "category": "Politics",
            "snippet": "Britain is heading into a new chapter in its relationship with the rest of Europe with Boris Johnson vowing to pit the country against the EU in a rac …"
        },
        {
            "title": "'Christmas gift' or 'bad timing'? Brexit deal greeted with joy and foreboding around world",
            "category": "Politics",
            "snippet": "Britain should be congratulated for coming to a Brexit deal with the EU, but be wary of the very different world they are walking into, international …"
        },
        {
            "title": "Now Brexit is sealed, Scotland plunges into battle for the narrative",
            "category": "Politics",
            "snippet": "For those stalwart Scottish independence activists still online on Christmas Eve afternoon, the message could not have been simpler: the only way to e …"
        },
        {
            "title": "'Make what you want seem normal': David Frost and the Brexit deal",
            "category": "Politics",
            "snippet": "For good or ill, David Frost knew how to get under Michel Barnier’s skin. The British chief negotiator’s habit in the negotiating room of dismissing t …"
        },
        {
            "title": "She Come by It Natural; Dolly Parton, Songteller review – no Dumb Blonde",
            "category": "Books",
            "snippet": "In 1977, Dolly Parton was interviewed by Barbara Walters in a TV special. The singer was 31 and, having not long extricated herself from a professiona …"
        },
        {
            "title": "A step forward or a failure: Britons react to the Brexit deal",
            "category": "Politics",
            "snippet": "A Brexit deal has been agreed between the UK and the EU with Boris Johnson hailing it as a “jumbo, Canada-style” arrangement. The Guardian asked four …"
        },
        {
            "title": "I was five and visiting a psychiatric hospital. I had the time of my life!",
            "category": "Life-and-Style",
            "snippet": "I was two when my mum became a consultant psychiatrist at Lancaster Moor hospital. Opened in 1816 as Lancashire’s first “lunatic asylum”, it was a for …"
        },
        {
            "title": "Coming and going: the race to move before transition period ends",
            "category": "Politics",
            "snippet": "With a week to go before the Brexit transition period finishes on 31 December, people wanting to relocate to either the UK or the EU before freedom of …"
        },
        {
            "title": "We Can Be Heroes review – nutrient-free tween superhero caper",
            "category": "Film",
            "snippet": "For his children’s films, Robert Rodriguez long ago established his own style in strip-cartoon type graphics, garish colour schemes and affordable dig …"
        },
        {
            "title": "The Republican heroes and villains of Trump's attempt to steal the election",
            "category": "US-News",
            "snippet": "In November, Donald Trump became the first president in American history to try to hold on to power that voters had given to someone else in the cours …"
        },
        {
            "title": "‘Many people did something immense, for complete strangers’ – readers’ heroes of 2020",
            "category": "Life-and-Style",
            "snippet": "At the start of lockdown, I interviewed the virologist Dr Jane Greatorex. She was superb, with a gunslinging turn-of-phrase (“corona is the only patho …"
        },
        {
            "title": "From Jude Law in the sea to bemused vampires: readers’ TV hits of lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: Schitt’s Creek (Netflix) It took me a few attempts to get into this show. At first, I found the characters too annoying, too shrill. Then more and mor …"
        },
        {
            "title": "Queen spends Christmas Day apart from family for first time in 30 years",
            "category": "UK-News",
            "snippet": "Summary: The royal family, in common with so many other families across the nation, were separated by tiers and restrictions on Christmas Day. The Queen, 94, a …"
        },
        {
            "title": "My first 48 hours owning a kitten were emotional. Here's what I learned",
            "category": "Life-and-Style",
            "snippet": "I am writing this after my first 48 hours of kitten-rearing. As yet, she does not have a name. I wanted something that fits her personality but couldn …"
        },
        {
            "title": "John Edrich obituary",
            "category": "Sport",
            "snippet": "The cricketer John Edrich, who has died aged 83 after suffering from leukaemia, was one of the best English top order batsmen of the 20th century. Sho …"
        },
        {
            "title": "Peter Lamont obituary",
            "category": "Film",
            "snippet": "Summary: The production designer Peter Lamont, who has died aged 91, worked on every James Bond film between Goldfinger (1963), the third in the series, and Ca …"
        },
        {
            "title": "From Nitram to Penguin Bloom: Australian films to look out for in 2021",
            "category": "Film",
            "snippet": "With the taste of Christmas lunch and festive beverages still lingering on our palettes, it’s time to embrace the possibilities of the new year and wa …"
        },
        {
            "title": "The Dry: the ‘devastating imagery’ bringing Jane Harper’s bestseller to the big screen",
            "category": "Film",
            "snippet": "Released in 2016, Jane Harper’s debut novel, The Dry, evoked a sense of sundried desperation and El Niño-inspired unease that felt as familiar to many …"
        },
        {
            "title": "Exeter were 'overlooked' at BBC Sports Personality of the Year, says Woodburn",
            "category": "Sport",
            "snippet": "The Exeter wing Olly Woodburn has said the Chiefs have become used to being overlooked after they ended up empty-handed at last Sunday’s BBC Sports Pe …"
        },
        {
            "title": "Brexit trade deal to be approved by EU27 'within days'",
            "category": "Politics",
            "snippet": "The 27 members of the EU are expected to approve the post-Brexit trade deal with the UK within days after a Christmas Day briefing of ambassadors by M …"
        },
        {
            "title": "Government names 72 high streets in England to share £831m recovery fund",
            "category": "Business",
            "snippet": "The government has named 72 high streets across England that have been selected to receive £831m of investment to help fund their recovery from the im …"
        },
        {
            "title": "Talking Horses: Clan Des Obeaux can race to King George Chase hat-trick",
            "category": "Sport",
            "snippet": "Cyrname has another go at his stablemate Clan Des Obeaux (3.00) but the outcome of Saturday’s King George VI Chase may be the same as last year, with …"
        },
        {
            "title": "‘I expect my elderly parents to die – but to suffer alone?’: the truth about caring through Covid",
            "category": "Life-and-Style",
            "snippet": "Summary: Two hundred and twenty days into the pandemic and I am uncertain which is the bigger threat to my father – my impatience or Covid-19. Bad news about t …"
        },
        {
            "title": "Blind date: 'She was up for talking about inappropriate subjects'",
            "category": "Life-and-Style",
            "snippet": "Lola on Suky What were you hoping for? I went without too many expectations, apart from the excitement of free food and meeting a fun, new person. Fir …"
        },
        {
            "title": "Tim Dowling: from birds on my head to the cat's miaows – my year in numbers",
            "category": "Life-and-Style",
            "snippet": "Over the course of the last year, our enforced isolation, compounded by a proliferation of disinformation, has made reality feel a bit slippery. Now m …"
        },
        {
            "title": "Covid led to huge London property exodus, says Hamptons",
            "category": "Business",
            "snippet": "London leavers bought 73,950 homes outside the capital in 2020, as the coronavirus pandemic led the biggest exodus from London in four years. People f …"
        },
        {
            "title": "Covid rules out Boxing Day hunts and parades amid uncertain future",
            "category": "UK-News",
            "snippet": "Traditional Boxing Day hunts across large parts of the UK have been cancelled due to coronavirus restrictions, with those going ahead elsewhere not pa …"
        },
        {
            "title": "The best songs of 2020 ... that you didn't hear",
            "category": "Music",
            "snippet": "Summary: Lily Kershaw ft Goody Grace – Now & Then I first heard Now & Then performed in a living room by a piano on a hot evening in the summer of 2019 when th …"
        },
        {
            "title": "Australia v India: second Test, day one – as it happened",
            "category": "Sport",
            "snippet": "Summary: A superb day for India ends with the under-fire tourists on top at the MCG. After Tim Paine won the toss he made the obvious decision to bat first but …"
        },
        {
            "title": "Luster by Raven Leilani review – a debut of exceptional power",
            "category": "Books",
            "snippet": "Writers treat language in different ways. Some step over it to serve a plot, the electric possibilities of the words themselves kept in check or indee …"
        },
        {
            "title": "Storm Bella: gale warnings as  Bedfordshire residents urged to leave homes",
            "category": "UK-News",
            "snippet": "Summary: More than 1,300 households in Bedfordshire have been urged by police to evacuate their homes due to a risk of flooding as swathes of the UK braced for …"
        },
        {
            "title": "17 ways with leftover turkey, from warming ramen to rich risotto",
            "category": "Life-and-Style",
            "snippet": "Summary: On top of all the problems we have faced in 2020, we could be experiencing a larger-than-ever glut of turkey this season: restrictions on large gather …"
        },
        {
            "title": "Critics fear Trump could pressure William Barr’s successor for big favors",
            "category": "US-News",
            "snippet": "William Barr’s abrupt move to leave his post as attorney general this week has spurred fears among Department of Justice veterans that Donald Trump wi …"
        },
        {
            "title": "LA's Covid 'tsunami': inside the new center of America's raging pandemic",
            "category": "US-News",
            "snippet": "Los Angeles is becoming the center of America’s out-of-control coronavirus pandemic in these final days before the new year, with officials warning th …"
        },
        {
            "title": "Power ahead in 2021: how to buy an electric bike",
            "category": "Life-and-Style",
            "snippet": "Lesley Willis from Alton, Hampshire can barely contain her glee about the electric bike she bought a year ago for just under £1,000. She is 76 and say …"
        }
    ]
}