{
    "page": [
        {
            "title": "When to unfriend: ‘I just got so sick of seeing these stupid opinions on my feeds’",
            "category": "Life-and-Style",
            "snippet": "Summary: When Melbourne re-entered stage 3 lockdown, I posted a “Bunnings Karens” status and the consequent 81 comment argument saw me Marie Kondo my friends l …"
        },
        {
            "title": "Letter: Des O’Connor was an enormously kind man",
            "category": "Music",
            "snippet": "Summary: Working with Des O’Connor, as I did when producing an album for him, was a delight. He would have us laughing as soon as he arrived. He once told the …"
        },
        {
            "title": "Texas sues four states over election results in effort to help Donald Trump",
            "category": "US-News",
            "snippet": "The state of Texas, aiming to help Donald Trump upend the results of the US election, decisively won by Joe Biden, said on Tuesday it had filed a laws …"
        },
        {
            "title": "Sturgeon’s husband 'contradicted' her evidence to Alex Salmond inquiry",
            "category": "Politics",
            "snippet": "Summary: Nicola Sturgeon’s husband, Peter Murrell, has been accused of contradicting her evidence to a parliamentary inquiry about her meetings with Alex Salmo …"
        },
        {
            "title": "'We'll be shafted': amid EU trade talks, there's little optimism at Brixham harbour",
            "category": "Politics",
            "snippet": "Even before the sun rose, the harbour-side of Brixham, which bills itself as the birthplace of the trawling industry, was bustling. Fishermen, market …"
        },
        {
            "title": "Gerry Bates obituary",
            "category": "Music",
            "snippet": "Summary: My friend Gerry Bates, who has died aged 78, was a well-known member of the folk music and dance scene in Sheffield: a dancer and squire of Sheffield …"
        },
        {
            "title": "Matt Hancock laps up the vaccine glory and may have shed a tear",
            "category": "Politics",
            "snippet": "Just occasionally a sucker gets an even break. Normally it’s Matt Hancock who gets all the crap gigs and is No 10’s “designated fall-guy”. But while a …"
        },
        {
            "title": "A birthday appreciation for Dr Fauci, who will celebrate his 80th on Zoom",
            "category": "Life-and-Style",
            "snippet": "Summary: Advice is a dangerous gift, not least if you don’t practice what you preach. But one person whose modus operandi is the exact opposite of “do as I say …"
        },
        {
            "title": "Competition watchdog investigates £6.8bn takeover of Asda",
            "category": "Business",
            "snippet": "Summary: The competition watchdog is investigating the £6.8bn takeover of Asda by a private equity consortium fronted by the Blackburn-based petrol station bil …"
        },
        {
            "title": "Ineos boss opts to build 'British' heir to Land Rover Defender in France",
            "category": "Business",
            "snippet": "Billionaire Sir Jim Ratcliffe has chosen to build a “British” 4x4 inspired by the Land Rover Defender in France, rather than Bridgend in Wales. Ratcli …"
        },
        {
            "title": "Emily Jones: woman jailed for life for killing seven-year-old in Bolton",
            "category": "UK-News",
            "snippet": "The woman who killed seven-year-old Emily Jones in a Bolton park on Mother’s Day has been sentenced to life imprisonment with a minimum of eight years …"
        },
        {
            "title": "Alix Popham: ‘We knew our bodies would be in bits. We had no clue our brains were'",
            "category": "Sport",
            "snippet": "Alix Popham calls it D-day. “We were in the middle of bloody lockdown, couldn’t go anywhere, couldn’t see anybody.” So he was at home with his wife, M …"
        },
        {
            "title": "Chances of Brexit deal hang on Boris Johnson and Ursula von der Leyen dinner",
            "category": "Politics",
            "snippet": "The future of Britain’s relationship with the rest of Europe will hang on the success of a dinner between Boris Johnson and Ursula von der Leyen in Br …"
        },
        {
            "title": "Brexit: PM to meet Ursula von der Leyen in Brussels on Wednesday for make-or-break talks – as it happened",
            "category": "Politics",
            "snippet": "That’s all from us for today. For a detailed summary of an eventful day for Brexit, see 6.06pm. Meanwhile, for those who want to follow our coverage o …"
        },
        {
            "title": "Not a meal deal but a menu for the Brexit trade talks – imagined!",
            "category": "Politics",
            "snippet": "The negotiations may be protracted and difficult, and their outcome uncertain. But neither side appears keen to enter this final round of Brexit talks …"
        },
        {
            "title": "Staff joked safety claims about material used on Grenfell were 'all lies', inquiry told",
            "category": "UK-News",
            "snippet": "Staff at Kingspan, a company that made some of the combustible material used on Grenfell tower, joked in 2016 that claims about how safe the product w …"
        },
        {
            "title": "California hospitals near breaking point as Covid cases soar",
            "category": "US-News",
            "snippet": "Hospitals across California are reaching a breaking point amid a shortage of ICU beds and healthcare workers, as the state faces its worst surge in Co …"
        },
        {
            "title": "Joshua and Fury deserve to split purse of a unification fight, says Hearn",
            "category": "Sport",
            "snippet": "“I’ve always felt that, commercially, Anthony Joshua is on another planet to Tyson Fury,” Eddie Hearn said while also stressing that Britain’s two wor …"
        },
        {
            "title": "US composer Harold Budd dies aged 84",
            "category": "Music",
            "snippet": "Summary: Harold Budd, the left-field American composer whose work straddled minimalism, jazz, dream-pop and more, has died aged 84. A post on his official Face …"
        },
        {
            "title": "Trump's 'Warp Speed' vaccine summit zooms into alternative reality",
            "category": "US-News",
            "snippet": "The US government’s drive for a coronavirus vaccine was named “Operation Warp Speed” by Peter Marks, an official at the Food and Drug Administration ( …"
        },
        {
            "title": "The 50 best albums of 2020, No 8: J Hus – Big Conspiracy",
            "category": "Music",
            "snippet": "With his 2017 debut album, Common Sense, east London artist J Hus made a visceral impact. Nominated for the Mercury prize as well as pretty much every …"
        },
        {
            "title": "Tesco removes 20m items of plastic from Christmas range",
            "category": "Business",
            "snippet": "Tesco has removed more than 20m pieces of single-use plastic from its Christmas range this year – including crackers, lights, cards and the packaging …"
        },
        {
            "title": "Covid: Furlough must cover infected workers to stop spread, says report",
            "category": "UK-News",
            "snippet": "The government’s furlough scheme should cover workers infected with Covid-19 to prevent the spread of the disease by people who cannot afford to self- …"
        },
        {
            "title": "As Covid surges in the US, is the NBA ready to step outside its bubble?",
            "category": "Sport",
            "snippet": "As other sports leagues went through myriad challenges as they resumed this year, the NBA proved that it was not only possible to safely play sports a …"
        },
        {
            "title": "Brexit 'evolution clause' is biggest issue to be resolved, says Merkel",
            "category": "Politics",
            "snippet": "Angela Merkel has said the major obstacle to a Brexit deal is not access to British fishing waters but future regulatory standards in the UK, adding t …"
        },
        {
            "title": "Planned asylum seeker site near Hampshire village 'like open prison'",
            "category": "UK-News",
            "snippet": "The government has been severely criticised for a proposal to house up to 500 asylum seekers in “temporary buildings akin to an open prison” next to a …"
        },
        {
            "title": "US rapper A Boogie Wit Da Hoodie arrested on gun and drug charges",
            "category": "Music",
            "snippet": "Chart-topping US rapper A Boogie Wit Da Hoodie has been arrested and charged over gun and drug offences. The 25-year-old rapper, real name Artist Juli …"
        },
        {
            "title": "'I'm a song catcher': 60 years of Arhoolie Records, the label for a lost America",
            "category": "Music",
            "snippet": "This year, 3 November saw two momentous events take place in the US: American voters chose Joe Biden for president and Arhoolie Records turned 60. I p …"
        },
        {
            "title": "Talking Horses: early review of Levy system is potential funding boost",
            "category": "Sport",
            "snippet": "The British Horseracing Authority hailed what could be a major boost to the sport’s long-term funding on Tuesday evening after the government announce …"
        },
        {
            "title": "First Thing: Trump says 'we're doing incredibly' as Biden faces reality",
            "category": "US-News",
            "snippet": "Good morning. Joe Biden has pledged to ensure that 100m coronavirus vaccine shots will be administered during his first 100 days in the White House. S …"
        },
        {
            "title": "Space Dogs: Return to Earth review – Russian canine astronauts make feeble third go of it",
            "category": "Film",
            "snippet": "In 1960, as part of the Soviet space programme, a pair of dogs named Belka and Strelka became the first Earth-born creatures to go into orbit and retu …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 8 – Mank",
            "category": "Film",
            "snippet": "Even if Citizen Kane’s lustre has dulled a little (it’s no longer top of the Sight & Sound critics poll, after decades of supremacy), it is still the …"
        },
        {
            "title": "David Dinkins obituary",
            "category": "US-News",
            "snippet": "David Dinkins, the first black mayor of New York City, who has died aged 93, was in many ways the right man at the wrong time. His single term as mayo …"
        },
        {
            "title": "Saint Maud leads British independent film award nominations",
            "category": "Film",
            "snippet": "Psychological horror Saint Maud has emerged at the front of the pack for the British independent film awards (Bifas), closely followed by supernatural …"
        },
        {
            "title": "Shawn Mendes: 'The fear strangled me. I really fell down'",
            "category": "Music",
            "snippet": "Shawn Mendes had a simple ambition. He wanted to be the biggest pop star in the world. At the age of 14, he taught himself guitar from YouTube videos. …"
        },
        {
            "title": "Rose Island review – Netflix micronation comedy short on eccentricity",
            "category": "Film",
            "snippet": "This lightweight Italian comedy-drama is a story from the strange-but-true archives; in 1968, young engineer Giorgio Rosa built an island half a kilom …"
        },
        {
            "title": "'Do we really need it?' Council leader questions library service after months of closure",
            "category": "Books",
            "snippet": "Walsall’s council leader has been asked to retract comments he made about the region’s libraries, closed for much of the year due to the coronavirus, …"
        },
        {
            "title": "'I'd still vote Tory': voters in Leigh unconvinced by Labour one year on",
            "category": "Politics",
            "snippet": "“Can you imagine 50 years ago telling the 2,000 people who worked here that eventually this would be a place where they voted Tory?” asked Trevor Bart …"
        },
        {
            "title": "The Midnight Sky review – beardy George Clooney marooned in bland cosmic yarn",
            "category": "Film",
            "snippet": "Encountering an acquaintance in London’s Piccadilly in the mid-1970s, Alec Guinness is said to have remarked, with a self-effacing smile, that he was …"
        },
        {
            "title": "Labour 'red wall' seats lost to Conservatives in 2019 might be 'lost for good'",
            "category": "Politics",
            "snippet": "Labour faces a continuous decline in its traditional heartlands unless it challenges “an enduring perception of us as ineffective, complacent or indif …"
        },
        {
            "title": "Uncle jailed over murder of teenager Louise Smith",
            "category": "UK-News",
            "snippet": "A 30-year-old man who lured a vulnerable teenager to woodland where he murdered her and defiled her body has been jailed for a minimum of 25 years. Sh …"
        },
        {
            "title": "James Corden proves why straight actors should think twice before playing gay",
            "category": "Film",
            "snippet": "Summary: Whenever the debate over whether straight actors should be allowed to play gay characters has reared its head (and with time, that’s gone from every y …"
        },
        {
            "title": "For seasoned EU watchers, Brexit trade talks look uncannily like Grexit",
            "category": "Politics",
            "snippet": "Summary: It was a marathon even by the European Union’s standards. For hours, leaders of countries in the eurozone argued, haggled and shouted at each other. A …"
        },
        {
            "title": "Silent Night review – British crime thriller set in drab exurbs",
            "category": "Film",
            "snippet": "This modestly budgeted but not unambitious crime thriller set in the deep exurbs of London stars Bradley Taylor as Mark, an ex-con with the angry frig …"
        },
        {
            "title": "Harold Budd's sublime music was a gateway to a brighter world",
            "category": "Music",
            "snippet": "It’s no coincidence that so many people discovered Harold Budd’s music this year. Restrained and sedate – even sedative – the disembodied drones and r …"
        },
        {
            "title": "Berry good: 17 ways with cranberries, from festive pithiviers to delicious spiced punch",
            "category": "Life-and-Style",
            "snippet": "Every Thanksgiving, my mother made the same cranberry orange relish. It was the only time of year the hand-cranked grinder came out from the back of t …"
        },
        {
            "title": "Isaac Newton notes almost destroyed by dog sell for £380,000",
            "category": "Books",
            "snippet": "A collection of unpublished, burnt notes by Isaac Newton, in which the scientist attempts to unlock secret codes he believed were hidden in the measur …"
        },
        {
            "title": "Cocoon review – seductive coming-of-age story full of reveries",
            "category": "Film",
            "snippet": "Summary: This is nothing to do with Ron Howard’s movie about Don Ameche being rejuvenated by aliens. German director Leonie Krippendorff has created a coming-o …"
        },
        {
            "title": "Four charged over damage to Colston statue in Bristol",
            "category": "UK-News",
            "snippet": "Summary: Four people have been charged with criminal damage after the toppling of a statue of the slave trader Edward Colston in Bristol in June this year. Rhi …"
        },
        {
            "title": "England's chief medic warns of Covid surge if social rules ignored",
            "category": "Politics",
            "snippet": "England’s chief medical officer has warned of a “disastrous” resurgence in coronavirus cases if people stop adhering to social distancing guidelines n …"
        }
    ]
}