{
    "page": [
        {
            "title": "Brexit talks: what are the 'major unresolved topics' UK and EU must agree on?",
            "category": "Politics",
            "snippet": "After nine months of tortuous negotiations, and with just over three weeks left until the UK leaves EU’s single market and customs union at the end of …"
        },
        {
            "title": "Speculation swirls over Ivanka Trump’s potential run for US Senate in Florida",
            "category": "US-News",
            "snippet": "Speculation about the post-White House career of Ivanka Trump is now centered on Florida, where the soon to be ex-first daughter and senior aide to he …"
        },
        {
            "title": "EU leaders stress unity as they welcome Brexit trade talks extension",
            "category": "Politics",
            "snippet": "EU leaders have welcomed news that fraught Brexit trade talks will continue next week, but insisted the bloc was united in its determination to protec …"
        },
        {
            "title": "The long and winding road of an Australian cycling race older than Tour de France",
            "category": "Sport",
            "snippet": "At 4.30am on Monday, 15 cyclists rolled off from the Haymarket roundabout on Elizabeth Street in central Melbourne. To any onlookers, the bleary-eyed …"
        },
        {
            "title": "Boris Johnson and Ursula von der Leyen agree to continue UK-EU trade talks - as it happened",
            "category": "Politics",
            "snippet": "Here’s a summary of the day’s developments so far: The UK and the EU have agreed to keep talks on a post-Brexit trade deal going. The British prime mi …"
        },
        {
            "title": "Brexit: what will change on 1 January 2021 for people in UK?",
            "category": "Politics",
            "snippet": "Hasn’t Brexit already happened? Yes and no. The UK formally left the EU on 31 January 2020, but we have been cushioned from the real impact by the tra …"
        },
        {
            "title": "Windrush payments to be fast-tracked and made more generous",
            "category": "UK-News",
            "snippet": "Radical reforms to the Windrush compensation scheme are to be announced by the home secretary, with the aim of making the payments more generous and s …"
        },
        {
            "title": "Champions Cup holders Exeter start defence with record win over Glasgow",
            "category": "Sport",
            "snippet": "It has been the shortest honeymoon period in club rugby history but Exeter are simply carrying on where they left off in October. Last season’s double …"
        },
        {
            "title": "Financial markets brace for volatile week as Brexit uncertainty continues",
            "category": "Business",
            "snippet": "City investors are bracing for a volatile week after Boris Johnson and Ursula von der Leyen stepped back from the brink of a no-deal Brexit. The decis …"
        },
        {
            "title": "BHA to conduct review after racehorse runs with racial slur as its name",
            "category": "Sport",
            "snippet": "Racing’s ruling body is to review the process by which it approves racehorse names after a runner was allowed to compete under the name of a racial sl …"
        },
        {
            "title": "Johnson and EU vow to go 'extra mile' to thrash out Brexit deal",
            "category": "Politics",
            "snippet": "Britain and the EU enter the final stretch of the Brexit negotiations with renewed hope of a deal being struck within days after Boris Johnson and Urs …"
        },
        {
            "title": "John le Carré, author of Tinker Tailor Soldier Spy, dies aged 89",
            "category": "Books",
            "snippet": "John le Carré, who forged thrillers from equal parts of adventure, moral courage and literary flair, has died aged 89. Le Carré explored the gap betwe …"
        },
        {
            "title": "Anthony Joshua's path to Tyson Fury clear after Mayweather pep talk",
            "category": "Sport",
            "snippet": "“It was unbelievable,” Eddie Hearn said just after 1.30am on Sunday as he emerged from the dressing room, a couple of hours after Anthony Joshua had p …"
        },
        {
            "title": "Jeremy Corbyn to start global social justice project ‘for the many’",
            "category": "Politics",
            "snippet": "Jeremy Corbyn has announced plans for a new organisation to support social justice, peace and human rights in the UK and around the world. The former …"
        },
        {
            "title": "Talking Horses: Colin Tizzard blames sticky ground for recent defeats",
            "category": "Sport",
            "snippet": "Colin Tizzard is hopeful that nothing is seriously wrong with his string, despite a number of disappointing efforts from his runners in recent weeks. …"
        },
        {
            "title": "'Stockwell Six': two men could have convictions overturned",
            "category": "UK-News",
            "snippet": "Two men who were jailed nearly 50 years ago on the word of a corrupt detective could finally have their names cleared. The cases of two members of the …"
        },
        {
            "title": "John le Carré obituary",
            "category": "Books",
            "snippet": "John le Carré, who has died aged 89 of pneumonia, raised the spy novel to a new level of seriousness and respect. He was in his late 20s when he began …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 5: Portrait of a Lady on Fire",
            "category": "Film",
            "snippet": "I’d been briefed that Portrait of a Lady on Fire was good. That it was cerebral as well as sexy, beautifully shot and acted and brilliantly scripted. …"
        },
        {
            "title": "Buy-to-let sales boom as landlords rush to benefit from stamp duty holiday",
            "category": "Business",
            "snippet": "Buy-to-let landlords are joining the rush to take advantage of the stamp duty holiday, with the proportion of property sales agreed with investors hit …"
        },
        {
            "title": "The 50 best albums of 2020, No 5: Sault – Untitled (Black Is)",
            "category": "Music",
            "snippet": "In a recent essay for Harper’s magazine the author Garth Greenwell wrote about his problem with creating work that is described as “relevant”. He argu …"
        },
        {
            "title": "'It feels gruelling': new Tories reflect on difficult year",
            "category": "Politics",
            "snippet": "When Boris Johnson swept to victory in 2019, the whirlwind brought with it nearly 100 new Conservative MPs, the biggest new intake since 2010. Many fr …"
        },
        {
            "title": "Tree of the week: ‘Like the haunted figure in Munch’s The Scream, he reflects our times’",
            "category": "Life-and-Style",
            "snippet": "Most days, since I started working from home, I walk or run through the National Trust’s Hughenden estate, near High Wycombe in Buckinghamshire. This …"
        },
        {
            "title": "Made gives staff share options windfall after lockdown boosts sales",
            "category": "Business",
            "snippet": "The online furniture retailer Made is giving share options worth more than £10,000 to all its staff after the company benefited from new shopping habi …"
        },
        {
            "title": "'Titan of English literature': tributes flow for John le Carré",
            "category": "Books",
            "snippet": "Writers, actors and directors have paid tribute to John le Carré, the acclaimed author of literary spy novels, following his death from pneumonia aged …"
        },
        {
            "title": "A World Beneath the Sands by Toby Wilkinson review – the golden age of Egyptology",
            "category": "Books",
            "snippet": "In 1880, a ship from Alexandria moored off 23rd Street, New York City. On board was an obelisk. Nothing proclaimed imperial might quite like a phallic …"
        },
        {
            "title": "It’s a day like any other. So why have the Christmas Covid rules brought me to tears?",
            "category": "Life-and-Style",
            "snippet": "In my head, Christmas was completely sorted. Four households (except one was already bubbling with another, so there would be three), alike in dignity …"
        },
        {
            "title": "A year without superheroes: has Covid broken our obsession?",
            "category": "Film",
            "snippet": "Doesn’t it feel like a lifetime ago that Marvel’s Avengers said their goodbyes, having saved the world for good this time? Didn’t last long, did it? N …"
        },
        {
            "title": "Waves Across the South by Sujit Sivasundaram review – the age of revolutions reconceived",
            "category": "Books",
            "snippet": "In 1826, crowds poured into the Egyptian Hall in Piccadilly to gape at a spoil of war: a Burmese imperial carriage, nearly 14ft long, its spokes silve …"
        },
        {
            "title": "How we met: ‘I’d been at her dad’s funeral and didn’t want to spoil her memory of it’",
            "category": "Life-and-Style",
            "snippet": "When Cleo Binns’ father died in June 2018, she and her mother, Ann, wanted a humanist service to honour his life. “I got in touch with a celebrant who …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 5 – The Father",
            "category": "Film",
            "snippet": "It’s rare to encounter a film like The Father, a sterling, Oscar-worthy chamber piece of inarguably high quality but one that I would hesitate before …"
        },
        {
            "title": "'People are desperate': California shutdown pushes businesses to breaking point",
            "category": "US-News",
            "snippet": "Laurie Thomas had high hopes that her restaurant, Terzo, would be able to stay open this holiday season. Her team had been serving its upscale Mediter …"
        },
        {
            "title": "10 tasty salads for cold winter nights, from roasted cauliflower to grilled sardines",
            "category": "Life-and-Style",
            "snippet": "This is a tricky time of year for food. The cold weather and dark evenings cry out for the comforting hit of stodge, and yet a part of you realises th …"
        },
        {
            "title": "Tracy Brabin running to become the 'Andy Burnham of West Yorkshire’",
            "category": "Politics",
            "snippet": "The Labour MP and former Coronation Street star hoping to become the “Andy Burnham of West Yorkshire” is running to be the region’s mayor because she’ …"
        },
        {
            "title": "Tell us: are you trying to  move country between the EU and the UK before the Brexit deadline?",
            "category": "Politics",
            "snippet": "The Brexit transition period will end on 31 December, and with it the free movement of workers between the UK and other EU member states. On 11 Novemb …"
        },
        {
            "title": "What is the best family board game to play at Christmas?",
            "category": "Life-and-Style",
            "snippet": "In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and …"
        },
        {
            "title": "Unilever shareholders to get vote on climate transition plans",
            "category": "Business",
            "snippet": "Summary: Unilever, the consumer goods company, has announced plans to let shareholders vote on its climate transition plans, in a first for the UK’s blue-chip …"
        },
        {
            "title": "The don of disillusionment: John le Carré on film",
            "category": "Film",
            "snippet": "I met John le Carré once, in 2016; appropriately enough, it was in Berlin where the TV adaptation of The Night Manager was getting a showcase premiere …"
        },
        {
            "title": "Think Covid-19 can't harm healthy, young athletes? Think again",
            "category": "Sport",
            "snippet": "When Keyontae Johnson collapsed on the basketball court on Saturday, college sports temporarily stood as still as his teammates. He was rushed to the …"
        },
        {
            "title": "Leigh Centurions to replace Toronto Wolfpack in Super League 2021",
            "category": "Sport",
            "snippet": "Leigh Centurions will play in Super League in 2021 after a selection panel unanimously chose the Lancashire club to replace Toronto Wolfpack in rugby …"
        },
        {
            "title": "Tributes to Roberts Buncis, 12, as boy charged with his murder",
            "category": "UK-News",
            "snippet": "Summary: A 12-year-old boy who was allegedly murdered two days before his 13th birthday has been described as “a popular young man destined for a life of joy, …"
        },
        {
            "title": "Covid: London to enter tier 3 restrictions to curb surge in cases",
            "category": "UK-News",
            "snippet": "London and several other areas in the south-east will this week enter the toughest coronavirus restrictions in order to contain a surging number of Co …"
        },
        {
            "title": "AstraZeneca shares slump after it agrees $39bn Alexion buyout",
            "category": "Business",
            "snippet": "Summary: AstraZeneca shares fell sharply after it agreed to a $39bn (£29bn) takeover of the US rare diseases specialist Alexion, the biggest deal in its histor …"
        },
        {
            "title": "Cannibal sandwiches: Wisconsinites urged against eating traditional raw meat",
            "category": "US-News",
            "snippet": "Wisconsinites turning to comforting family traditions during the holiday season have been warned by their state health department to avoid one in part …"
        },
        {
            "title": "John le Carré remembered by writers and friends: 'He always had a naughty twinkle in the eye'",
            "category": "Books",
            "snippet": "John Banville, author We met for lunch one rainy day at the end of last summer, in an excellent but eerily deserted restaurant in Hampstead village. H …"
        },
        {
            "title": "Train missed cars by half a second in Norfolk level crossing error",
            "category": "UK-News",
            "snippet": "A passenger train came within half a second of smashing into two cars at a level crossing in Norfolk after barriers were raised by mistake, an investi …"
        },
        {
            "title": "Brexit will hit UK economy like a 'slow puncture'",
            "category": "Politics",
            "snippet": "Brexit will hit the British economy like a “slow puncture”, a leading industrialist has warned, with disruption to business to last at least six month …"
        },
        {
            "title": "Grenfell survivors push for French witnesses to testify with embassy stunt",
            "category": "UK-News",
            "snippet": "Survivors of the Grenfell disaster have tried to shame the French government into delivering key witnesses to the public inquiry using a truck-mounted …"
        },
        {
            "title": "MPs could sit between Christmas and new year to pass Brexit deal",
            "category": "Politics",
            "snippet": "MPs may need to sit in parliament between Christmas and new year to pass any Brexit deal in order to meet the deadline for the end of the transition p …"
        },
        {
            "title": "Brexit trade deal possible within days after Johnson concession, says EU",
            "category": "Politics",
            "snippet": "A post-Brexit trade and security deal could be sealed as early as this week after Boris Johnson made a key concession at the weekend but the pathway t …"
        },
        {
            "title": "Lewis Hamilton says isolation and Covid-19 made for 'hardest year' in F1",
            "category": "Sport",
            "snippet": "Lewis Hamilton has said this Formula One season was the hardest of his career. Hamilton secured his seventh world championship this year to move level …"
        }
    ]
}