{
    "page": [
        {
            "title": "Harry and Meghan put son Archie centre stage in first podcast",
            "category": "UK-News",
            "snippet": "When the Duke and Duchess of Sussex announced that they would put guest speakers at centre stage in their new podcast, few would have expected to hear …"
        },
        {
            "title": "FTSE 100 hits nine-month high amid Brexit deal relief and vaccine hopes – as it happened",
            "category": "Business",
            "snippet": "Summary: And finally, here’s our report on today’s stock market rally in London. Goodnight. GW Back in New York, shares have dipped into the red after Senate M …"
        },
        {
            "title": "Police in Brecon Beacons turn away visitors breaching Covid restrictions",
            "category": "UK-News",
            "snippet": "Police have turned visitors away from the Brecon Beacons after hikers drove as far as 200 miles to walk in the snowy Welsh hills in defiance of Covid …"
        },
        {
            "title": "Obsolete software from 1990s features in Brexit deal text",
            "category": "Politics",
            "snippet": "The EU-UK Brexit deal refers to defunct decades-old computer software such as Netscape Communicator as “modern”, raising suspicions that some of the t …"
        },
        {
            "title": "Boris Johnson decried purchase of Churchill's private papers",
            "category": "UK-News",
            "snippet": "Boris Johnson, who has sought comparison with Winston Churchill, denounced spending national lottery money to save the wartime leader’s personal paper …"
        },
        {
            "title": "Daniel Meikle and Fergus Boylan named Young Cartoonists of the Year",
            "category": "UK-News",
            "snippet": "If a cartoonist’s job is to raise a smile in the bleakest of times and to provoke a laugh in adversity, then 2020 has certainly provided rich material …"
        },
        {
            "title": "Mugabe's love of cricket and Thatcher's 70th: stories revealed in National Archives papers",
            "category": "UK-News",
            "snippet": "Robert Mugabe John Major vetoed a Foreign Office idea to offer honorary membership of the MCC to Zimbabwean president Robert Mugabe, saying it was a “ …"
        },
        {
            "title": "FA and RFU lead calls to get grassroots sport and fans back 'as soon as possible'",
            "category": "Sport",
            "snippet": "Summary: More than 50 leading British sports bodies have called for a new government action plan to help grassroots survive and thrive amid the Covid-19 crisis …"
        },
        {
            "title": "Johnson to hail 'historic resolution' as Brexit bill comes before Commons",
            "category": "Politics",
            "snippet": "The UK’s post-Brexit trade deal with Brussels delivers a “historic resolution” making the country a “friendly neighbour” to the EU, Boris Johnson will …"
        },
        {
            "title": "Ryan Cochran-Siegle’s maiden World Cup win ends 14-year US drought",
            "category": "Sport",
            "snippet": "Ryan Cochran-Siegle ended a long US men’s alpine ski team drought on Tuesday by taking his first World Cup win in a super-G in the Italian resort of B …"
        },
        {
            "title": "'I've never seen anything like it': 2020 smashes records in global markets",
            "category": "Business",
            "snippet": "2020 has been the most remarkable year for the global financial markets. After the Covid-19 pandemic triggered the worst crash in a generation, unprec …"
        },
        {
            "title": "Princess Diana called criticism of landmine appeal a 'distraction'",
            "category": "UK-News",
            "snippet": "Summary: Diana, Princess of Wales, dismissed criticism of her campaign for a worldwide ban on landmines as an “unnecessary distraction” during her famed trip t …"
        },
        {
            "title": "How Edward Heath taking a bath exposed Chequers' lax security",
            "category": "UK-News",
            "snippet": "Security at Chequers during Edward Heath’s time as prime minister was so lax one government adviser accidentally stumbled into a room and saw him gett …"
        },
        {
            "title": "I chose fun over drudgery – and ran off to live at sea",
            "category": "Life-and-Style",
            "snippet": "I don’t make resolutions. But one year I made an exception. It was 1 January 2015. It was the only nod to self-improvement I have ever made – and it c …"
        },
        {
            "title": "From corruption to summer camp: the best documentaries of 2020",
            "category": "Film",
            "snippet": "Collective “Plays like a thriller” can be trite when describing a documentary but in the case of Collective, Alexander Nanau’s watchful, truly galling …"
        },
        {
            "title": "Having and Being Had by Eula Biss review – saturated in capitalism",
            "category": "Books",
            "snippet": "As a writer Eula Biss has two great gifts. The first is her ability to reveal to the reader what has, all along, been hidden in plain sight. She did t …"
        },
        {
            "title": "California's wildfire hell: how 2020 became the state's worst ever fire season",
            "category": "US-News",
            "snippet": "On a deadly 24-hour march through the Sierra Nevada in September, the flames of what would become the North Complex fire raced through more than 200,0 …"
        },
        {
            "title": "'You should get one with your Covid jab': can musicals save cinema?",
            "category": "Film",
            "snippet": "In 2020, all bets were off. When spring came and screen after screen shut its doors, a chorus line of studios scrambled to postpone prize properties u …"
        },
        {
            "title": "‘It decimated our staff’: Covid ravages Black and brown health workers in US",
            "category": "US-News",
            "snippet": "This spring, New Jersey emergency room nurse Maritza Beniquez saw “wave after wave” of sick patients, each wearing a look of fear that grew increasing …"
        },
        {
            "title": "Talking Horses: Cheltenham calls off New Year's Day meeting",
            "category": "Sport",
            "snippet": "Cheltenham will stage one more meeting at most before its four-day Festival opens on 16 March after the track was forced to abandon its New Year’s Day …"
        },
        {
            "title": "'Our history is contained there': loss of archive threatens Native American tribes",
            "category": "US-News",
            "snippet": "In 1969, a clerical error resulted in the Samish Indian Nation in Washington state suddenly being dropped from the federal government’s list of recogn …"
        },
        {
            "title": "'Audiences don't want white anger': how white rap grew a conscience",
            "category": "Music",
            "snippet": "With Jack Harlow’s major label debut Thats What They All Say selling strongly alongside a bumper deluxe version of Eminem’s Music to be Murdered By, w …"
        },
        {
            "title": "Oscar De La Hoya: 'Fighting again is a serious proposition. I love and miss it'",
            "category": "Sport",
            "snippet": "It has always been tough to tell if Oscar De La Hoya is smiling because he feels blessed to be alive or because he has something to sell. With teeth a …"
        },
        {
            "title": "Tell us how you are celebrating New Year's Eve in the UK",
            "category": "Life-and-Style",
            "snippet": "Summary: With the majority of the UK unable to mix with other households indoors, most traditional New Year’s Eve plans will be cancelled. From Zoom parties to …"
        },
        {
            "title": "Boris Johnson stopped me getting fit – but he couldn’t come between me and my guitar",
            "category": "Life-and-Style",
            "snippet": "Summary: This year, my original new year resolution was to be a two-pronged attack on my unhealthy lifestyle in the form of restrictions on booze and food. Sad …"
        },
        {
            "title": "Let It Snow review – a seasonal chiller to warm fright fans' souls",
            "category": "Film",
            "snippet": "Summary: Nothing warms the anti-yuletide misanthropes’ shrivelled hearts like a good old-fashioned Christmas-themed horror film wherein the evil inside human s …"
        },
        {
            "title": "UK weather: snow and ice to bring 2020 to wintry end for many",
            "category": "UK-News",
            "snippet": "Snow and ice is expected across most of Scotland as well as parts of northern and southern England, Northern Ireland and Wales as 2020 draws to a chil …"
        },
        {
            "title": "On Boris's big day, Tories kid themselves this is the deal they always wanted",
            "category": "Politics",
            "snippet": "Summary: Who would have guessed? When push came to shove it turned out that a bad deal was better than no deal after all. The first deal in history to put more …"
        },
        {
            "title": "I spend a stupid amount of time thinking about my appearance. How can I care less?",
            "category": "Life-and-Style",
            "snippet": "I’m a young, conventionally attractive woman. I’m happy and self-confident; I have wonderful people and relationships in my life; I am doing well in u …"
        },
        {
            "title": "The Dry review – Eric Bana stars in gripping, tough and psychologically intense adaptation",
            "category": "Film",
            "snippet": "Jane Harper’s best-selling novel The Dry is one of those books that feels written with a feature film adaptation in mind: a genre narrative (crime mys …"
        },
        {
            "title": "Annus horribilis fails to dampen sporting expectations for 2021",
            "category": "Sport",
            "snippet": "The Belarusian Premier League had its moment in the sun in 2020. As Covid-19 travelled the globe, incapacitating sport as it went, one tiny eastern Eu …"
        },
        {
            "title": "Holyrood and Stormont reject 'disastrous' Brexit trade deal",
            "category": "Politics",
            "snippet": "Boris Johnson’s Brexit trade deal has been resoundingly rejected by the Scottish and Northern Irish parliaments, as the UK’s devolved nations branded …"
        },
        {
            "title": "'Happy vaccine day' at Welsh factory proudly preparing Oxford doses",
            "category": "UK-News",
            "snippet": "Summary: Most of the sprawling industrial estate on the edge of Wrexham was quiet. There was little sign of activity at the engineering firms or in the self-st …"
        },
        {
            "title": "Smoothies are a deeply unpleasant gimmick. Drinks should not be thick",
            "category": "Life-and-Style",
            "snippet": "Calla: Alyx, smoothies are disgusting and the biggest trick played by the health and wellness industry on regular people since coconut oil. Here’s the …"
        },
        {
            "title": "China drops Philadelphia 76ers broadcasts as Hong Kong row continues",
            "category": "Sport",
            "snippet": "Chinese streaming giant Tencent has stopped live broadcasts of games by the NBA’s Philadelphia 76ers in apparent protest at their new president Daryl …"
        },
        {
            "title": "Hilaria Baldwin speaks out amid accusations she faked being Spanish",
            "category": "US-News",
            "snippet": "Hilaria Baldwin has accused critics of “misrepresenting” her amid allegations she spent years faking being Spanish. Speaking out in a New York Times i …"
        },
        {
            "title": "Arise Sir Lewis: Hamilton given knighthood in new year honours list",
            "category": "Sport",
            "snippet": "A stunning 12 months for Lewis Hamilton on and off the track, which included equalling Michael Schumacher’s record of seven Formula One titles and bec …"
        },
        {
            "title": "Boris Johnson's post-Brexit trade deal passes into UK law",
            "category": "Politics",
            "snippet": "Boris Johnson’s post-Brexit trade deal with Brussels has passed into law following a whirlwind 14-hour parliamentary process that has radically redraw …"
        },
        {
            "title": "From Sarah Cooper to Fiona Hill: the ‘stars’ of the Trump era who emerged from obscurity",
            "category": "US-News",
            "snippet": "Millions of lives across America and the world were touched by Donald Trump’s unlikely candidacy and presidency. But some were upended completely, res …"
        },
        {
            "title": "Beginners by Tom Vanderbilt review – it's never too late to learn",
            "category": "Books",
            "snippet": "Most highly skilled fields have rude names for beginners. In surfing you’re a “kook”, in chess a “patzer”, in competitive cycling a “Fred” and in the …"
        },
        {
            "title": "'Humaning': a nice idea or ridiculous corporate buzzword?",
            "category": "Books",
            "snippet": "In business news, Mondelēz International, a multinational food company that owns Cadbury among others, recently announced that its new marketing strat …"
        },
        {
            "title": "Farewell 2020, sport's bizarro year of fear, decay and positive distraction",
            "category": "Sport",
            "snippet": "It was the worst of times. And in between it was also – just to be clear – the worst of times all over again. Farewell 2020. No need to write. Don’t, …"
        },
        {
            "title": "Banging toons: why bands such as Bis are making soundtracks for kids' TV",
            "category": "Music",
            "snippet": "An architect cranks a lever, and suddenly Mr Salmonelli’s Leaning Tower of Pizza restaurant lurches to an angle. As pots and pans fly, a band slide in …"
        },
        {
            "title": "Little Scratch by Rebecca Watson review - a daringly experimental debut",
            "category": "Books",
            "snippet": "Rebecca Watson’s debut novel started life as a piece that was shortlisted for the White Review story prize in 2018; in it, we follow the narrator’s th …"
        },
        {
            "title": "'All that mattered was survival': the songs that got us through 2020",
            "category": "Music",
            "snippet": "Isaac Hayes – Going in Circles When it came to lockdown comfort listening, there was something particularly appealing about lush symphonic soul made b …"
        },
        {
            "title": "The most notable US athletes of 2020: No 1 – LeBron James, a man for all seasons",
            "category": "Sport",
            "snippet": "Last month an old interview of LeBron James resurfaced that quickly went viral on NBA Twitter. The grainy footage was from a program called HBO’s On t …"
        },
        {
            "title": "What happened when California tried to fix its homelessness crisis as the pandemic arrived",
            "category": "US-News",
            "snippet": "Before the coronavirus even reached the US, California was already in the midst of a public health crisis. By March 2020, the Golden State’s homeless …"
        },
        {
            "title": "First Thing: McConnell thwarts hopes of higher relief payments, as eyes turn to Georgia",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump’s calls for $2,000 relief checks for Americans were largely put to bed yesterday when the Senate majority leader, Mitch McC …"
        },
        {
            "title": "Tier 4 Covid rules in England: latest restrictions explained",
            "category": "UK-News",
            "snippet": "Millions more people in areas including Greater Manchester and the north-east have now joined nearly 24 million who were already under the strictest t …"
        },
        {
            "title": "Passports and permits: what are the biggest changes to expect after Brexit?",
            "category": "Politics",
            "snippet": "The bells of Big Ben will chime to mark the occasion but there will be no street parties or chaos on the roads for the arrival of Brexit at 11pm, when …"
        }
    ]
}