{
    "page": [
        {
            "title": "Liam Gallagher: Down By the River Thames review – barging through his back catalogue",
            "category": "Music",
            "snippet": "Other livestreams have sold themselves on everything from dazzling displays of the latest technology or promises they could somehow recreate the atmos …"
        },
        {
            "title": "World Athletics to allow 'prototype' shoes after Kandie breaks half marathon record",
            "category": "Sport",
            "snippet": "Fears about a new arms race in shoe technology have grown after World Athletics amended its rules to allow prototypes to again be used in races. The d …"
        },
        {
            "title": "Falling review – Viggo Mortensen's powerful drama of a father with dementia",
            "category": "Film",
            "snippet": "The directorial debut of Viggo Mortensen, which he also wrote and stars in, is an empathetic but gruelling account of a father-son relationship. Neari …"
        },
        {
            "title": "Rico Nasty: Nightmare Vacation review – a pummelling debut",
            "category": "Music",
            "snippet": "Summary: If 2020 is our nightmare vacation from normal life, then Maryland 23-year-old Rico Nasty is an entertainingly misfit holiday rep. On her debut album, …"
        },
        {
            "title": "Peter Alliss, voice of the BBC’s golf coverage, dies aged 89",
            "category": "Sport",
            "snippet": "Tributes have poured in from across the world of golf and broadcasting after the death of the celebrated BBC commentator Peter Alliss at the age of 89 …"
        },
        {
            "title": "Trump's attacks on election integrity 'disgust me', says senior Georgia Republican",
            "category": "US-News",
            "snippet": "Donald Trump’s attacks on Republican officials in Georgia and insistence his defeat by Joe Biden must be overturned are disgusting, the Republican lie …"
        },
        {
            "title": "Hollow Test season spells end of Dave Rennie's Wallabies honeymoon",
            "category": "Sport",
            "snippet": "The honeymoon is over for Dave Rennie, who is now the only Wallabies coach in the professional era to win just one Test in his first calendar year in …"
        },
        {
            "title": "Open thread: What's the perfect song to play as this terrible year ends?",
            "category": "Music",
            "snippet": "How do you farewell a year like 2020? By screaming increasingly vulgar profanities until it goes away? By celebrating its final demise with as many pe …"
        },
        {
            "title": "Letter: Mike Cooley obituary",
            "category": "Politics",
            "snippet": "I met Mike Cooley in 1970, when I was working with the Cinema Action collective on the film Fighting the Bill, made as a campaigning tool to oppose th …"
        },
        {
            "title": "Police chief unveils radical plans for community panels to monitor race bias",
            "category": "UK-News",
            "snippet": "New independent community panels in England and Wales should be given the power to inspect everything police do to root out bias, including their use …"
        },
        {
            "title": "Trump press secretary appears to acknowledge Biden election victory",
            "category": "US-News",
            "snippet": "The White House press secretary, Kayleigh McEnany, appeared on Sunday to admit Donald Trump lost the presidential election, a concession the president …"
        },
        {
            "title": "Ministers face double defeat in Lords over China trading links",
            "category": "Politics",
            "snippet": "Ministers face a double defeat in the Lords over Britain’s trading links with China as peers prepare to back a cross-party move to block trade agreeme …"
        },
        {
            "title": "Theresa May's negotiator on EU tactics and her worst Brexit day",
            "category": "Politics",
            "snippet": "Raoul Ruparel was Theresa May’s special adviser on Europe during the first round of Brexit negotiations. Here he talks negotiating tactics, strategies …"
        },
        {
            "title": "England tour in doubt after first ODI cancelled and 'unconfirmed' Covid positives",
            "category": "Sport",
            "snippet": "England’s tour of South Africa lurched back into crisis on Sunday when the first one-day international was cancelled and two members of Eoin Morgan’s …"
        },
        {
            "title": "Staten Island Covid protests: bar owner held after driving into deputy",
            "category": "US-News",
            "snippet": "The co-owner of a New York City bar that authorities said defied coronavirus restrictions was taken into custody early on Sunday, after running over a …"
        },
        {
            "title": "Breakthrough on fishing rights as Brexit talks hang in the balance",
            "category": "Politics",
            "snippet": "Summary: A major breakthrough has been made in Brexit negotiations on the rights of European fleets to fish in UK waters, EU sources said last night, leaving a …"
        },
        {
            "title": "Eddie Jones hits out at 'disrespectful' critics after England victory",
            "category": "Sport",
            "snippet": "Eddie Jones lashed out at England’s “disrespectful” critics after they squeezed over the line to clinch the Autumn Nations Cup title, claiming he woul …"
        },
        {
            "title": "Rudy Giuliani has coronavirus, Donald Trump says",
            "category": "US-News",
            "snippet": "Donald Trump’s personal attorney, Rudy Giuliani, has tested positive for Covid-19, the president tweeted on Sunday, prompting Arizona to close its leg …"
        },
        {
            "title": "The 50 best films of 2020 in the UK, No 10: Never Rarely Sometimes Always",
            "category": "Film",
            "snippet": "Never Rarely Sometimes Always, writer-director Eliza Hittman’s reticent, watchful film on two 17-year-old girls’ journey across state lines for an abo …"
        },
        {
            "title": "Met faces legal action over spies' use of dead children's identities",
            "category": "UK-News",
            "snippet": "The relatives of dead children whose identities were stolen by undercover police officers have launched legal action against the Metropolitan police o …"
        },
        {
            "title": "The 50 best albums of 2020, No 10: Moses Sumney – Græ",
            "category": "Music",
            "snippet": "Moses Sumney’s music is often two things at once. Intimate yet communal, spiritual yet lustful, his piercingly clear falsetto is interchangeable with …"
        },
        {
            "title": "Builders run short of supplies as UK port holdups raise Brexit concerns",
            "category": "Business",
            "snippet": "Builders are running short of everything from power tools and screws to timber and roof tiles as the gridlock at UK ports holds up crucial deliveries …"
        },
        {
            "title": "UK music streaming startup backed by Kylie secures £13m funding",
            "category": "Music",
            "snippet": "Summary: A British music streaming startup backed by Kylie Minogue and Robbie Williams has secured multimillion-pound funding from investors including the form …"
        },
        {
            "title": "Tree of the week: ‘I’d tie myself to this Norway maple rather than see it cut down’",
            "category": "Life-and-Style",
            "snippet": "One of the few joys of a year dominated by Covid-19 has been how many of us have discovered an appreciation for nature. Particularly in towns and citi …"
        },
        {
            "title": "Young Heroes of the Soviet Union by Alex Halberstadt - review",
            "category": "Books",
            "snippet": "“You came here as my grandson, not my interrogator,” Alex Halberstadt’s grandfather Vassily remarks to him when the writer visits him in the Ukrainian …"
        },
        {
            "title": "UK public's £100bn Covid savings could help recovery, says Haldane",
            "category": "Business",
            "snippet": "Excess savings of about £100bn built up by UK households during Covid-19 lockdowns are now being spent and could speed up Britain’s economic recovery, …"
        },
        {
            "title": "Biden mulls options in case Republicans try to block cabinet picks",
            "category": "US-News",
            "snippet": "Summary: Joe Biden has had a fairly smooth cabinet appointment process so far, but there are rumblings that it could get choppier, and speculation that the Dem …"
        },
        {
            "title": "B&Q owner Kingfisher to repay £130m of Covid business rates relief",
            "category": "Business",
            "snippet": "Summary: The B&Q owner, Kingfisher, has joined other retailers in returning emergency taxpayer support, pledging to repay £130m it received in business rates r …"
        },
        {
            "title": "Jets and Jaguars fans are obsessed with the No 1 pick: they shouldn't be",
            "category": "Sport",
            "snippet": "Watching the dwindling minutes of the NFL’s ‘witching hour’ was a fascinating experience on Sunday. The Jets and Jaguars were not playing head-to-head …"
        },
        {
            "title": "A moment of pride: why 2020 has been a big year for the lesbian movie",
            "category": "Film",
            "snippet": "“Let’s see what’s trending,” says Nicole Kidman, scrolling through Twitter in Ryan Murphy’s new musical The Prom. Kidman’s character and her washed-up …"
        },
        {
            "title": "Tell us: what are your best tips for recovering from a hangover?",
            "category": "Life-and-Style",
            "snippet": "Christmas and New Year celebrations will take place on a much smaller scale in 2020 – but that doesn’t guarantee they’ll be hangover-free. As many of …"
        },
        {
            "title": "Poem of the week: My Stranger by Maria Taylor",
            "category": "Books",
            "snippet": "My Stranger hangs where the plaster cracked and the ribs of the house show. He’s the only stranger I can afford, a middle-aged man in a plaid shirt sm …"
        },
        {
            "title": "'Right now, I'm in panic mode': US freelancers plead with Congress to pass Covid relief",
            "category": "Business",
            "snippet": "Suzy Young, an artist in Winterport, Maine, cheered when Congress enacted an innovative program that provided unemployment benefits to artists, freela …"
        },
        {
            "title": "Breakaway Premier Golf League presses ahead with plan to land top players",
            "category": "Sport",
            "snippet": "Summary: Key figures behind the breakaway Premier Golf League concept are pressing ahead with plans for a series of events on both sides of the Atlantic despit …"
        },
        {
            "title": "The 50 best films of 2020 in the US: No 10 – The Nest",
            "category": "Film",
            "snippet": "“In order to be successful, one must project an image of success at all times.” That little pearl of ladder-climber wisdom comes to us from American B …"
        },
        {
            "title": "Churn baby churn: butter-heavy recipes, from indulgent gnocchi to satisfying shortbread",
            "category": "Life-and-Style",
            "snippet": "We are in the midst of a butter boom. One of the few upsides to this stupid year is that people are cooking at home with more regularity, and the knoc …"
        },
        {
            "title": "'Boris Johnson's lustre has faded': European media dissect painful Brexit talks",
            "category": "Politics",
            "snippet": "Summary: For more than four years now, European media and commentators have said, the interminable Brexit saga – the endless stop-start, the succession of “cru …"
        },
        {
            "title": "Here Awhile review – assisted-dying drama weighed down by cliche",
            "category": "Film",
            "snippet": "Summary: ”Here’s to life and all its messy complications!” Cancer is a bitch, life is a journey and other horribly pat sentiments are all given free airing in …"
        },
        {
            "title": "Murmurs of discontent over Brexit talks could yet become a roar",
            "category": "Politics",
            "snippet": "In the final throes of Theresa May’s Brexit negotiations, the biggest noises were being made at home, by a squabbling cabinet and a riotous Conservati …"
        },
        {
            "title": "Biden picks California attorney general to lead US's post-Trump Covid response",
            "category": "US-News",
            "snippet": "Summary: President-elect Joe Biden announced key members of his health team Monday, with California attorney general Xavier Becerra, a prominent defender of th …"
        },
        {
            "title": "A lexicon of Brexit double-speak: what they say, what it means",
            "category": "Politics",
            "snippet": "A great big Brexit cloud is on the horizon once again, and it’s raining diplomatic double-speak. The back and forth between Brussels and the UK in rec …"
        },
        {
            "title": "Last-minute Brexit deal vital for UK economy, government told",
            "category": "Politics",
            "snippet": "Business leaders and trade unions have urged the government to strike a last-minute Brexit agreement as they warned that the UK economy is ill equippe …"
        },
        {
            "title": "No Hard Feelings review – life lessons and love stories in a refugee shelter",
            "category": "Film",
            "snippet": "The winner of the Berlin film festival’s Teddy award for best queer-themed film begins as shuffling character study, then broadens out to resemble Jul …"
        },
        {
            "title": "Spitalfields music festival: At Home review",
            "category": "Music",
            "snippet": "This year’s Spitalfields Music, like so many festivals, took to the digisphere with a varied sequence of performances and talk programmed across a sin …"
        },
        {
            "title": "Royal Northern Sinfonia/Ward review – elegance and a Farrenc gem",
            "category": "Music",
            "snippet": "The Royal Northern Sinfonia’s autumn series of livestreamed concerts has made a point of including at least one rarely heard work in every programme, …"
        },
        {
            "title": "Wales sport lobbies government to drop the two-metre rule for returning fans",
            "category": "Sport",
            "snippet": "Leading sports in Wales have written to the Welsh government warning they face bankruptcy unless it allows fans back into grounds using the one-metre …"
        },
        {
            "title": "How Dionne Warwick became the queen of Twitter (with a little help from Chance the Rapper)",
            "category": "Music",
            "snippet": "Name: Dionne Warwick. Age: 80 next week. Status: Queen of Twitter. Don’t you mean one of the greatest pop singers of all time? That was then. This is …"
        },
        {
            "title": "Thousands of ITV competition entrants had ‘no chance’ of winning",
            "category": "Business",
            "snippet": "More than 40,000 people who entered ITV competitions by post had no chance of being selected to win, Ofcom has said, concluding that the error was a c …"
        },
        {
            "title": "Rupert Webster obituary",
            "category": "Music",
            "snippet": "Summary: My friend Rupert Webster’s first public appearance was aged 12 as the beautiful, shy blond boy in Lindsay Anderson’s 1968 film If, a biting satire on …"
        },
        {
            "title": "Cup of Cheer review – overstuffed Christmas turkey",
            "category": "Film",
            "snippet": "The syrupy Hallmark Christmas movie isn’t exactly top of the list for pressing satirical targets – but we’re getting a parody anyway, courtesy of this …"
        }
    ]
}