{
    "page": [
        {
            "title": "Leslie West obituary",
            "category": "Music",
            "snippet": "Leslie West, who has died aged 75 following a cardiac arrest, could claim to be one of the creators of heavy metal. His band Mountain made a spectacul …"
        },
        {
            "title": "How tough will Joe Biden be on the US shale industry?",
            "category": "US-News",
            "snippet": "The result of the US election has cast a long shadow across the US shale heartlands. Joe Biden wants to make the climate crisis his top priority, spar …"
        },
        {
            "title": "UK high streets empty on Boxing Day as shoppers stay at home",
            "category": "Business",
            "snippet": "The UK’s high streets were largely deserted on Boxing Day, with shopper numbers down more than 60% on last year as people remained at home amid tighte …"
        },
        {
            "title": "Wasps inflict third defeat in row on Sale to give Deacon blues",
            "category": "Sport",
            "snippet": "Paul Deacon has made no secret of the fact that his elevation to Sale’s interim coach has caused him one or two sleepless nights, and that restlessnes …"
        },
        {
            "title": "Britons turn to luxury food and drink to see out dismal 2020 in style",
            "category": "Business",
            "snippet": "From champagne to gold-flecked smoked salmon and even posh New Year’s Eve takeaways, Britons in lockdown are popping more premium corks and splashing …"
        },
        {
            "title": "In case you missed them: the Guardian's unsung heroes of 2020",
            "category": "Life-and-Style",
            "snippet": "Election pranksters True to form for an administration that could make the most routine tasks somehow absurd, Donald Trump couldn’t even lose an elect …"
        },
        {
            "title": "Wonder breaks the silence: pop, rock and classical music for 2021",
            "category": "Music",
            "snippet": "Sleaford Mods – Spare Ribs The title of Sleaford Mods’ sixth album is apparently an oblique reference to the fatalities in the first wave of coronavir …"
        },
        {
            "title": "UK economy likely to be 6% smaller at Easter than previously forecast",
            "category": "Business",
            "snippet": "Summary: The fresh wave of coronavirus restrictions could lead to the economy being 6% smaller by Easter than official forecasters had predicted just last mont …"
        },
        {
            "title": "Alastair Campbell: I couldn’t stop Brexit, but I could do my bit to save the planet",
            "category": "Life-and-Style",
            "snippet": "Anyone who objects to my incessant posting of tree photos on social media can blame Georgia Gould, the leader of Camden council and the daughter of th …"
        },
        {
            "title": "The alternative 2020 sports awards: quotes, storms and animal cameos",
            "category": "Sport",
            "snippet": "Part one: Sport and the pandemic Judgment call of the year As clubs reacted to the new normal: Arsenal – unveiling £230k-a-week Thomas Partey (“#NoTho …"
        },
        {
            "title": "'If anyone had said our mining town would go Tory, I'd have thought they were mad'",
            "category": "Politics",
            "snippet": "Summary: I first met George Bell on the 20th anniversary of the 1984-85 miners’ strike when he and many fellow miners had swapped the camaraderie of the coalfa …"
        },
        {
            "title": "Poem of the week: To Tartar, a Terrier Beauty by Thomas Lovell Beddoes",
            "category": "Books",
            "snippet": "Sonnet: To Tartar, a Terrier Beauty Snowdrop of dogs, with ear of brownest dye, Like the last orphan leaf of naked tree Which shudders in bleak autumn …"
        },
        {
            "title": "Met Office issues severe weather warning for much of the UK",
            "category": "UK-News",
            "snippet": "Summary: Following floods and high winds over Christmas, it was the turn of snow showers to make life challenging across wide parts of the UK on Monday. Drivin …"
        },
        {
            "title": "Western Isles council rejects official sex ed in favour of Catholic teaching",
            "category": "UK-News",
            "snippet": "The Western Isles has been hit by a fresh row over the influence of churches on public policy after councillors voted to endorse a Catholic manual on …"
        },
        {
            "title": "Giving birth seemed to spell disaster for my mental health. Were my anxieties unfounded?",
            "category": "Life-and-Style",
            "snippet": "Summary: I hadn’t expected to have a baby. But when I turned out to be wrong about that, I found myself expecting the whole thing to be a disaster. It wasn’t j …"
        },
        {
            "title": "China orders Alibaba founder Jack Ma to pare down fintech empire",
            "category": "Business",
            "snippet": "China has escalated its campaign to rein in the vast tech empire controlled by Jack Ma, the co-founder of Alibaba and one of the country’s richest peo …"
        },
        {
            "title": "Lose weight, save money, cut out booze? I could do that! But give up smoking?",
            "category": "Life-and-Style",
            "snippet": "For a long time I kept all of them. And not just at New Years, either. Two stone? Lost. Savings target? Met. Dry January? Easy. I took a healthy packe …"
        },
        {
            "title": "Back to Black: how the music industry reckoned with race this year",
            "category": "Music",
            "snippet": "“In the wake of George Floyd” is a sentence I have both read and written too many times this year. His brutal and racist killing forced an elevated co …"
        },
        {
            "title": "Committees, visas and climate change: Brexit experts' verdicts on the deal details",
            "category": "Politics",
            "snippet": "Experts are still poring over the 1,246-page Brexit trade deal, but the devil is always in the detail. Dozens of UK-EU committees overseeing all aspec …"
        },
        {
            "title": "UK shoppers face Brexit duties on holiday and online purchases",
            "category": "Politics",
            "snippet": "Holidaymakers or online shoppers who buy items from the EU that are valued at more than £390 will have to pay customs duties, the government has revea …"
        },
        {
            "title": "Covid vaccines and $600 payments: key provisions in the US stimulus bill",
            "category": "US-News",
            "snippet": "Donald Trump signed the new Covid-19 stimulus package into law on Sunday night, suddenly giving into pressure from Congress after calling the legislat …"
        },
        {
            "title": "Ghislaine Maxwell's latest request for bail denied by US federal judge",
            "category": "US-News",
            "snippet": "The British socialite Ghislaine Maxwell’s latest request for bail in her Manhattan federal court sex crimes case has been denied, new court filings re …"
        },
        {
            "title": "Starmer faces high-profile Labour rebellion before Brexit deal vote",
            "category": "Politics",
            "snippet": "Keir Starmer is facing a high-profile rebellion against Labour’s Brexit position on the eve of the vote in parliament, as prominent MPs including John …"
        },
        {
            "title": "Biden accuses Trump administration of obstructing his national security team",
            "category": "US-News",
            "snippet": "Summary: Joe Biden, the US president-elect, complained on Monday that his national security team has run into “obstruction” and “roadblocks” from political lea …"
        },
        {
            "title": "Veganuary predicts biggest year as Covid lockdown inspires diet overhaul",
            "category": "Life-and-Style",
            "snippet": "Organisers of Veganuary are gearing up for their biggest ever year next month since the meat-free pledge was launched seven years ago, thanks to a sur …"
        },
        {
            "title": "UK tech firms attract record $15bn in venture capital funding",
            "category": "Business",
            "snippet": "UK technology companies attracted a record $15bn (£11.2bn) in venture capital funding in 2020, including the creation of seven “unicorn” firms valued …"
        },
        {
            "title": "Talking Horses: Saldier has quality to foil Champion Hurdle hopefuls",
            "category": "Sport",
            "snippet": "Newbury’s Challow Hurdle card on Tuesday is subject to a precautionary inspection at 8.30am but there are no concerns at Leopardstown where the Grade …"
        },
        {
            "title": "Aldi vacuum cleaner recalled over fears it could catch fire",
            "category": "Life-and-Style",
            "snippet": "An Aldi bagless vacuum cleaner has been recalled over fears the appliance may catch fire. The corded, bagless vacuum was sold as “Easy Home – Multicyc …"
        },
        {
            "title": "Dune, Bond and Top Gun reloaded: films to look out for in 2021",
            "category": "Film",
            "snippet": "News of the World Paul Greengrass’s latest film is based on the western novel by Paulette Jiles, about a girl returning to her family in 1860s Texas a …"
        },
        {
            "title": "UK government accused of pursuing 'white nationalist' agenda",
            "category": "Politics",
            "snippet": "Summary: The head of a race equality thinktank has accused the government of pursuing a divisive “white nationalist” agenda, prioritising the white working cla …"
        },
        {
            "title": "The Death of Francis Bacon by Max Porter review – last rites for a great artist",
            "category": "Books",
            "snippet": "Summary: The facts of the death of Francis Bacon were these: in April 1992, the artist, against his doctor’s advice, took a trip to Madrid to visit his last gr …"
        },
        {
            "title": "Flat pack, rising prices: Ikea furniture is now collectable",
            "category": "Business",
            "snippet": "Don’t chuck out your old flatpack furniture just yet – you could be sitting on a fortune. Since Ikea launched a scheme to buy back and resell unwanted …"
        },
        {
            "title": "The most notable US athletes of 2020: No 4 – Breanna Stewart, the unstoppable ally",
            "category": "Sport",
            "snippet": "There’s a special joy in watching Breanna Stewart go about her work. The 26-year-old archetype-busting star forward of the Seattle Storm stands 6ft 4i …"
        },
        {
            "title": "The best films of 2020 ... that you haven't seen",
            "category": "Film",
            "snippet": "Summary: The Grand Bizarre At the unlikely midpoint between the psychedelic visuals projected on to the wall at a rave and one of economist Naomi Klein’s essay …"
        },
        {
            "title": "Coronavirus sharpens America's already stark economic inequalities",
            "category": "US-News",
            "snippet": "Walter Almendarez doubts there will be any presents beneath his artificial Christmas tree – not for his daughter, his nephews or anyone else. Back in …"
        },
        {
            "title": "‘People are terrified’: a coronavirus surge across California’s prisons renews calls for releases",
            "category": "US-News",
            "snippet": "Nine months since the emergence of the coronavirus, every one of California’s 35 state prisons is battling cases, a grim milestone in the state’s epid …"
        },
        {
            "title": "First Thing: Biden accuses Trump administration of blocking national security access",
            "category": "US-News",
            "snippet": "Good morning. Joe Biden has accused Donald Trump of blocking his access to national security information, saying that his security team has been met w …"
        },
        {
            "title": "Paul Heaton: ‘If my manager says: “Don't do something stupid!” I know it’s a thing to do’",
            "category": "Life-and-Style",
            "snippet": "When Paul Heaton’s manager texted him to say he was trending on Twitter, his initial thought was: “Have I upset someone?” But perhaps that’s just a si …"
        },
        {
            "title": "Trinidadian roti wraps and Mexican stuffed sopaipillas: the restaurants that thrived in 2020",
            "category": "Life-and-Style",
            "snippet": "Eric See started the summer unemployed and adrift. He was among the thousands of restaurant owners across the country who shuttered their businesses a …"
        },
        {
            "title": "Pieces of a Woman review – vehement but inauthentic childbirth drama",
            "category": "Film",
            "snippet": "Hungarian director Kornél Mundruczó deserves our thanks for going somewhere very few film-makers want to go: out on a limb. Many a time, his neck has …"
        },
        {
            "title": "Armando Manzanero, acclaimed Mexican music star, dies aged 85 of Covid",
            "category": "Music",
            "snippet": "Armando Manzanero, one of Mexico’s most revered songwriters and musical performers, has died aged 85 from Covid-19. He tested positive for the disease …"
        },
        {
            "title": "Four-day week would be affordable for most UK firms, says thinktank",
            "category": "Business",
            "snippet": "A carefully designed four-day week could be introduced in the UK immediately and be affordable for most firms with more than 50 workers, a thinktank h …"
        },
        {
            "title": "I had outgrown bingeing and hangovers – so I decided to drink more often",
            "category": "Life-and-Style",
            "snippet": "A new year resolution to give up cake usually lasts just over a month – if I’m lucky – since February is when my birthday rolls round and it would be …"
        },
        {
            "title": "UK performers raise alarm as Brexit deal threatens EU touring",
            "category": "Politics",
            "snippet": "Actors, musicians and comedians have reacted with alarm to provisions in the Brexit trade deal that will prevent British performers moving around many …"
        },
        {
            "title": "UK signs free trade agreement with Turkey",
            "category": "Politics",
            "snippet": "The UK has signed a free trade deal with Turkey, its first since agreeing a Brexit deal to leave the EU – a development that will strengthen ties betw …"
        },
        {
            "title": "Sing Me a Song review – sombre Bhutanese internet love story",
            "category": "Film",
            "snippet": "Summary: In 2013, French documentary-maker Thomas Balmès made a film called Happiness, about an eight-year-old monk called Peyangki in the remote Himalayan vil …"
        },
        {
            "title": "Casual and part-time jobs at record levels after Australia's Covid recession, analysis finds",
            "category": "Business",
            "snippet": "Australia has experienced the biggest expansion of casual employment in the country’s history, according to new analysis that suggests the economic im …"
        },
        {
            "title": "What's the timetable for parliament's vote on the Brexit trade deal?",
            "category": "Politics",
            "snippet": "It is a time of year when MPs might typically still be at home chomping through Christmas leftovers. But, instead of devouring turkey sandwiches durin …"
        },
        {
            "title": "'Boris is a kipper': fury and frustration at Brexit fishing deal in Brixham",
            "category": "Politics",
            "snippet": "Anton Bailey had just taken a delivery of a new set of fishing nets and was patiently sorting them on the harbour-side at Brixham in Devon. The skippe …"
        },
        {
            "title": "London shares close at highest level since Covid outbreak",
            "category": "Business",
            "snippet": "Shares in London closed at their highest level in almost 10 months amid relief among investors that the UK and the EU had secured an 11th-hour trade d …"
        }
    ]
}