{
    "page": [
        {
            "title": "‘I’m fascinated by power, force and bravery’: the woman who surfed the biggest recorded wave of 2020",
            "category": "Life-and-Style",
            "snippet": "In the photographs of her record-breaking ride, the Brazilian surfer Maya Gabeira is a tiny blade on the water, cutting a line of white spume down the …"
        },
        {
            "title": "View from the EU: Britain 'taken over by gamblers, liars, clowns and their cheerleaders'",
            "category": "Politics",
            "snippet": "Britain faces an uncertain future as it finally pulls clear of the EU’s orbit, continental commentators have predicted, its reputation for pragmatism …"
        },
        {
            "title": "This year I achieved nothing. All I discovered were the limits of my unambition",
            "category": "Life-and-Style",
            "snippet": "‘Look at this,” I say to my girlfriend. “Pretty cool, right?” I am slowly rubbing a mildly abrasive product called Bar Keeper’s Friend into the white …"
        },
        {
            "title": "Stanley Johnson confirms application for French passport on eve of Brexit",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson’s father Stanley has confirmed that he is applying for a French passport on the eve of Britain’s Brexit transition period coming to an e …"
        },
        {
            "title": "Skin in the game: why getting a tattoo helped me achieve my goals",
            "category": "Life-and-Style",
            "snippet": "There are few things I dread writing more than book proposals. What could be more anxiety-provoking than writing what is essentially a lengthy book re …"
        },
        {
            "title": "Year ends on low note as 787,000 more Americans file for unemployment",
            "category": "Business",
            "snippet": "Another 787,000 Americans filed for unemployment benefits in the week before Christmas, the last snapshot of 2020’s appalling jobs market before the N …"
        },
        {
            "title": "‘It took its toll’: the terrible legacy of Martin Luther King’s fight with the FBI",
            "category": "Film",
            "snippet": "Summary: As a child in 1960s east Harlem, documentary film-maker Sam Pollard was “profoundly touched” by two events. The assassination of John F Kennedy, in 19 …"
        },
        {
            "title": "Tampon tax: government axes VAT on sanitary products",
            "category": "Politics",
            "snippet": "The tampon tax has been abolished after the government honoured its March commitment to remove VAT on women’s sanitary products. But the campaigner wh …"
        },
        {
            "title": "UK residents: how will you be impacted by Brexit?",
            "category": "Politics",
            "snippet": "With the Brexit deal signed into law on Thursday morning, the UK’s relationship with the EU is set to change dramatically on 1 January. We’d like to h …"
        },
        {
            "title": "Burnt-out resolutions: a feel-better guide for the already tired",
            "category": "Life-and-Style",
            "snippet": "Summary: It’s the first day of 2021 and I’m already … tired. Usually at this time of year, I have a list of resolutions and goals for the year that I’m burstin …"
        },
        {
            "title": "Joe Biden to have new Secret Service team amid concern about Trump loyalty",
            "category": "US-News",
            "snippet": "Summary: Joe Biden is expected to receive Secret Service protection with a new team that is more familiar to him and replacing some agents amid concerns that t …"
        },
        {
            "title": "FTSE 100 suffers worst year since 2008 financial crisis – as it happened",
            "category": "Business",
            "snippet": "And finally.. here’s my news story about the FTSE 100’s year. That’s all for 2020. Best wishes for the New Year! GW Some FTSE 100 companies had a very …"
        },
        {
            "title": "Police in Essex launch manhunt after pensioner is murdered",
            "category": "UK-News",
            "snippet": "Police have launched a manhunt for a 28-year-old wanted on suspicion of the murder of a pensioner in Essex. Essex police are trying to find Leighton S …"
        },
        {
            "title": "City watchdog relaxes trading rules hours before Brexit",
            "category": "Business",
            "snippet": "Summary: The City’s financial regulator has relaxed rules on transactions with a daily value of billions of pounds, just hours before the UK officially left th …"
        },
        {
            "title": "Dover eerily quiet on Brexit eve, but hauliers fear more chaos",
            "category": "Politics",
            "snippet": "After a week of mayhem, the roads of Kent are eerily deserted, almost devoid of freight traffic as lorry drivers from all over the EU avoid Dover and …"
        },
        {
            "title": "Joe Biden to hold national memorial service for US Covid victims",
            "category": "US-News",
            "snippet": "Joe Biden plans to lead a unique nationwide memorial service on the eve of his inauguration to honor the grim toll of more than 340,000 American lives …"
        },
        {
            "title": "Chess: Magnus Carlsen 'in a deep funk' after latest defeat to Daniil Dubov",
            "category": "Sport",
            "snippet": "Magnus Carlsen’s erratic form since his 30th birthday a month ago suffered another dip on Wednesday when Russia’s Daniil Dubov used his mazy tactical …"
        },
        {
            "title": "Toby Flood leading Newcastle revival in Jonny Wilkinson mentoring role",
            "category": "Sport",
            "snippet": "Summary: Amid the cluster of young English fly‑halves coming to prominence this season, Toby Flood is still going strong at 35. He spends a bit less time on th …"
        },
        {
            "title": "MF Doom, iconic masked hip-hop MC, dies aged 49",
            "category": "Music",
            "snippet": "MF Doom, one of US hip-hop’s most distinctive and respected MCs and producers, has died aged 49. His wife Jasmine posted on his Instagram account: The …"
        },
        {
            "title": "Brexit: in crisis, without fanfare, UK finally ends the EU era",
            "category": "Politics",
            "snippet": "Four years, 27 weeks and two days after a referendum that split the country almost down the middle, the UK left the EU’s orbit on Thursday night in a …"
        }
    ]
}