{
    "page": [
        {
            "title": "Leave the World Behind by Rumaan Alam review – an X-ray of America",
            "category": "Books",
            "snippet": "An unexpected knock at the door. It’s the narrative spark of children’s jokes, fairytales and campfire ghost stories, of drawing-room dramas and horro …"
        },
        {
            "title": "County Lines review – dark tale of the burdens borne by drug mules",
            "category": "Film",
            "snippet": "Summary: “County lines” is slang for a new UK crime phenomenon that is basically as old as the hills: the targeting of vulnerable teenagers from the big city, …"
        },
        {
            "title": "Kayaking chaos, the Schumachers and a naughty David Batty",
            "category": "Sport",
            "snippet": "1) Snow kayaking looks … fun. If you’re not into the racing version, why not hurtle down a mountain in a canoe at over 70km an hour with nothing more …"
        },
        {
            "title": "Talking Horses: Haydock's happy return as racing opens its doors",
            "category": "Sport",
            "snippet": "Sean, from Barrow-in-Furness, had planned to be in Lanzarote in the first week of December. Instead, he was at Haydock on Britain’s first day with cro …"
        },
        {
            "title": "Rugby union's obsession with defence must be tackled if game is to thrive",
            "category": "Sport",
            "snippet": "Given the time of year, rugby union needs to go shopping for charismas. Amazon Prime dipped into the petty clash to find the £20m to secure the televi …"
        },
        {
            "title": "UK finally extends visa for NHS doctor who was critically ill with Covid",
            "category": "UK-News",
            "snippet": "An Egyptian NHS doctor who feared he might be removed from the UK because he was too sick to work after becoming critically ill from Covid-19 complica …"
        },
        {
            "title": "First Thing: US marks record high in daily coronavirus deaths",
            "category": "US-News",
            "snippet": "Summary: Good morning. The US recorded its highest daily tally of coronavirus deaths yesterday, and the number of people admitted to hospital with Covid exceed …"
        },
        {
            "title": "The 50 best films of 2020 in the US: 50-2",
            "category": "Film",
            "snippet": "50 Crip Camp One of Netflix’s many eye-opening documentaries of the year takes a look at a freewheeling camp for disabled people which turned into a r …"
        },
        {
            "title": "Shawn Mendes: Wonder review – pop's nicest man needs a personality",
            "category": "Music",
            "snippet": "‘Why are we wasting time?” wailed Shawn Mendes on Treat You Better, the multiplatinum hit from his last album, Illuminate. It’s a sentiment you find y …"
        },
        {
            "title": "Democrats took a risk to push mail-in voting. It paid off",
            "category": "US-News",
            "snippet": "When America began shutting down this spring because of the Covid-19 pandemic, it transformed the already high-stakes 2020 race into a precarious high …"
        },
        {
            "title": "Shoppers go the extra mile for Primark's open-all-hours trading marathon",
            "category": "Business",
            "snippet": "Summary: At around midnight on Wednesday, the car park at Primark in Brocklebank retail park, south-east London, was packed. Leaving the store, most of the mas …"
        },
        {
            "title": "Campaign to buy JRR Tolkien's house backed by Lord of the Rings actors",
            "category": "Books",
            "snippet": "A quest to save the home of JRR Tolkien has begun, with Gandalf and Bilbo Baggins – or at least their earthly counterparts – joining the bid to turn t …"
        },
        {
            "title": "More than 500,000 full electric cars sold so far this year in Europe",
            "category": "Business",
            "snippet": "Carmakers have sold more than 500,000 battery electric cars in Europe during 2020, a milestone in the automotive industry’s move away from fossil fuel …"
        },
        {
            "title": "Four in 10 UK food firms to cut supplies to Northern Ireland – poll",
            "category": "Politics",
            "snippet": "Four in 10 food and drink businesses have said they are going to stop or reduce supplies going from Great Britain to Northern Ireland because of Brexi …"
        },
        {
            "title": "'We're the UK's biggest boy band!' Michael Ball and Alfie Boe, the new kings of Christmas",
            "category": "Music",
            "snippet": "“We’ve topped the charts more than Wham! or Chas & Dave? We’re a mixture of them both,” jokes Michael Ball. I have just informed Ball and Alfie Boe th …"
        },
        {
            "title": "NBC's Collinsworth sorry after being 'blown away' that women understand NFL",
            "category": "Sport",
            "snippet": "Summary: NBC’s Cris Collinsworth, one of America’s most prominent NFL analysts, has said he feels “sick” after apparently suggesting he was amazed that women u …"
        },
        {
            "title": "Golijov: Falling Out of Time review – meditation on grief is an allusive patchwork",
            "category": "Music",
            "snippet": "In the early years of this century, the Argentinian Osvaldo Golijov was one of the most sought-after composers around. In works such as the choral St …"
        },
        {
            "title": "Fight to vote: William Barr finally contradicts Trump on election fraud",
            "category": "US-News",
            "snippet": "Good morning Fight to Vote readers, Hope you all had a safe and healthy Thanksgiving break. I’m particularly thankful that I came back to a slightly m …"
        },
        {
            "title": "How Jonathan Van-Tam won the nation's trust on coronavirus",
            "category": "Politics",
            "snippet": "When the pandemic began, ministers settled on what they hoped was a reassuring combination for delivering advice to stay home and save lives: they tur …"
        },
        {
            "title": "Snow and ice forecast to hit parts of UK towards end of week",
            "category": "UK-News",
            "snippet": "Parts of Scotland, Northern Ireland and England have been warned to expect travel disruption as snow and ice is forecast to hit towards the end of the …"
        },
        {
            "title": "'I’ve tried to raise my daughter with feminist values but I’m struggling with her clothes. What do I say?'",
            "category": "Life-and-Style",
            "snippet": "I’ve tried to raise my daughter with feminist values but I’m struggling with the clothes she wants to wear. She and her friends all like very tight, v …"
        },
        {
            "title": "Aston Martin to hold internal inquiry after 'sockpuppet PR firm' row",
            "category": "Business",
            "snippet": "The boss of Aston Martin has called for an internal investigation after the British carmaker was accused of using a “sockpuppet PR firm” to legitimise …"
        },
        {
            "title": "UK rebuked over failure to enforce Troubles court rulings",
            "category": "UK-News",
            "snippet": "The Council of Europe has issued a stinging rebuke to the UK over its failure to enforce judgments by the European court of human rights (ECHR) involv …"
        },
        {
            "title": "£1.8bn-plus in Covid rates relief to be handed back as B&M joins list",
            "category": "Business",
            "snippet": "Sainsbury’s, Asda, B&M and Aldi have agreed to join rivals Tesco and Morrisons in repaying emergency taxpayer support, taking the total handed back to …"
        },
        {
            "title": "UK coronavirus: death toll passes 60,000 as 414 more Covid-19 fatalities recorded – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has said that he expects life to be “much more close to normal” by Easter and that by the summer people will be able to attend big event …"
        },
        {
            "title": "Public want EU deal, London mayor's office tells local Labour MPs",
            "category": "Politics",
            "snippet": "City Hall has told London Labour MPs that the public “overwhelmingly” wants them to back a Brexit deal, as Keir Starmer tries to avert a damaging part …"
        },
        {
            "title": "Four dead after explosion at Avonmouth water plant in Bristol",
            "category": "UK-News",
            "snippet": "Four people have been killed and one person injured after an explosion at a wastewater treatment plant in Bristol that could be heard more than a mile …"
        },
        {
            "title": "Warner Bros to launch its 2021 movies simultaneously on HBO Max and in cinemas",
            "category": "Film",
            "snippet": "Summary: Warner Brothers has announced that their 2021 slate of releases, including high-profile films such as Dune and The Matrix 4, will premiere on the stre …"
        },
        {
            "title": "ACLU files request over data US collected via Muslim app used by millions",
            "category": "US-News",
            "snippet": "The American Civil Liberties Union is seeking the release of three years of records that could shed light on how the US government acquired cellphone …"
        },
        {
            "title": "San Francisco to ban tobacco smoking in apartments – but not cannabis",
            "category": "US-News",
            "snippet": "Summary: San Francisco will ban tobacco smoking inside apartments in an effort to curb the negative health impacts of secondhand smoke. Cannabis smoking, howev …"
        },
        {
            "title": "Scrap rapid Covid tests in England's care homes, experts urge",
            "category": "UK-News",
            "snippet": "Summary: Experts have called for an end to the use of rapid coronavirus tests in universities and care homes, after government figures from the mass testing pr …"
        },
        {
            "title": "'That’s not a cricket shot!’: Glenn Maxwell and the art to flicking the switch",
            "category": "Sport",
            "snippet": "Summary: There can be times during a Glenn Maxwell innings when traditional methods of cricket commentary are not enough to describe what has taken place. The …"
        },
        {
            "title": "Genesis Owusu, Missy Higgins, Kymie and more: Australia's best new music for December",
            "category": "Music",
            "snippet": "Missy Higgins – When the Machine Starts For fans of: Something for Kate, Lorde, Clare Bowditch Expectations have been the bane of Missy Higgins’ caree …"
        },
        {
            "title": "Q&A: California's new stay-at-home order explained",
            "category": "US-News",
            "snippet": "California has announced sweeping plans for a new, regional stay-at-home order that is likely to affect nearly all of the state within days. The order …"
        },
        {
            "title": "‘Chadwick will be remembered as a hero’: Denzel Washington and Viola Davis on making Ma Rainey’s Black Bottom",
            "category": "Film",
            "snippet": "Summary: One of the most powerful moments in Ma Rainey’s Black Bottom comes when Levee, the firebrand trumpeter played by the late Chadwick Boseman, gets into …"
        },
        {
            "title": "Muscle review – banter, biceps and brutally black comedy",
            "category": "Film",
            "snippet": "Gerard Johnson, writer-director of the serial-killer flick Tony and the corrupt-cop thriller Hyena, both set in London, travels 300 miles north to con …"
        },
        {
            "title": "An Inventory of Losses by Judith Schalansky review – it can't last",
            "category": "Books",
            "snippet": "What, asks this book, is “more terrifying: the notion that everything comes to an end, or the thought that it may not”? Such issues – impermanence, th …"
        },
        {
            "title": "Mobo founder Kanya King: 'I’ve been fighting to break down barriers. It's isolating'",
            "category": "Music",
            "snippet": "Summary: “It was almost like the world had woken up,” says Kanya King, the Mobos founder, who is discussing an open letter she sent to the culture secretary, O …"
        },
        {
            "title": "Burd Ellen: Says the Never Beyond review – brilliant wintersongs make an eerie snowglobe of sound",
            "category": "Music",
            "snippet": "And so it is Christmas. Here’s what Burd Ellen have done: made a brilliant set of wintersongs from all across Britain that almost hovers in the air li …"
        },
        {
            "title": "Rico Nasty: Nightmare Vacation review – offbeat rapper is impossible to ignore",
            "category": "Music",
            "snippet": "Rico Nasty has never played nice: as her moniker suggests, she’s aggressive, in your face, and refuses to back down. Having amassed a strong cult foll …"
        },
        {
            "title": "A Christmas Carol review – clever multimedia reworking of Dickens",
            "category": "Film",
            "snippet": "From Jacqui and David Morris, the brother-sister duo who brought us 2018’s authoritative Nureyev documentary, comes this dance-based adaptation of a c …"
        },
        {
            "title": "'I am a pessimistic optimist': Chimamanda Ngozi Adichie answers authors' questions",
            "category": "Books",
            "snippet": "In your Ted Talk in 2009, you warned of the danger of cultural misunderstandings arising from readers hearing only a single story. Do you feel that in …"
        },
        {
            "title": "'Thundersnow' hits Edinburgh as residents report loud explosions",
            "category": "UK-News",
            "snippet": "Frightened Edinburgh residents contacted the emergency services when they were woken in the early hours by loud explosions they feared were the result …"
        },
        {
            "title": "Diane Lane's teenage obsessions: 'I'm still scarred by A Clockwork Orange'",
            "category": "Film",
            "snippet": "A Clockwork Orange, aged nine I was the child actor in a travelling experimental theatre company, La MaMa. We were the American entry in these summer …"
        },
        {
            "title": "Experience: I get seasick on dry land",
            "category": "Life-and-Style",
            "snippet": "I was on a family holiday in Palma, Mallorca, in July 2001. One weekend we rented a motorboat and went cruising around the coast. I remember we were g …"
        },
        {
            "title": "My life in sex: ‘Sex with my husband bores me stiff’",
            "category": "Life-and-Style",
            "snippet": "For two years now, I’ve been deceiving my husband. He thinks I still enjoy sex with him – in reality, it bores me stiff and leaves me cold. The reason …"
        },
        {
            "title": "Tell us: have you lost your job in the UK as a result of the pandemic?",
            "category": "Business",
            "snippet": "Summary: The number of people being made redundant in the UK soared to a record high in October amid the second coronavirus wave. The Office for National Stati …"
        },
        {
            "title": "UK’s public libraries record another year of cuts, with yet more on the way",
            "category": "Books",
            "snippet": "The struggles of the UK’s public library service continue apace, with total funding for libraries in Britain down by nearly £20m in the year to March, …"
        },
        {
            "title": "Crock of Gold: A Few Rounds with Shane MacGowan review – a sombre salute",
            "category": "Film",
            "snippet": "This full-length profile of the former Pogues frontman Shane MacGowan emerges just as the annual debate over the lyrics of his biggest hit, Fairytale …"
        },
        {
            "title": "Peers seek to enshrine human rights in post-Brexit trade bill",
            "category": "Politics",
            "snippet": "A cross-party group of peers are to try and amend the government’s flagship post-Brexit trade bill to prevent ministers from making trade deals with c …"
        }
    ]
}