{
    "page": [
        {
            "title": "Tame Impala: The Slow Rush review – polished disco funk",
            "category": "Music",
            "snippet": "Around the time of 2015’s Currents – the third Tame Impala album – mainman Kevin Parker described having an epiphany some time previously. Driving aro …"
        },
        {
            "title": "One to watch: Angelica Garcia",
            "category": "Music",
            "snippet": "“Enough with the Cadillacs and the Hampton estates,” snarls Angelica Garcia on It Don’t Hinder Me, an arresting whirlwind of a track that sounds like …"
        },
        {
            "title": "Blond ambition: the rise and rise of Johnny Flynn, a man for all seasons",
            "category": "Music",
            "snippet": "Being a fictional hero was once a more straightforward business. You were handsome, you were honourable and brave: you were in. Colin Firth only had t …"
        },
        {
            "title": "High winds, heavy rain, cancelled flights and flooding as Storm Dennis reaches UK",
            "category": "UK-News",
            "snippet": "Storm Dennis will batter the UK this weekend with winds of up to 70mph and more than a month’s rain expected to fall in just two days in some areas, w …"
        },
        {
            "title": "Long-Bailey: Labour cannot refuse Scottish referendum request",
            "category": "Politics",
            "snippet": "Summary: Rebecca Long-Bailey has cemented her position as the only Labour leadership candidate who would grant the Scottish parliament the legal powers to hold …"
        },
        {
            "title": "Rural idyll where Ancient Mariner met Kubla Khan saved for nation",
            "category": "Books",
            "snippet": "The dilapidated Grade II West Country home where William Wordsworth and Samuel Taylor Coleridge created their joint masterpiece, Lyrical Ballads, has …"
        },
        {
            "title": "When Lambs Become Lions review – eagle eye on the ivory trade",
            "category": "Film",
            "snippet": "“I never do the killing myself. I don’t like killing,” insists ivory poacher “X” in Jon Kasbe’s visually striking documentary about Kenya’s illegal iv …"
        },
        {
            "title": "Body found in search for man reported overboard off Kent coast",
            "category": "UK-News",
            "snippet": "A body has been found after an extensive search operation off the coast of Kent. Lifeboats and the coastguard helicopter had been scouring the sea nea …"
        },
        {
            "title": "Seth Lakeman: A Pilgrim’s Tale review – all aboard the Mayflower",
            "category": "Music",
            "snippet": "Summary: The actual 400th anniversary of the Mayflower’s setting sail from Plymouth for America isn’t until September, but Devon-born Seth Lakeman is in early …"
        },
        {
            "title": "The older poor are not so easily convinced to be socialist",
            "category": "Business",
            "snippet": "Bernie Sanders is on his way to victory in the race for the Democratic party nomination. There are plenty of trip hazards along the route to challengi …"
        },
        {
            "title": "South Korean author Cho Nam-joo: ‘My book is braver than I am’",
            "category": "Books",
            "snippet": "Cho Nam-joo, 41, is a former television scriptwriter whose novel Kim Jiyoung, Born 1982 became a hotly debated bestseller in South Korea when it was p …"
        },
        {
            "title": "What books will keep my teenage nephew hooked on reading?",
            "category": "Books",
            "snippet": "Q: My 19-year-old nephew has rediscovered his love of reading, thanks to David Nicholls. (“I just lolled in One Day!” he texted. Then he was gripped.) …"
        },
        {
            "title": "Storm Dennis: second body pulled from the sea near Kent – live updates",
            "category": "UK-News",
            "snippet": "Two bodies were pulled from rough seas in Kent as the UK was battered by Storm Dennis. One man was found on Saturday after a huge search operation off …"
        },
        {
            "title": "There is always hypocrisy in politics – but it can be good for the nation",
            "category": "Business",
            "snippet": "You don’t need to observe politics for too long before realising that hypocrisy is the natural scent of the politics. It is a stench that pervades muc …"
        },
        {
            "title": "The US is gearing up for a dramatic 2020 presidential race: here's how to follow it from Australia",
            "category": "US-News",
            "snippet": "Whether we like it or not, the upcoming US election concerns all of us, and Australians would do well to pay attention. There are the usual, practical …"
        },
        {
            "title": "Cummings’s instinct is to crush anyone standing in his way",
            "category": "Politics",
            "snippet": "Dominic Cummings’s dislike of anyone who gets in his way, whether they be civil servants, ministers, MPs, special advisers or journalists, has a long …"
        },
        {
            "title": "Starmer refuses to promise jobs to his leadership rivals",
            "category": "Politics",
            "snippet": "Keir Starmer on Saturday refused to guarantee his two remaining rivals for the Labour leadership places in his shadow cabinet if he succeeds Jeremy Co …"
        },
        {
            "title": "Attorney general Suella Braverman belongs to controversial Buddhist sect",
            "category": "Politics",
            "snippet": "The new attorney general is a member of a controversial religious sect which continues to venerate its founder despite well-documented claims that he …"
        },
        {
            "title": "Aid body CDC accused of wastefulness and secrecy in tackling poverty",
            "category": "Politics",
            "snippet": "A government development corporation that invests billions of pounds in Asia and Africa stands accused of squandering public money and failing to make …"
        },
        {
            "title": "Leigh Halfpenny confident Wales can breach Shaun Edwards’ defence",
            "category": "Sport",
            "snippet": "One of the characteristics that made Wales successful under Warren Gatland was their power of recovery. In the 12 years the New Zealander was in charg …"
        },
        {
            "title": "Elliot Daly becomes second England player to pledge future to Saracens",
            "category": "Sport",
            "snippet": "Elliot Daly has become the second England player to pledge his future to Saracens, vowing to stick by the disgraced club in the Championship next seas …"
        },
        {
            "title": "Prime ministers and chancellors: rarely the friendliest of neighbours",
            "category": "Politics",
            "snippet": "Harold Macmillan and John Selwyn Lloyd If ever there was an example of the ongoing feud between the households at 10 and 11 Downing Street it was unde …"
        },
        {
            "title": "Home listening: Howard Skempton piano works and more",
            "category": "Music",
            "snippet": "• Howard Skempton’s 24 Preludes and Fugues for piano, performed by William Howard (Orchid Classics), for whom they were written, take inspiration from …"
        },
        {
            "title": "First Love review – a bloody slice of Tokyo pulp fiction",
            "category": "Film",
            "snippet": "Less than three minutes into Takashi Miike’s First Love, a severed head rolls into an alleyway, eyes wide open and blinking in shock. Eye-popping is o …"
        },
        {
            "title": "Dark Towers review: Deutsche Bank, Donald Trump and a must-read mystery",
            "category": "Business",
            "snippet": "Steve Bannon, the brains behind Donald Trump’s upset election victory, saw the danger posed by the cash cravings of the First Family. In Fire and Fury …"
        },
        {
            "title": "From the archive: a walk with the new Godfather of New York, 1977",
            "category": "Life-and-Style",
            "snippet": "Summary: On 1 May 1977 the Observer Magazine ran a profile by Paul S Meskil of New York mafia boss Carmine Galante, who police suspected was about to become th …"
        },
        {
            "title": "Leïla Slimani: ‘This book is a mirror to make the elite look reality in the face’",
            "category": "Books",
            "snippet": "Leïla Slimani is running late. She texts to say she’s waiting for her children’s nanny to arrive. Can this be true? Does the writer whose bestselling …"
        },
        {
            "title": "Sir Menzies Campbell backs Briton's bid to avoid extradition to US",
            "category": "Politics",
            "snippet": "Former Liberal Democrat leader Sir Menzies Campbell has thrown his weight behind former Autonomy boss Mike Lynch in his battle to avoid extradition to …"
        },
        {
            "title": "As they split from John Lewis, Ocado’s bosses are never knowingly underpaid",
            "category": "Business",
            "snippet": "Is there any embarrassment in the Ocado boardroom for the part that supine non-executives played in sanctioning an £88m bonus for directors? It would …"
        },
        {
            "title": "Sonic the Hedgehog review – running to a standstill",
            "category": "Film",
            "snippet": "All publicity is not good publicity, as the team behind the live-action Sonic the Hedgehog discovered when the film’s trailer was released in April 20 …"
        },
        {
            "title": "Why Joe Biden needs ‘a political miracle’ to stay in the race to face Trump",
            "category": "US-News",
            "snippet": "Larry Sabato is an analyst, author and director of the Center for Politics at the University of Virginia. His students are currently embedded in vario …"
        },
        {
            "title": "Boris Johnson curbs photographers’ access to No 10",
            "category": "Politics",
            "snippet": "Summary: Donald Trump may have been embarrassed by a picture from the White House lawn of his windswept hair and orange tan line, but Boris Johnson has few fea …"
        },
        {
            "title": "Emma review – Austen's sweet satire gets a multiplex makeover",
            "category": "Film",
            "snippet": "With its heady mix of social satire, romantic intrigue and endlessly reinterpretable gender politics, Jane Austen’s 1815 novel Emma has long proved ca …"
        },
        {
            "title": "My ocean cruise fantasy has hit the rocks",
            "category": "Life-and-Style",
            "snippet": "Oh good, there goes another lifelong ambition. To spend my old age upon a cruise ship. Unlike the others (living in a hotel by the age of 30, declinin …"
        },
        {
            "title": "Pocket rocket Tom Pidcock stirs up the world of cyclo-cross",
            "category": "Sport",
            "snippet": "Summary: Cyclo-cross videos do not really go viral – at least not outside of Dutch-speaking Belgium – but there’s one that been doing modest traffic recently. …"
        },
        {
            "title": "‘People have moved on’. But can Sinn Féin really shrug off the past?",
            "category": "Politics",
            "snippet": "O land of password, handgrip, wink and nod, Of open minds as open as a trap, Where tongues lie coiled, as under flames lie wicks, Where half of us, as …"
        },
        {
            "title": "Sportwatch: Inbee Park romps Australian Open, City dominate W-League derby, and more - as it happened",
            "category": "Sport",
            "snippet": "My, what a frenetic few hours that was. And only a taster of what’s going on around the country, including various forms of cricket. A clear result in …"
        },
        {
            "title": "Power play: how the chancellor lost control of No 11",
            "category": "Politics",
            "snippet": "As Tory MPs gathered in parliament on Wednesday evening, just hours before a reshuffle that most believed would be intriguing rather than explosive, t …"
        },
        {
            "title": "Don’t fence in our fun, say wild swimmers",
            "category": "Life-and-Style",
            "snippet": "Even in the bleak midwinter, a hardy few can be found bobbing around the dark waters of the Highgate bathing ponds on Hampstead Heath in north London, …"
        },
        {
            "title": "Reshuffle watch: the ups and downs of life in Downing Street",
            "category": "UK-News",
            "snippet": "Braverman’s swift rise to the top Some Tories are concerned that Suella Braverman lacks the experience to be the government’s top legal official. It i …"
        },
        {
            "title": "Actress by Anne Enright review – boundless emotional intelligence",
            "category": "Books",
            "snippet": "Anne Enright’s new novel opens with a question: “People ask me, ‘What was she like?’ and I try to figure out if they mean as a normal person: what was …"
        },
        {
            "title": "Moses Boyd: Dark Matter review – party-facing solo debut",
            "category": "Music",
            "snippet": "Summary: Moses Boyd is a drummer in the same way Questlove from the Roots is a drummer, which is to say that the twice Mobo-winning 28-year-old Londoner is a p …"
        },
        {
            "title": "Labour candidates called on to justify transphobia claims",
            "category": "Politics",
            "snippet": "Labour leadership candidates who signed a pledge calling several organisations “trans-exclusionist hate groups” are facing demands to produce evidence …"
        },
        {
            "title": "Parasite: how Oscar triumph has exposed South Korea’s social divide",
            "category": "Film",
            "snippet": "Few would begrudge South Koreans their moment of joy after Parasite’s historic success at the Oscars. Not only was Bong Joon-ho’s film the first non-E …"
        },
        {
            "title": "Spycies review – not so perfect spies",
            "category": "Film",
            "snippet": "This simplistic animated feature produced by the Chinese streaming platform iQiyi centres on top-tier spy cat Vladimir (Kirk Thornton), who finds hims …"
        },
        {
            "title": "Labour leadership contest: Keir Starmer defends Brexit policy",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer has defended Labour’s Brexit policy after claims from colleagues that it was the reason for the party’s worst election defeat since 1935. …"
        },
        {
            "title": "'Trump is deciding who is American': how the new travel ban is tearing families apart",
            "category": "US-News",
            "snippet": "It started out as a joyous day for Olumide. On 31 January, the 32-year-old Nigerian American learned in an email that the US was finally processing th …"
        },
        {
            "title": "James Blunt review – beige balladeer turns up the self-deprecating charm",
            "category": "Music",
            "snippet": "Summary: Having a global smash as couple-friendly as You’re Beautiful would often cast a singer-songwriter as gooey but wearily earnest “serious artist”. But J …"
        },
        {
            "title": "Justin Bieber: Changes review – mid-tempo wedded bliss",
            "category": "Music",
            "snippet": "Nothing frames a pop album quite like a redemption narrative, and for Justin Bieber this is his second in a row. While 2015’s Purpose, preceded by pro …"
        },
        {
            "title": "How to check yourself for breast cancer",
            "category": "Life-and-Style",
            "snippet": "There is no evidence to suggest that a particular technique works best, but checking your breasts regularly is vital; the sooner breast cancer is diag …"
        }
    ]
}