{
    "page": [
        {
            "title": "Don't let Saudi arms ship dock in UK, say campaigners",
            "category": "UK-News",
            "snippet": "Campaigners have called on the British authorities to refuse permission for a vast Saudi ship carrying military equipment to dock in the UK because th …"
        },
        {
            "title": "Dramatic police chase gatecrashes Chiefs' Super Bowl victory parade",
            "category": "Sport",
            "snippet": "Kansas City Chiefs fans waiting in freezing temperatures for their team’s Super Bowl victory parade got some unexpected action on Tuesday. A police ch …"
        },
        {
            "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn) review – a blitz of bad taste",
            "category": "Film",
            "snippet": "Watching Birds of Prey, I was reminded of a line from the recent Fox News sexual harassment drama Bombshell – when Kate McKinnon looks deep into Margo …"
        },
        {
            "title": "Met chief: update public nuisance law to tackle Extinction Rebellion",
            "category": "UK-News",
            "snippet": "Police officers are looking to update the offence of “public nuisance” for the 21st century to ensure they have the necessary powers to tackle protest …"
        },
        {
            "title": "Losing it: from David Cameron’s bodyguard forgetting his gun to a cockatoo called Brexit",
            "category": "Life-and-Style",
            "snippet": "David Cameron’s run of bad luck continues. The former PM’s latest escapade involves his bodyguard leaving a gun in the toilet of a plane about to take …"
        },
        {
            "title": "Makeshift England can bounce back against South Africa, says Chris Jordan",
            "category": "Sport",
            "snippet": "England may have lost the first one‑day international emphatically in Cape Town, but Chris Jordan is adamant a make-do-and-mend bowling attack can sho …"
        },
        {
            "title": "Arron Banks donated £2,000 to Tory Andrea Jenkyns's campaign",
            "category": "UK-News",
            "snippet": "The controversial Leave.EU co-founder Arron Banks, who was barred from joining the Conservative party, gave a cash donation to a Tory MP’s general ele …"
        },
        {
            "title": "Slade drummer Don Powell 'fired by email' after 57-year partnership",
            "category": "Music",
            "snippet": "One of British pop’s most enduring partnerships has come to an end, not with a bang, but by email. Don Powell, the drummer with glam rock band Slade, …"
        },
        {
            "title": "Edward Kamau Brathwaite obituary",
            "category": "Books",
            "snippet": "Edward Brathwaite, also known as Kamau Brathwaite, who has died aged 89, was a Caribbean poet and historian, praised by the American poet Adrienne Ric …"
        },
        {
            "title": "Home Office told to act as detainees unable to contact lawyers",
            "category": "UK-News",
            "snippet": "The Home Office has been accused of holding immigration detainees effectively incommunicado, with a lack of mobile signal preventing them from contact …"
        },
        {
            "title": "Trial of rapper Loski collapses as prosecutor falls ill",
            "category": "UK-News",
            "snippet": "The trial of one of the UK’s top rappers has collapsed before he was due to be cross-examined in court. The rapper Loski, 20, whose real name is Jyrel …"
        },
        {
            "title": "Nike stirs the pot with ‘gamechanger’ running shoe in step with new rules",
            "category": "Sport",
            "snippet": "Just days after World Athletics belatedly introduced regulations to limit running shoe technology, Nike has courted further controversy with one that …"
        },
        {
            "title": "Trump's acquittal offers glimpse of America's imploding empire",
            "category": "US-News",
            "snippet": "Donald Trump’s short but indelible political career has been based around the principle of divide-and-fool. His acquittal in the impeachment trial by …"
        },
        {
            "title": "The great escape: how Donald Trump survived impeachment",
            "category": "US-News",
            "snippet": "Will historians find Donald Trump’s impeachment remarkable because Republican politicians turned a blind eye to such egregious wrongdoing and acquitte …"
        },
        {
            "title": "Rush to change sentencing laws before release of convicted terrorists",
            "category": "UK-News",
            "snippet": "Emergency terrorism laws announced after the Streatham attack could be pushed through parliament by 27 February – just one day before a convicted terr …"
        },
        {
            "title": "California pardoned a gay civil rights leader. Activists want clemency for more LGBTQ+ prisoners",
            "category": "US-News",
            "snippet": "The California governor has launched an initiative to grant clemency to people historically prosecuted for being gay, starting with a posthumous pardo …"
        },
        {
            "title": "'Fake diversity': Barnes & Noble cancels race-swapped classic covers",
            "category": "Books",
            "snippet": "Barnes & Noble, America’s largest bookseller, has withdrawn a new series of “diverse” classic book covers following a backlash from writers who say it …"
        },
        {
            "title": "Impeachment vote lacked suspense but weight of moment was still felt",
            "category": "US-News",
            "snippet": "One by one, they rose in the hushed Senate chamber and pronounced the words heard for centuries in courtrooms all over the world: guilty, or not guilt …"
        },
        {
            "title": "Kirk Douglas, Hollywood legend and star of Spartacus, dies aged 103",
            "category": "Film",
            "snippet": "Kirk Douglas, the self-styled “ragman’s son” who became the last great star of Hollywood’s golden age, has died at the age of 103. His son Michael ann …"
        },
        {
            "title": "10 US oil refineries exceeding limits for cancer-causing benzene, report finds",
            "category": "Business",
            "snippet": "Summary: At least 10 US oil refineries have been emitting cancer-causing benzene above the federal government’s limits, according to a new report from the Envi …"
        },
        {
            "title": "'Love, loss and longing': the best books on migration, chosen by writers",
            "category": "Books",
            "snippet": "Summary: Not all writers think of migrants as a “faceless brown mass”. Indeed, if there is one thing that readers should take away from the ill-fated release o …"
        },
        {
            "title": "Corey Feldman: 'The biggest problem in Hollywood is paedophilia'",
            "category": "Film",
            "snippet": "At first glance, Corey Feldman’s house looks ridiculous. A crooked Christmas wreath hangs on the front door, even though it is late January. Feldman’s …"
        },
        {
            "title": "Why Joker should win the best picture Oscar",
            "category": "Film",
            "snippet": "Even if it doesn’t happen, it would be a good idea for Joker to be awarded the best picture Oscar – mostly because it would signal Hollywood’s accepta …"
        },
        {
            "title": "Kirk Douglas: a career in clips",
            "category": "Film",
            "snippet": "Born Izzy Danielovitch into a poverty-stricken Jewish family in 1916, Douglas legally changed his name to Kirk Douglas on joining the navy during the …"
        },
        {
            "title": "Inside the mind of Dominic Cummings",
            "category": "Politics",
            "snippet": "When the prime minister of the day describes you as a “career psychopath”, your chances of preferment in the political world may not seem rosy. When a …"
        },
        {
            "title": "Jared Kushner appeared ignorant of what Nato actually does, book claims",
            "category": "US-News",
            "snippet": "Though Jared Kushner was a “lead point of contact” for US allies worried about Donald Trump’s threats to Nato, the president’s son-in-law did not “see …"
        },
        {
            "title": "Government to be challenged in court over Prevent reviewer",
            "category": "UK-News",
            "snippet": "The government’s failure to appoint an independent reviewer of its Prevent strategy and assess the controversial de-radicalisation programme’s effecti …"
        },
        {
            "title": "Fando y Lis review – Jodorowsky's freaks-and-flesh debut",
            "category": "Film",
            "snippet": "The career of the Chilean artist, surrealist and film-maker Alejandro Jodorowsky began here, in 1968, with this debut movie, an example of underground …"
        },
        {
            "title": "Trump travel ban extension leaves Africans angry and disappointed",
            "category": "US-News",
            "snippet": "New travel bans imposed by Donald Trump on four African countries have prompted anger, concern, disappointment and resignation on the continent. The m …"
        },
        {
            "title": "Will Trump's acquittal pose problems for Democrats in the 2020 elections?",
            "category": "US-News",
            "snippet": "Donald Trump’s acquittal brought to an end a battle that the House speaker, Nancy Pelosi, never wanted in the first place – and which could pose futur …"
        },
        {
            "title": "Caucus: from Iowa shambles to backroom fixes",
            "category": "Books",
            "snippet": "This week, Democrat members in Iowa met to choose their presidential nominee, but the headlines the next day were all about the “Iowa caucus shambles” …"
        },
        {
            "title": "House to vote on legislation to protect workers' rights to form and join unions",
            "category": "US-News",
            "snippet": "The US House of Representatives will vote on a bill on Thursday to protect US workers’ right to form and join unions that supporters are calling the “ …"
        },
        {
            "title": "Sumo scenes, second chances and the worst Super Bowl plays",
            "category": "Sport",
            "snippet": "1) If Alassane Pléa meant this goal for Gladbach against Mainz he’s a creative genius. Paul Scholes has scored a similar-looking goal, mind, not that …"
        },
        {
            "title": "Is it impossible to breastfeed and have a full-time job?",
            "category": "US-News",
            "snippet": "When I gave birth to my first child the nurses didn’t want to release me from the hospital – I was that bad at breastfeeding. They pulled and stretche …"
        },
        {
            "title": "Oscar shorts 2020 review – gripping drama and emotional animation",
            "category": "Film",
            "snippet": "The short films nominated for this year’s Oscars in the live action, animated and documentary categories feel very different from the Bafta shorts – t …"
        },
        {
            "title": "US briefing: Trump acquitted, Iowa caucus fallout and Kirk Douglas",
            "category": "US-News",
            "snippet": "Summary: Good morning, I’m Tim Walker with today’s essential stories. Trump claims ‘full exoneration’, but Romney makes history Donald Trump has claimed “full …"
        },
        {
            "title": "£170m boost for buses dismissed as 'drop in the ocean' of cuts",
            "category": "Politics",
            "snippet": "Summary: A £170m government fund to improve bus services will not be nearly enough to plug a £700m funding gap in bus provision, Labour and local authorities h …"
        },
        {
            "title": "Gulls, buckets and masturbation: a lighthouse keeper on The Lighthouse",
            "category": "Film",
            "snippet": "“God, I’m glad I never went to that one,” says Neil Hargreaves, as the closing credits of The Lighthouse roll. Neil is a former lighthouse keeper. I h …"
        },
        {
            "title": "Frazey Ford: U Kin B the Sun review – bright shoots from knotted roots of American song",
            "category": "Music",
            "snippet": "Summary: The lead single from Frazey Ford’s 2015 album Indian Ocean, a coruscating breakup lament called Done, came accompanied by one of the great videos of t …"
        },
        {
            "title": "Picture books on prescription",
            "category": "Books",
            "snippet": "In Jayde Perkin’s exquisitely moving Mum’s Jumper, a little girl leaves her mother behind in hospital when visiting hours are over. The next day, the …"
        },
        {
            "title": "La Roux review – synth star throws a joyously sleazy blowout",
            "category": "Music",
            "snippet": "Summary: Whether it’s the spikier 80s synths of her 2009 breakthrough hits or the breezy disco stylings of her wonderful second album, 2014’s Trouble in Paradi …"
        },
        {
            "title": "European stocks hit record high despite coronavirus outbreak – as it happened",
            "category": "Business",
            "snippet": "A quick roundup of what’s happened so far today: China cuts tariffs on 1,717 US goods worth billions of dollars, helping to boost market confidence am …"
        },
        {
            "title": "'Drugged-up' nurse jailed for causing death of man in car crash",
            "category": "UK-News",
            "snippet": "A nurse who had taken a large dose of a strong painkiller that she had bought in Mexico has been jailed for five years and four months after causing t …"
        },
        {
            "title": "A Streetcar Named Desire review – hard times in the Big Easy",
            "category": "Film",
            "snippet": "At the beginning of this drama, bewildered and highly-strung Blanche DuBois famously arrives in New Orleans off the train, intending to stay with her …"
        },
        {
            "title": "Lisa Nandy calls for end to Labour candidate selection 'stitch-ups'",
            "category": "Politics",
            "snippet": "Labour must end the “parachutes” and “stitch-ups” when picking candidates to be MPs and stop nominating peers for the House of Lords altogether, the l …"
        },
        {
            "title": "Prince William's Baftas tirade was insultingly misdirected – he should resign as its president",
            "category": "Film",
            "snippet": "The other day, I wrote to Prince William, urging him to resign. Not from his second-in-line thingy: he seems to do that job OK, if nowhere near as wel …"
        },
        {
            "title": "New John Lewis boss warns staff of store closures and job losses",
            "category": "Business",
            "snippet": "The new chairman of the John Lewis Partnership has warned of potential store closures and job losses as part of a plan to shore up its finances. Sharo …"
        },
        {
            "title": "Kirk Douglas obituary",
            "category": "Film",
            "snippet": "Without irony or modesty, Kirk Douglas, who has died aged 103, saw himself as the archetypal American, a sturdy bridge between the abyss of the past a …"
        },
        {
            "title": "After Trump's acquittal: new revelations will continue to trickle in",
            "category": "US-News",
            "snippet": "The Senate trial of Donald Trump has arrived at its preordained conclusion. The president has begun a victory lap to celebrate impunity and settle sco …"
        },
        {
            "title": "Failing to elect Long-Bailey risks return to 2015, union chief tells Labour",
            "category": "Politics",
            "snippet": "A key ally of Jeremy Corbyn has said failing to elect Rebecca Long-Bailey to be the Labour party’s next leader risks turning the clock back to 2015 an …"
        }
    ]
}