{
    "page": [
        {
            "title": "Peter Carey on True History of the Kelly Gang: ‘At 56, I wrote what my younger self could not have managed’",
            "category": "Books",
            "snippet": "In 1961 I failed my first-year science exams at Monash University in Melbourne. In the aftermath I got a job in advertising and read Joyce’s Ulysses. …"
        },
        {
            "title": "Derek Mackay: police speak to boy sent messages by MSP",
            "category": "Politics",
            "snippet": "Police have spoken to the 16-year-old boy who was bombarded with social media messages from Scotland’s former finance secretary Derek Mackay. Police S …"
        },
        {
            "title": "Doctor wanted for remote isle ... fainthearted need not apply",
            "category": "UK-News",
            "snippet": "The details carried on the job advert are prosaic enough: GPs “with remote and rural experience” are invited to apply for a job tending to the needs o …"
        },
        {
            "title": "Birds of Prey review – Margot Robbie goes full tilt as Harley Quinn",
            "category": "Film",
            "snippet": "Kudos to whoever it was at DC Comics who realised that, while the good guys in the stable are kind of played out (and let’s face it, the Batsuit is lo …"
        },
        {
            "title": "Carole Cadwalladr: my night inside the Bafta bubble",
            "category": "Film",
            "snippet": "Summary: There are those who have dreamed their whole life of walking the red carpet. And then there are those whose first instinct is to be on an entirely dif …"
        },
        {
            "title": "Take one: lost Dave Brubeck tapes reveal jazz hit originally sounded like ‘a bad student band’",
            "category": "Music",
            "snippet": "It is the best-selling jazz single of all time. But previously unheard rehearsal tapes reveal that Dave Brubeck’s Take Five might never have been such …"
        },
        {
            "title": "Karen Sharp Trio: Another Place review – three is the magic number",
            "category": "Music",
            "snippet": "Britain’s professional jazz musicians, even those such as saxophonist-composer Karen Sharp who are voted top in magazine polls, don’t spend all their …"
        },
        {
            "title": "Oscars ad time to be hacked by protest against lack of female director nods",
            "category": "Film",
            "snippet": "The Oscars ceremony is no stranger to the act of protest, but this year will see arguably its most unique demonstration yet, because it won’t be takin …"
        },
        {
            "title": "The bright stuff: a guide to interior lighting",
            "category": "Life-and-Style",
            "snippet": "Summary: Lighting up: soft focus, portable and directional, lamps will enhance the ambience of any room Lighting can be used in many ways to transform and illu …"
        },
        {
            "title": "A week on, Streatham attack marked by march and peace vigil",
            "category": "UK-News",
            "snippet": "A peace vigil has been held in Streatham, south London, one week after a terror attack that left three people injured. Convicted terrorist Sudesh Amma …"
        },
        {
            "title": "Petina Gappah: ‘I learned Swahili to write this’",
            "category": "Books",
            "snippet": "Summary: Petina Gappah was born in Zambia in 1971 and has law degrees from Cambridge, Graz University and Zimbabwe University. Her debut story collection, An E …"
        },
        {
            "title": "Book clinic: what can I read after work instead of watching TV?",
            "category": "Books",
            "snippet": "Q: I want to come home from work and read instead of putting on the TV. Which books will help me disconnect from my stressful office life? Uma, 40, bu …"
        },
        {
            "title": "Major disruption for UK rail users as Storm Ciara approaches",
            "category": "UK-News",
            "snippet": "Travel chaos and event cancellations are expected as Storm Ciara pummels the UK with winds of up to 80mph. The Met Office has issued a yellow weather …"
        },
        {
            "title": "Let’s reclaim Notting Hill from romcom tourists, says writer who grew up there",
            "category": "UK-News",
            "snippet": "Summary: Notting Hill is high up the sightseeing list for visitors to London, and yet its reputation as a lively, artistic quarter of the city is actually base …"
        },
        {
            "title": "H is for Happiness review – emotional affairs of adults seen through a bright, childlike lens",
            "category": "Film",
            "snippet": "The director John Sheedy’s coming of age film H is For Happiness – adapted from Barry Jonsberg’s novel My Life As an Alphabet – is photographed in joy …"
        },
        {
            "title": "The return of toilet towels: can we get over 'the yuck factor'?",
            "category": "Life-and-Style",
            "snippet": "Leisa Porter, a director at the Australian Department of Agriculture in Canberra, drives business transformation at work, but it’s curiosity and envir …"
        },
        {
            "title": "Scotland 6-13 England: Six Nations 2020 – as it happened",
            "category": "Sport",
            "snippet": "Summary: Ellis Genge scored the decisive try as England edged a tense encounter played in truly appalling conditions at Murrayfield. Eddie Jones speaks: “I thi …"
        },
        {
            "title": "Hogg huffs and fluffs lines again as Scots run out of puff against England",
            "category": "Sport",
            "snippet": "It was 28C in Cape Town just as Stuart Hogg kicked off proceedings in Edinburgh with the rain all but horizontal. The possibility of South Africa join …"
        },
        {
            "title": "Harriet Dart succumbs to Slovaks as GB defeated in Fed Cup qualifier",
            "category": "Sport",
            "snippet": "Harriet Dart will depart from Bratislava with her head high, her shoulders straight and the belief that she can truly cut it at top 100 level after tw …"
        },
        {
            "title": "Eddie Jones fury at flying beer bottles and booing: ‘It’s not good behaviour’",
            "category": "Sport",
            "snippet": "Eddie Jones has lashed out at Scotland supporters for being disrespectful after England’s head of performance, Neil Craig, was struck on the head by a …"
        },
        {
            "title": "Boris Johnson to give HS2 green light despite Tory fears",
            "category": "UK-News",
            "snippet": "Boris Johnson will give the final go-ahead to the first phase of the controversial HS2 high speed rail link early this week – despite fears over spira …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Home listening: step up, Franz Clement and Henry Litolff",
            "category": "Music",
            "snippet": "• We’re going to hear a great deal of Beethoven this year, the 250th anniversary of his birth, but what of the music that shaped and influenced him, s …"
        },
        {
            "title": "Plus One review – a rom com worth falling for",
            "category": "Film",
            "snippet": "Wedding season has staked its claim over the summer months of newly single Alice (Maya Erskine) and perennial bachelor Ben (Jack Quaid). And in order …"
        },
        {
            "title": "From the archive: a city reunited, but how is Berlin doing in 1991?",
            "category": "Life-and-Style",
            "snippet": "Summary: In 1991, two years after the fall of the Berlin Wall, the Observer Magazine sent Andrew Ross to the reunited city to witness the ‘sexual licence of We …"
        },
        {
            "title": "Why love and gardening always grow together",
            "category": "Life-and-Style",
            "snippet": "Summary: Valentine’s week. Red roses incoming, but what to talk about when we talk about love? I am not here to tell you not to buy roses (well I am, but in bu …"
        },
        {
            "title": "Powdery eyes that won’t get all chalky",
            "category": "Life-and-Style",
            "snippet": "Unless you have the skin of a newborn, powdery pastels can look cakey, ageing and dated. That said, it can work. This look, created by makeup supremo …"
        },
        {
            "title": "Sunday with David Baddiel: ‘I haven’t quite kicked the bacon sandwich habit’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? I’ve always been an insomniac, and as I’ve got older that’s got harder. It’s not enough that your mortality should encroach, I …"
        },
        {
            "title": "Brexit is a crisis, not an opportunity. But we’ll see that too late",
            "category": "Business",
            "snippet": "Summary: The prime minister tells us he wants to bring the country together. This is rich from the politician who made a major contribution to tearing it apart …"
        },
        {
            "title": "Sinking in the Swamp review: dispatches from the belly of the Trumpian beast",
            "category": "US-News",
            "snippet": "Summary: In July 2018, the Daily Beast’s Lachlan Markay posted a short piece about a mysterious $375,000 contribution from “Global Energy Producers” to America …"
        },
        {
            "title": "Love as a drug: can romance be medically prescribed?",
            "category": "Life-and-Style",
            "snippet": "Summary: For some time, it has been widespread medical practice to treat a range of psychological conditions, including depression and anxiety, with what might …"
        },
        {
            "title": "Sportwatch: Bushfire Cricket Bash, Australia make tri-series final, AFLW – as it happened",
            "category": "Sport",
            "snippet": "So with apologies to AFLW fans from the West, that’s where we’ll leave Sportwatch this Sunday as a rain-reduced Guardian Australian office fights time …"
        },
        {
            "title": "PM’s plan for terrorists could be ‘counter-productive’, says father of London Bridge attack victim",
            "category": "UK-News",
            "snippet": "David Merritt felt heavy with grief when news of the Streatham terrorist attack broke, but he wasn’t shocked. The father of Jack Merritt, a 25-year ol …"
        },
        {
            "title": "Amaranth tastes as good as it looks",
            "category": "Life-and-Style",
            "snippet": "We all have little quirks that drive the people around us crazy. And I think it’s fair to say, if you ask anyone around me, that I have more than most …"
        },
        {
            "title": "Who could miss out in Boris Johnson's cabinet reshuffle?",
            "category": "Politics",
            "snippet": "Cabinet reshuffles are always fraught with tension. But when they involve chancellors of the exchequer they can be particularly nasty. When Theresa Ma …"
        },
        {
            "title": "Parisian Lives: Samuel Beckett, Simone de Beauvoir and Me review – a biographer’s voyage",
            "category": "Books",
            "snippet": "Summary: In 1971, Deirdre Bair achieved one of the great literary scoops of our times. Armed with a recently completed PhD and an abandoned career as a journal …"
        },
        {
            "title": "Lil Wayne: Funeral review – fearsome and full of life",
            "category": "Music",
            "snippet": "So much of what is now standard in hip-hop can be traced back to the intervention of New Orleans rapper and label boss Lil Wayne: trap eccentricity an …"
        },
        {
            "title": "Taking the lead: why a jog with a dog is the latest fitness craze",
            "category": "Life-and-Style",
            "snippet": "Once it was exercise enough to walk the dog. Now increasing numbers of owners are being taken by their pets for a vigorous run instead. Although canic …"
        },
        {
            "title": "The boy has developed a passion for housework – and is the busiest little butler in Hackney",
            "category": "Life-and-Style",
            "snippet": "Now that my son is properly walking, some unexpected benefits have emerged. For one thing, he’s easier to entertain. Seen from a vantage point just 8i …"
        },
        {
            "title": "Djinn Patrol on the Purple Line by Deepa Anappara – review",
            "category": "Books",
            "snippet": "Nine-year-old Jai lives in a slum on the outskirts of an unnamed Indian city with his parents and older sister. In many ways he is an unremarkable boy …"
        },
        {
            "title": "Underwater review – Kristen Stewart vehicle sinks without trace",
            "category": "Film",
            "snippet": "Summary: This underwater disaster flick, set on a deep-sea drilling rig, doesn’t even bother to disguise the fact that it’s essentially a subaqua version of Al …"
        },
        {
            "title": "Jemma Reekie breaks British indoor mile and 1500m records in New York",
            "category": "Sport",
            "snippet": "Jemma Reekie has continued her incredible record-breaking run by smashing the British indoor mile and indoor 1500m records at the Millrose Games in Ne …"
        },
        {
            "title": "Phillip Schofield: I suspected I was gay when I got married",
            "category": "UK-News",
            "snippet": "The television presenter Phillip Schofield has said he suspected he was gay when he got married 27 years ago, but suppressed his feeling because he wa …"
        },
        {
            "title": "Psappha review – Schoenberg's Pierrot Lunaire is truly groundbreaking",
            "category": "Music",
            "snippet": "Schoenberg’s Pierrot Lunaire belongs alongside Stravinsky’s Rite of Spring and a few other modernist masterpieces as one of the truly groundbreaking s …"
        },
        {
            "title": "Green Day: Father of All Motherfuckers review – apolitical angst with aplomb",
            "category": "Music",
            "snippet": "Given that George W Bush’s presidency so enraged Green Day they recorded 2004’s American Idiot in reaction, one could be forgiven for thinking that Fa …"
        },
        {
            "title": "Hitting a Straight Lick With a Crooked Stick by Zora Neale Hurston review – wickedly funny",
            "category": "Books",
            "snippet": "This collection of novelist and anthropologist Zora Neale Hurston’s short stories – among them eight “lost” Harlem Renaissance tales from the 1920s an …"
        },
        {
            "title": "Harry Dunn's family seek answers over reports Anne Sacoolas was CIA officer",
            "category": "UK-News",
            "snippet": "Summary: The family of a British teenager killed when his motorbike was struck by a car driven by a US diplomat’s wife have demanded to know whether the UK was …"
        },
        {
            "title": "Keir Starmer campaign denies hacking claim in Labour leadership row",
            "category": "Politics",
            "snippet": "The Labour leadership contest has erupted into a bitter row after the frontrunner’s campaign team were forced to vehemently deny claims they had hacke …"
        },
        {
            "title": "How to be a better kisser",
            "category": "Life-and-Style",
            "snippet": "Kissing can be a way to confirm your attraction to someone, but don’t ever feel obliged to kiss someone. If you do want to do it, check they are givin …"
        }
    ]
}