{
    "page": [
        {
            "title": "Peer pressure: exhausted Lady Nicky lets flunkeys take the strain",
            "category": "Politics",
            "snippet": "Too much democratic accountability can get exhausting. After a hectic 45 minutes the previous day in which she had urged the BBC to become more transp …"
        },
        {
            "title": "GB take on Slovakia in battle for new-look Fed Cup finals place",
            "category": "Sport",
            "snippet": "As Johanna Konta clinched a final win at the University of Bath last year to guide Great Britain out of the Fed Cup zonal stages and into the play-off …"
        },
        {
            "title": "Talking Horses: Shishkin boosts Cheltenham Festival claims with win",
            "category": "Sport",
            "snippet": "Given the wealth of young jumping talent that passes through his stable from one season to the next, it is perhaps a little surprising that Nicky Hend …"
        },
        {
            "title": "How locked-room mystery king Seishi Yokomizo broke into English at last",
            "category": "Books",
            "snippet": "A Japanese village in 1937 is shocked by a gruesome murder – a newlywed couple found shut away in a room “soaked in the crimson of their own blood”, a …"
        },
        {
            "title": "Guardians of Life review – Joaquin Phoenix's climate call goes down in flames",
            "category": "Film",
            "snippet": "Guardians of Life is a three-minute film from the director and environmental activist Shaun Monson, produced in collaboration with Extinction Rebellio …"
        },
        {
            "title": "Labour leadership: Boost for Starmer as poll suggests he'd be best at attracting new voters to party – as it happened",
            "category": "Politics",
            "snippet": "Scotland’s finance secretary, Derek Mackay, has resigned and been suspended as a member of the Scottish National party hours before he was due to deli …"
        },
        {
            "title": "Steve Cohen obituary",
            "category": "UK-News",
            "snippet": "My friend Steve Cohen, who has died aged 70 of cancer, was one of Newcastle upon Tyne’s most respected and influential Labour party activists, as well …"
        },
        {
            "title": "Manchester bomber's brother set up 'slaughter' email address, court told",
            "category": "UK-News",
            "snippet": "The brother of the Manchester Arena bomber set up an email address with the Arabic words for “We have come to slaughter” to buy bomb-making chemicals, …"
        },
        {
            "title": "Tory MP told by party attendance at far-right event 'unacceptable'",
            "category": "Politics",
            "snippet": "The Conservative MP Daniel Kawczynski has received a formal warning for attending a conference with notorious far-right political figures. The Shrewsb …"
        },
        {
            "title": "'Beast from the east' cold snap led to spike in Britain's emissions",
            "category": "Business",
            "snippet": "Heating Britain’s draughty homes during the “beast from the east” caused greenhouse gas emissions to rise by 2.5m tonnes in 2018, or half of the total …"
        },
        {
            "title": "Labour selects Liam Byrne as West Midlands mayoral candidate",
            "category": "Politics",
            "snippet": "Summary: Former Treasury minister Liam Byrne has been selected as the Labour party’s candidate to stand as mayor of the West Midlands. Byrne, MP for Birmingham …"
        },
        {
            "title": "Trump unleashed: what's next for a president who feels invincible?",
            "category": "US-News",
            "snippet": "Even recently, Donald Trump has shown some capacity to be constrained. In September, he released security aid to Ukraine when Congress began asking qu …"
        },
        {
            "title": "Key MEP group to demand level playing field with UK in return for free trade",
            "category": "Politics",
            "snippet": "An influential group of MEPs have said any future British government should be required to upgrade key employment, environment and competition laws to …"
        },
        {
            "title": "World Athletics denies tipping off Nike over new running-shoe regulations",
            "category": "Sport",
            "snippet": "World Athletics has insisted it will not let running-shoe technology spiral further out of control despite the release of another “gamechanging” Nike …"
        },
        {
            "title": "England stockpile forwards for Scotland trip with storm closing in",
            "category": "Sport",
            "snippet": "It could well be that the chief influence on Saturday’s Calcutta Cup encounter will not feature on the team sheet. Storm Ciara is gathering in strengt …"
        },
        {
            "title": "'It was evil': Trump basks in acquittal as he settles scores and fires his insult cannon",
            "category": "US-News",
            "snippet": "“This is really not a news conference,” Donald Trump admitted. “It’s not a speech. It’s not anything. It’s just, we’re sort of, err … it’s a celebrati …"
        },
        {
            "title": "Key workers to be given 30% discount in new housing scheme",
            "category": "UK-News",
            "snippet": "Key workers, such as nurses, police and military personnel, will get priority under a new scheme offering homes for first-time buyers at a 30% discoun …"
        },
        {
            "title": "'I was chasing my tail': one woman's battle with in-work poverty",
            "category": "Business",
            "snippet": "For Melanie Lock, the balance between running her own cleaning business, managing the long gaps between universal credit payments and looking after he …"
        },
        {
            "title": "'Crimes not reported' as public lose confidence in police",
            "category": "UK-News",
            "snippet": "The police watchdog has warned that public confidence is being damaged with officers “rumbled” for struggling to investigate crimes – such as burglary …"
        },
        {
            "title": "Trump responds to impeachment acquittal with rambling, vitriolic speech – as it happened",
            "category": "US-News",
            "snippet": "Summary: Live political reporting continues in Friday’s blog: The White House confirmed the killing of Qassim al-Rimi, an al-Qaida leader who claimed responsib …"
        },
        {
            "title": "No need to fly flag on Prince Andrew's birthday, councils told",
            "category": "UK-News",
            "snippet": "The British government has changed the policy of flying flags on royal birthdays, with local authorities no longer required to raise the Union Flag fo …"
        },
        {
            "title": "Mary Lou McDonald: Sinn Féin leader who may play Dublin kingmaker",
            "category": "Politics",
            "snippet": "Summary: During a lifetime of hearing it played and cited too many times, Mary Lou McDonald has come to loathe the Ricky Nelson song Hello Mary Lou and its che …"
        },
        {
            "title": "Green Day: 'Rock'n'roll helps you dance through the apocalypse'",
            "category": "Music",
            "snippet": "Green Day are in their modest rehearsal space in their hometown of Oakland, California, a little haven in a country on the turn. The trio of 47-year-o …"
        },
        {
            "title": "AI in the adult industry: porn may soon feature people who don't exist",
            "category": "Life-and-Style",
            "snippet": "A professional headshot of a man with his face carefully poised in a neutral expression, the kind that might be used in an acting portfolio. A teenage …"
        },
        {
            "title": "Why Once Upon a Time in Hollywood should win the best picture Oscar",
            "category": "Film",
            "snippet": "One of the highlights of the final furlong of awards season is the Hollywood Reporter’s Brutally Honest Oscar Ballot series, in which Scott Feinberg t …"
        },
        {
            "title": "Jamaica deportations 'must be halted until Windrush report published'",
            "category": "UK-News",
            "snippet": "The advisory panel of a review into the Windrush scandal, including a former senior immigration judge, has warned against the resumption of mass depor …"
        },
        {
            "title": "Police Scotland sent out guide listing Extinction Rebellion with neo-Nazis",
            "category": "UK-News",
            "snippet": "Scottish counter-terrorism officers sent out a controversial guide listing Extinction Rebellion and Greenpeace alongside neo-Nazi groups within the pa …"
        },
        {
            "title": "Dolittle review – Robert Downey Jr does nothing in pointless remake",
            "category": "Film",
            "snippet": "An exotic new film accent has arrived, to be treasured alongside Dick Van Dyke’s Beverly Hills cockney in Mary Poppins, Michael Keaton’s lockjaw Mumme …"
        },
        {
            "title": "I swam 31 rivers in 31 days and survived, but we need a clean-up",
            "category": "Life-and-Style",
            "snippet": "Why would you even want to swim in a UK river? It’s cold, it’s a bit mucky and yes, it comes with risk. I may well die of some hideous waterborne fles …"
        },
        {
            "title": "Poet laureate Simon Armitage launches 'ambient post-rock' band",
            "category": "Books",
            "snippet": "Most modern poets laureate have released recordings of their work, but none hitherto has put out an album billed as providing “ambient post-rock passa …"
        },
        {
            "title": "Credit Suisse chief Tidjane Thiam ousted after spying scandal",
            "category": "Business",
            "snippet": "The Credit Suisse chief executive, Tidjane Thiam, has been ousted in the wake of a saga involving corporate espionage, an alleged car chase and person …"
        },
        {
            "title": "Grown Ups by Marian Keyes review – comic, convincing and true",
            "category": "Books",
            "snippet": "Summary: Grown Ups starts at the end. A large and happy family is gathered at a birthday party: brothers Johnny, Ed and Liam, their wives Jessie, Cara and Nell …"
        },
        {
            "title": "‘It was all bullshit’: Donald Trump delivers mocking, vitriolic speech after acquittal",
            "category": "US-News",
            "snippet": "Donald Trump delivered a triumphalist, mocking, vitriolic and vulgar speech in the White House on Thursday afternoon in celebration of the acquittal a …"
        },
        {
            "title": "Issie Barratt's Interchange: Donna's Secret review – big-band visions",
            "category": "Music",
            "snippet": "Back in the day, some fans would raise eyebrows at the implications of the term “jazz education” – preferring the romance that this impulsive music wa …"
        },
        {
            "title": "La Roux: Supervision review – obliquely beautiful, contrarian electro visionary",
            "category": "Music",
            "snippet": "When La Roux came to prominence in the late-00s with two shrill synthpop smashes – Bulletproof and In for the Kill – the duo were frequently discussed …"
        },
        {
            "title": "Inventory by Darran Anderson review – a childhood in Derry",
            "category": "Books",
            "snippet": "Belfast and Derry, Northern Ireland’s largest cities, are separated by the Glenshane Pass, a mountain road devoid of human habitation other than the s …"
        },
        {
            "title": "Beatrice Dillon: Workaround review – a global future-folk manifesto",
            "category": "Music",
            "snippet": "At the end of last year, the Guardian declared Beatrice Dillon “the most thrilling new voice in British electronic music”, and her first full-fledged …"
        },
        {
            "title": "Jojo Moyes: ‘I frequently don’t finish books. I feel it’s mean to name them, though’",
            "category": "Books",
            "snippet": "Summary: The book I’m currently reading Polly Samson’s A Theatre for Dreamers. It’s a coming of age story set among a group of artists and poets, including Leo …"
        },
        {
            "title": "Experience: I get drunk without drinking",
            "category": "Life-and-Style",
            "snippet": "It was Halloween 2015 and Michelle and I had friends over at our home in New Jersey. Over dinner, I started to feel unwell and took myself to bed. The …"
        },
        {
            "title": "My life in sex: ‘We share our wildest fantasies – from 6,000 miles apart’",
            "category": "Life-and-Style",
            "snippet": "Sex with my boyfriend couldn’t be better. We’re compatible; we like the same things and enjoy sharing our wildest fantasies. I love seeing his face, t …"
        },
        {
            "title": "Makaya McCraven and Gil Scott-Heron: We're New Here review – a modern classic revived",
            "category": "Music",
            "snippet": "For Makaya McCraven, sampling is a means of remembrance. The Chicago-based drummer and producer has spent recent years honing his studio style to inco …"
        },
        {
            "title": "Swag, charm and birthday party invites: how to win an Oscar in 2020",
            "category": "Film",
            "snippet": "Buried in the endearingly manic jumble of thoughts and dedications in Olivia Colman’s dumbfounded Oscar acceptance speech last year – the one sealed a …"
        },
        {
            "title": "HMLTD: West of Eden review – riotous rock and grand guignol glam",
            "category": "Music",
            "snippet": "It seemed as though HMLTD’s moment had come and gone. A couple of years ago, their riotous gigs were the most fun you could have while paying too much …"
        },
        {
            "title": "Tracks of the week reviewed: Låpsley, Gorillaz, Elon Musk",
            "category": "Music",
            "snippet": "Summary: Låpsley Womxn Four years ago, the then-19-year-old emo-synth singer Holly Lapsley released a debut album that was a) Really quite incredible (yay!), a …"
        },
        {
            "title": "Charles Dickens 'treasure trove' goes to London museum",
            "category": "Books",
            "snippet": "Charles Dickens was precise with instructions for his dinner party: no champagne and as little wine as possible for guests before the food and definit …"
        },
        {
            "title": "Give people right to ignore work emails at home, says Long-Bailey",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has called for workers to be given the right to ignore work emails and messages outside working hours to end the “24/7 work cultur …"
        },
        {
            "title": "Liam Gallagher's son and Ringo Starr's grandson in court over Tesco affray charge",
            "category": "Music",
            "snippet": "The son of Liam Gallagher and the grandson of Ringo Starr have appeared in court to deny criminal charges over an alleged late-night altercation with …"
        },
        {
            "title": "The best recent science fiction and fantasy – review roundup",
            "category": "Books",
            "snippet": "Anne Charnock won the 2018 Arthur C Clarke award for Dreams Before the Start of Time, exploring the future of reproductive technology; her fourth nove …"
        },
        {
            "title": "Oscars 2020 predictions: who will win?",
            "category": "Film",
            "snippet": "Summary: Best picture Will win: 1917 Should win: The Irishman Shoulda been a contender: Portrait of a Lady on Fire Best director Will win: Bong Joon-ho for Par …"
        },
        {
            "title": "Chess: Dubai emerges as likely host for November world championship",
            "category": "Sport",
            "snippet": "Magnus Carlsen’s next world championship defence is likely to be in Dubai. The global chess body’s president, Arkady Dvorkovich, said in an interview …"
        }
    ]
}