{
    "page": [
        {
            "title": "Winners and losers: Sanders takes first as Biden flees a New Hampshire loss",
            "category": "US-News",
            "snippet": "A little more than a week after the Iowa caucus descended into a chaotic mess that was unable to produce a clear winner, the contest in New Hampshire …"
        },
        {
            "title": "Woods and irons: Winners and losers in the path of HS2",
            "category": "UK-News",
            "snippet": "The news that Rose Guiot had been dreading for the past decade was confirmed on Tuesday afternoon. South Cubbington Wood, which has been a feature in …"
        },
        {
            "title": "Labour 'red wall' seats hit hardest by wage stagnation, report finds",
            "category": "Business",
            "snippet": "Summary: The Labour party’s former political heartlands in the north of England, Midlands and Wales suffered from a tougher squeeze on wages and slower jobs gr …"
        },
        {
            "title": "Tell us: share your experiences of epidurals during childbirth",
            "category": "Life-and-Style",
            "snippet": "Matt Hancock, the health secretary, recently vowed to investigate allegations that some women have been denied epidurals during childbirth. An investi …"
        },
        {
            "title": "Gathering Evidence by Martin MacInnes review – an unnerving vision",
            "category": "Books",
            "snippet": "Summary: Martin MacInnes’s disquieting second novel opens with what amounts to an essay about a new social media app. Nest is the ultimate self-monitoring tool …"
        },
        {
            "title": "British nationals working in Brussels snap up Irish passports",
            "category": "Politics",
            "snippet": "More than 50 British nationals working for the European commission in Brussels have obtained Irish passports, which can help secure career progression …"
        },
        {
            "title": "Yousef Makki's family urge teenager to reveal what led to his death",
            "category": "UK-News",
            "snippet": "The family of a teenager who was fatally stabbed have called for a friend who was present at his death and has lost his right to anonymity to help the …"
        },
        {
            "title": "Nissan launches $90m lawsuit against former chairman Carlos Ghosn",
            "category": "Business",
            "snippet": "Nissan is suing Carlos Ghosn for $90m (£70m), stepping up the legal battle against its former chairman after his arrest and dramatic flight from Tokyo …"
        },
        {
            "title": "Spycies review – awkward, eco-anxious kids' animation",
            "category": "Film",
            "snippet": "Here’s a manic, soulless animated kids’ caper, with a hug-a-hippo message for our eco-anxious times awkwardly bolted on. It’s a Chinese-French coprodu …"
        },
        {
            "title": "‘Players wonder whether it’s all worth it’: life in rugby union’s Championship",
            "category": "Sport",
            "snippet": "As Saracens will discover when they drop into the Championship next season, there are two types of professional rugby player: the have and the have-no …"
        },
        {
            "title": "A female director Oscar? Three ways to fix film awards season",
            "category": "Film",
            "snippet": "Summary: History has been made. For the first time in the 92-year history of the Oscars, best picture has gone to a non-English language film. And Bong Joon-ho …"
        },
        {
            "title": "Martin Amis to publish novel inspired by death of Christopher Hitchens",
            "category": "Books",
            "snippet": "Martin Amis has written his “most intimate and epic work”, an autobiographical novel that will draw on the death of his closest friend, the polemical …"
        },
        {
            "title": "Revealed: big oil's profits since 1990 total nearly $2tn",
            "category": "Business",
            "snippet": "BP, Shell, Chevron and Exxon have made almost $2tn in profits in the past three decades as their exploitation of oil, gas and coal reserves has driven …"
        },
        {
            "title": "F1's Chinese GP called off because of coronavirus with Vietnam race at risk",
            "category": "Sport",
            "snippet": "The Chinese Grand Prix has been postponed because of the outbreak of the coronavirus. The race was due to take place in Shanghai on 19 April. Formula …"
        },
        {
            "title": "Geoffrey Cox signals he would accept lead role in review of judiciary",
            "category": "Politics",
            "snippet": "Summary: Senior cabinet minister Geoffrey Cox QC, who is expected to lose his job in Thursday’s reshuffle, has indicated he would accept a role leading Boris J …"
        },
        {
            "title": "'Trust your dog': extraordinary pets help solve crimes by finding bodies",
            "category": "Life-and-Style",
            "snippet": "Rob Ward keeps baby wipes, canned soup, and bottled water in his truck. “If I need a bath or a meal, there it is,” he explained in a Walker, Louisiana …"
        },
        {
            "title": "The NFL's new evil empire: who will replace the Patriots as league supervillains?",
            "category": "Sport",
            "snippet": "There is just something about rooting against a team isn’t there? Sure, there is joy in watching your own team win. But there’s an extra tinge of sati …"
        },
        {
            "title": "The 1975 commit to playing only gender-balanced music festivals",
            "category": "Music",
            "snippet": "Matt Healy, frontman of Brit award-winning band the 1975, has said the group will only perform at festivals with a gender-balanced lineup. Healy was r …"
        },
        {
            "title": "Parasite's box office figures surge after Oscar triumph",
            "category": "Film",
            "snippet": "Best picture winner Parasite has recorded spectacular audience figures in the wake of its Academy Awards triumph on Sunday. After the South Korean sat …"
        },
        {
            "title": "Blossoms review – chart-topping anti-lads get louche and loved up",
            "category": "Music",
            "snippet": "Stockport quintet Blossoms are quite the pop chameleons. They emerged in 2014 as a bob-cut, black-clad indie-psychedelic band, but by 2018 and their s …"
        },
        {
            "title": "Alisher Usmanov’s remedy for love? New love. And a £6.8m Olympic manifesto",
            "category": "Sport",
            "snippet": "At last, the mystery buyer of the world’s most expensive piece of sports memorabilia has been revealed as the Russian tycoon Alisher Usmanov. The cudd …"
        },
        {
            "title": "'One rule for black boys and another for white': Corbyn attacks PM",
            "category": "Politics",
            "snippet": "Summary: Jeremy Corbyn launched a scathing personal attack on Boris Johnson over the way black and white children connected to class A drugs are treated by the …"
        },
        {
            "title": "Top 10 books of eco-fiction",
            "category": "Books",
            "snippet": "As our real-world ecosystem further devolves, we’ll soon move into the pining-for-our-ex-phase of the relationship – watching the BBC’s Planet Earth d …"
        },
        {
            "title": "Grime artist Solo 45 a 'narcissist and violent bully', rape trial hears",
            "category": "UK-News",
            "snippet": "A grime artist accused of imprisoning and raping four women is a narcissist and bully with convictions for violence and a belief he is superior to his …"
        },
        {
            "title": "Home Office tells man, 101, his parents must confirm ID",
            "category": "UK-News",
            "snippet": "A 101-year-old Italian man who has been in London since 1966 was asked to get his parents to confirm his identity by the Home Office after he applied …"
        },
        {
            "title": "Musical notes: Scorsese, Madonna, and the awfulness of millennium pop",
            "category": "Music",
            "snippet": "Summary: Inside a subversive history of music Alexis Petridis, chief rock and pop critic It was pure coincidence that I found myself reading Ted Gioia’s Music: …"
        },
        {
            "title": "How do storms and hurricanes get their names?",
            "category": "UK-News",
            "snippet": "In Europe storms are named as a joint enterprise between the UK’s Met Office, Ireland’s Met Éireann and the Royal Netherlands Meteorological Institute …"
        },
        {
            "title": "BP sets net zero carbon target for 2050",
            "category": "Business",
            "snippet": "Summary: BP’s new chief executive has set an ambitious target to shrink the oil firm’s carbon footprint to net zero by 2050 by cutting more greenhouse gas emis …"
        },
        {
            "title": "Early Damien Hirst artwork bought for £600 could fetch £1.8m",
            "category": "Business",
            "snippet": "In 1989, 28-year-old Robert Tibbles bought a medicine cabinet artwork full of bottles of pills for £600. His friends derided it as “crap” and told Tib …"
        },
        {
            "title": "Markets rally despite fears coronavirus will hit growth and earnings - as it happened",
            "category": "Business",
            "snippet": "Time for a recap Investors are driving global stock markets higher on hopes that the coronavirus will ease soon. Europe’s Stoxx 600 has hit a fresh re …"
        },
        {
            "title": "‘At home I feared the war. Here I feared the Home Office’: the female refugees left destitute in the UK",
            "category": "UK-News",
            "snippet": "What is life like for women who come to the UK looking for safety, only to find themselves destitute? Can they recover from trauma, or does living wit …"
        },
        {
            "title": "Quitting lattes: a small change that saves cash, calories and carbon",
            "category": "Life-and-Style",
            "snippet": "What’s a new year resolution that is: 1 Good for the environment 2 Will save you money 3 Will help you lose weight 4 And involves just one small chang …"
        },
        {
            "title": "The Goop rush: why celebrities are racing to build wellness empires",
            "category": "Life-and-Style",
            "snippet": "Forget scents that make you sneeze or scratchy blouses manufactured in sweatshops. There is a new celebrity racket in town and this one does not invol …"
        },
        {
            "title": "Heinz Skyte obituary",
            "category": "UK-News",
            "snippet": "My father, Heinz Skyte, who has died aged 99, came to Britain in 1939 as a refugee from Nazi Germany and, after difficult beginnings, dedicated his li …"
        },
        {
            "title": "Call for inquiry into government funding of Norton Motorcycles",
            "category": "Business",
            "snippet": "The chair of parliament’s public accounts committee is calling for an investigation into the government’s funding of Norton Motorcycles and has accuse …"
        },
        {
            "title": "Not so fast: how ‘quarantine’ turned from prayer to isolation",
            "category": "Books",
            "snippet": "This week the government announced that the coronavirus outbreak was “a serious and imminent threat to public health”, and gave itself new powers to f …"
        },
        {
            "title": "Watchdog rejects Met's claim that he supported facial recognition",
            "category": "UK-News",
            "snippet": "The official biometrics commissioner has rebuked the Metropolitan police after it falsely claimed that he supported its use of facial recognition CCTV …"
        },
        {
            "title": "Bernie Sanders wins New Hampshire primary with Buttigieg second",
            "category": "US-News",
            "snippet": "Bernie Sanders won the New Hampshire primary on Tuesday night, with Pete Buttigieg, the former mayor of South Bend, Indiana, coming in a close second. …"
        },
        {
            "title": "Epstein's lawyers in dispute with Virgin Islands over settlements with victims",
            "category": "US-News",
            "snippet": "Efforts to settle sex abuse claims against Jeffrey Epstein’s estate are being thwarted by the attorney general of the US Virgin Islands, lawyers for t …"
        },
        {
            "title": "Influential shareholder adds to pressure on Barclays over fossil fuel loans",
            "category": "Business",
            "snippet": "Summary: Europe’s largest asset manager is backing a shareholder vote urging Barclays to stop offering loans to fossil fuel companies. Amundi, an influential i …"
        },
        {
            "title": "Iceland SO/Tortelier review – anniversary tour finds bright tones and striking textures",
            "category": "Music",
            "snippet": "Many orchestras have a calling card, a work from their home country that they make sure to take with them on foreign tours. For the Iceland Symphony O …"
        },
        {
            "title": "OscarsSoExpensive: Academy museum goes $100m over budget",
            "category": "Film",
            "snippet": "The much-delayed Academy Museum of Motion Pictures has gone $100m over budget. The museum, which was supposed to open three years ago, will finally op …"
        },
        {
            "title": "'I've been ripped from my family': deportee struggles to cope in Jamaica",
            "category": "UK-News",
            "snippet": "When Chevon Brown was 21 he was convicted of dangerous driving and spent seven months in prison. He admits he was speeding at over 100 miles an hour i …"
        },
        {
            "title": "Family of man shot dead by Met police criticise inquiry delay",
            "category": "UK-News",
            "snippet": "The family of a man shot dead by police have criticised the four years it has taken for the government to announce an inquiry into why an officer open …"
        },
        {
            "title": "Lungi Ngidi stalls England charge to win thrilling first T20 international",
            "category": "Sport",
            "snippet": "Adil Rashid must have wondered exactly what had happened in between. Two hours earlier, as the shadows lengthened over East London, the leg-spinner ha …"
        },
        {
            "title": "US, Syrian and Russian forces involved in deadly checkpoint clash",
            "category": "US-News",
            "snippet": "Summary: One man was killed when US troops in north-east Syria returned fire after their convoy came under attack near a checkpoint manned by forces loyal to B …"
        },
        {
            "title": "Boris Johnson rejects revolution in favour of modest cabinet reshuffle",
            "category": "Politics",
            "snippet": "Boris Johnson has set aside plans for a radical overhaul of Whitehall machinery in favour of a modest shakeup of his top team on Thursday, in the late …"
        },
        {
            "title": "Rose McGowan: Natalie Portman's Oscars dress protest 'deeply offensive'",
            "category": "Film",
            "snippet": "Activist and actor Rose McGowan has labelled Natalie Portman a “fraud” for wearing a dress to the Oscars embroidered with the names of female film-mak …"
        },
        {
            "title": "The Leunig Fragments review – portrait of the cartoonist is a quasi-poetic cop-out",
            "category": "Film",
            "snippet": "Watching the director Kasimir Burgess’ documentary about the veteran cartoonist Michael Leunig left me conflicted. I was impressed by several aspects …"
        },
        {
            "title": "Tory donor denies funding Boris Johnson's Caribbean holiday",
            "category": "Politics",
            "snippet": "Boris Johnson is facing demands to explain who paid £15,000 for his Caribbean holiday over the New Year following disclosures in official documents. A …"
        }
    ]
}