{
    "page": [
        {
            "title": "Jared Kushner insists Middle East peace plan is ‘a real effort to break logjam’",
            "category": "US-News",
            "snippet": "Though the Palestinian Authority has cut ties with the US and Israel over the Trump administration’s plan for Middle East peace, its author has insist …"
        },
        {
            "title": "Eddie Jones admits the brutal reality that ‘it’s like we forgot how to play’",
            "category": "Sport",
            "snippet": "Eddie Jones was forced to eat his words on Sunday after France were inspired to a thrilling Six Nations victory against England by his claims that his …"
        },
        {
            "title": "The full list of winners at the 2020 Bafta film awards",
            "category": "Film",
            "snippet": "Best film WINNER: 1917 The Irishman Joker Once Upon a Time in Hollywood Parasite Best actress Jessie Buckley – Wild Rose Scarlett Johansson – Marriage …"
        },
        {
            "title": "Baftas 2020: Sam Mendes and 1917 emerge victorious with seven awards",
            "category": "Film",
            "snippet": "Summary: Sam Mendes’s nerve-shredding war drama 1917 was the big winner at the 2020 Bafta film awards, on an evening when the movie industry’s diversity proble …"
        },
        {
            "title": "Streatham attacker freed from jail days ago after terror conviction",
            "category": "UK-News",
            "snippet": "Summary: The man shot dead by police after he stabbed two people in London on Sunday left prison only days ago and had previously been noted by police as havin …"
        },
        {
            "title": "John Kerry discussed 2020 run to stop Sanders and save Democrats – report",
            "category": "US-News",
            "snippet": "Former presidential candidate and secretary of state John Kerry has reportedly been overheard discussing a late bid for the Democratic nomination, in …"
        },
        {
            "title": "Questions for investigators over surveillance of attacker",
            "category": "UK-News",
            "snippet": "While the immediate and urgent focus of the emergency services after the stabbings in south London will be the victims, the police and MI5 will swiftl …"
        },
        {
            "title": "Gregor Townsend defends Scotland captain Hogg despite tryline howler",
            "category": "Sport",
            "snippet": "Gregor Townsend leaped to the defence of his new captain, Stuart Hogg, after the full‑back lost control of the ball in the act of touching down. In so …"
        },
        {
            "title": "Sofia Kenin emerges in style from the shadows to win Australian Open",
            "category": "Sport",
            "snippet": "Summary: On one of the several tumultuous days at this Australian Open, Chris Evert, perhaps the most perceptive of the former champions with access to a TV mi …"
        },
        {
            "title": "Joaquin Phoenix's attack on Baftas for 'systemic racism' hailed by film industry",
            "category": "Film",
            "snippet": "Joaquin Phoenix’s powerful broadside against the body that awarded him the best actor prize on Sunday night has met with a chorus of praise across the …"
        },
        {
            "title": "Baftas 2020: 1917 and Joaquin Phoenix triumph – as it happened",
            "category": "Film",
            "snippet": "And finally, here’s our story on that significant Joaquin Phoenix speech, definitely one of the talking points of the night. That’s it – we’re going t …"
        },
        {
            "title": "Ofgem sets out nine-point plan to prioritise climate crisis",
            "category": "Business",
            "snippet": "Britain’s energy regulator has said it will change how it governs the industry to help meet the government’s climate targets, after coming under fire …"
        },
        {
            "title": "Streatham attack victim no longer in a 'life-threatening condition' – as it happened",
            "category": "UK-News",
            "snippet": "Closing summary Here is a summary of the major updates from the terror attack in Streatham, south London: Convicted terror offender Sudesh Amman has b …"
        },
        {
            "title": "Taika Waititi jokes about Britain's colonial history as Jojo Rabbit wins a Bafta",
            "category": "Film",
            "snippet": "Taika Waititi’s Jojo Rabbit has won a Bafta for best adapted screenplay, with the New Zealand director thanking his mother and making a jab at Britain …"
        },
        {
            "title": "Shakira and J-Lo's Super Bowl show: an electric burst of energy",
            "category": "Music",
            "snippet": "Summary: Jennifer Lopez and Shakira did what they had to do at the Super Bowl half-time show this year at Hard Rock Stadium in Miami, Florida. It’s not an envi …"
        },
        {
            "title": "Trump congratulates wrong state for Kansas City Chiefs' Super Bowl win",
            "category": "Sport",
            "snippet": "Summary: Donald Trump was among the first to laud the Kansas City Chiefs in the wake of their 31-20 victory over the San Francisco 49ers in the Super Bowl, tak …"
        },
        {
            "title": "'Nerve-racking': Iowans under pressure on eve of crucial caucuses",
            "category": "US-News",
            "snippet": "Many Iowans look forward to their state’s caucuses, the quadrennial ritual of gathering at schools, churches and libraries on a wintry night to formal …"
        },
        {
            "title": "Why Parasite should win the best picture Oscar",
            "category": "Film",
            "snippet": "Bong Joon-ho’s Parasite is already a success story. Winner of the Palme d’Or, the top prize at the Cannes film festival, as well as best foreign langu …"
        },
        {
            "title": "Chinese shares drop nearly 9% amid fears of coronavirus impact",
            "category": "Business",
            "snippet": "Stock markets in China have seen the biggest daily fall for five years as traders rushed to sell amid continued fears about the impact on the global e …"
        },
        {
            "title": "Long Bright River by Liz Moore review – startlingly fresh",
            "category": "Books",
            "snippet": "In 2009, Liz Moore accompanied photographer Jeffrey Stockbridge to the Philadephia neighbourhood of Kensington, where he was documenting the human cos …"
        },
        {
            "title": "My daily to-do lists led to churning anxiety. ‘Have-done’ lists set me free",
            "category": "Life-and-Style",
            "snippet": "Summary: As the oldest of three daughters, I always felt an acute sense of responsibility and a weight on my shoulders to prove myself. I had to be better than …"
        },
        {
            "title": "‘A shimmering spectrum of colour’ – the pain and beauty of retinal migraines",
            "category": "Life-and-Style",
            "snippet": "Summary: I’m watching telly when I notice a bright green blotch appear on the corner of the screen. I assume this is a glitch with the programme and continue t …"
        },
        {
            "title": "Patrick Mahomes delivered. The only surprise is that we're surprised at all",
            "category": "Sport",
            "snippet": "Summary: For three-and-a-half quarters, we waited for a ‘Mahoment’. It seemed as though we would be waiting in vain. Super Bowl LIV was meant to belong to Patr …"
        },
        {
            "title": "A Small Revolution in Germany by Philip Hensher – review",
            "category": "Books",
            "snippet": "Summary: It’s sometimes hard not to picture Philip Hensher’s non-writing hand stroking a cat as he comes up with sly ways to throw shade. Here’s Spike, the nar …"
        },
        {
            "title": "Faugheen's saga stirs hearts again at Leopardstown with Grade One win",
            "category": "Sport",
            "snippet": "Summary: Willie Mullins has saddled more than 3,000 winners over the course of a 32-year training career, but as the 12-year-old Faugheen returned to the unsad …"
        },
        {
            "title": "Nissan 'could pull out of EU and expand in UK after hard Brexit'",
            "category": "Business",
            "snippet": "Nissan has reportedly drawn up contingency plans to pull out of manufacturing in mainland Europe in the event of a hard Brexit in favour of ramping up …"
        },
        {
            "title": "Poem of the week: In the Rose Garden by Helen Tookey",
            "category": "Books",
            "snippet": "In the Rose Garden She’s in the rose garden again, staring at her right arm, its pale soft underside that never gets the sun, never gets tanned. It’s …"
        },
        {
            "title": "50 great tracks for February from David Bowie, Waxahatchee, J Hus and more",
            "category": "Music",
            "snippet": "Waxahatchee – Fire Katie Crutchfield got sober before making her fifth album as Waxahatchee. The resulting clarity shines through Fire, the first song …"
        },
        {
            "title": "Who was the Streatham attacker and why was he imprisoned?",
            "category": "UK-News",
            "snippet": "Sudesh Amman, from Harrow in north-west London, was jailed in December 2018 after admitting to 13 counts of expressing his support for Islamist terror …"
        },
        {
            "title": "Mabel review – a blast of charisma from the warrior queen",
            "category": "Music",
            "snippet": "February is shaping up to be a hectic month for Mabel McVey. After finishing the sold-out UK leg of her current tour, she will perform at the Brit awa …"
        },
        {
            "title": "The 49ers were Super Bowl champions until angst and fear set in",
            "category": "Sport",
            "snippet": "Summary: Losing any Super Bowl is painful. But losing a Super Bowl like this will be all the more difficult for San Francisco to stomach. It’s easy after such …"
        },
        {
            "title": "The judge whose bail requirements leave cash-strapped defendants in jail",
            "category": "US-News",
            "snippet": "Adrian Caliste held his mother’s emaciated body as the Alzheimer’s that long ravaged her mind finally took her life. The last words she uttered were f …"
        },
        {
            "title": "'This was supposed to be reparations': Why is LA's cannabis industry devastating black entrepreneurs?",
            "category": "US-News",
            "snippet": "A Los Angeles government program set up to provide cannabis licenses to people harmed by the war on drugs has been plagued by delays, scandal and bure …"
        },
        {
            "title": "HS2 will spark regeneration, say city leaders on the route",
            "category": "UK-News",
            "snippet": "With the escalating cost of HS2, a changed political landscape and greater awareness of environmental concerns, the arguments for high-speed rail are …"
        },
        {
            "title": "Carmen review – revival's real stars are Peleggi and the ENO orchestra",
            "category": "Music",
            "snippet": "Summary: It’s the world’s most performed French opera, but the success of Bizet’s Carmen has always rested on its parade of predictable Spanish icons: Gypsies, …"
        },
        {
            "title": "UK factory output begins to stabilise after eight-month slump",
            "category": "Business",
            "snippet": "Britain’s manufacturing sector showed signs of stabilising last month to emerge from the longest downturn since the financial crisis, according to a s …"
        },
        {
            "title": "London attack: PM says terrorism sentence changes may be applied retrospectively",
            "category": "UK-News",
            "snippet": "Prisoners already jailed for terrorism offences could face retrospective changes to their sentences to deny them early release, after a man just freed …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, let’s hear it for union. BrendaTwisse has j …"
        },
        {
            "title": "Montana Republican rebuked for saying socialists should be ‘jailed or shot'",
            "category": "US-News",
            "snippet": "The Republican party of Montana has rebuked a state legislator who insists the US constitution says socialists should be jailed or shot. According to …"
        },
        {
            "title": "The Rock? Greta Thunberg? Who should have hosted this year's Oscars",
            "category": "Film",
            "snippet": "Dwayne ‘The Rock’ Johnson A charisma overload, the nicest guy in Hollywood, the obvious choice. The script writes itself: a few skits where Dwayne has …"
        },
        {
            "title": "How we met: ‘He was trying to chat up my 82-year-old granny’",
            "category": "Life-and-Style",
            "snippet": "Growing up together, Robyn and Wes had never considered the possibility of a romantic relationship. “He was a good friend of my older sister at school …"
        },
        {
            "title": "At £307m per mile of track, can the cost of HS2 be justified?",
            "category": "UK-News",
            "snippet": "The economic case against HS2 is straightforward: its critics say there must be better ways to spend £100bn on rail infrastructure. That £100bn figure …"
        },
        {
            "title": "Brexit: where do the EU and UK stand before talks begin?",
            "category": "Politics",
            "snippet": "The UK left the European Union on Friday night. On Monday morning, the two sides began the arduous task of reconstructing a 47-year-old relationship b …"
        },
        {
            "title": "Prince William's ticking off means Bafta must get serious about diversity",
            "category": "Film",
            "snippet": "Bafta likes to think of itself as a cut above its American counterparts, in terms of classiness at least, if not actual importance. Our world-beating …"
        },
        {
            "title": "Boy fell from cliff while out of sight on Scouts trip, inquest told",
            "category": "UK-News",
            "snippet": "A teenage scout was out of the sight of group leaders when he slipped and fell from a coastal cliff in north Wales, an inquest has heard. Ben Leonard, …"
        },
        {
            "title": "Kylie Jenner's lavish party is proof: the children’s birthday bash has got out of hand",
            "category": "Life-and-Style",
            "snippet": "Summary: Before we go into the details of the party that Kylie Jenner threw for her two-year-old daughter Stormi at the weekend, let’s remember the function of …"
        },
        {
            "title": "Pound falls as Boris Johnson takes tough line on EU trade deal",
            "category": "Business",
            "snippet": "The pound fell on Monday after Boris Johnson warned that Britain would not accept alignment with EU rules in any Brexit trade deal, while Brussels thr …"
        },
        {
            "title": "Bushfires and the coronavirus will hit Australia's economy – but they won't knock it out",
            "category": "Business",
            "snippet": "The impact of the coronavirus combined with the ongoing bushfire across the eastern and southern states has clearly thrown the start of the year into …"
        },
        {
            "title": "Stopping at one child: 'Every parent feels there's more they could give'",
            "category": "Life-and-Style",
            "snippet": "It’s strange to not give your own child the things you loved yourself growing up. A loud, suburban house stacked with kids, laughing, punching, squeal …"
        },
        {
            "title": "How we made Free, by Ultra Naté",
            "category": "Music",
            "snippet": "Summary: Ultra Naté, singer, songwriter I fell into club culture in my first year at university in Baltimore. During the week, I’d be in classes, studying medi …"
        }
    ]
}