{
    "page": [
        {
            "title": "Yorkshire Tea calls for truce after chancellor tweet attracts abuse",
            "category": "Politics",
            "snippet": "Yorkshire Tea has issued a plea to people to “try to be kind” after it received a deluge of online abuse because the chancellor was photographed with …"
        },
        {
            "title": "The Guardian's Marina Hyde wins two SJA awards in landmark achievement",
            "category": "Sport",
            "snippet": "The Guardian’s Marina Hyde has won two SJA British Sports Journalism Awards, becoming the first woman to be named sports writer of the year in the awa …"
        },
        {
            "title": "England north-south divide set to grow with smaller towns worst hit",
            "category": "Business",
            "snippet": "The economic fortunes of Britain’s smaller towns are set to fall further behind those of the biggest cities over the next three years, according to a …"
        },
        {
            "title": "Bloomberg campaign again criticized for social media tactics – as it happened",
            "category": "US-News",
            "snippet": "That’s all from me for the night! Here is all of the news you need to know from the last few hours. Bloomberg’s campaign is upset that his offices are …"
        },
        {
            "title": "Morrison steps away from surplus pledge amid 'unknown global shock' of coronavirus",
            "category": "Business",
            "snippet": "Scott Morrison has declared the rapidly spreading coronavirus an “unknown global shock” as he stepped away from the government’s pledge to deliver a s …"
        },
        {
            "title": "Accountants urged to help firms worldwide combat climate crisis",
            "category": "Business",
            "snippet": "The world’s accountants must put the climate crisis at the forefront of their work to spur global companies to adopt green policies and help prepare t …"
        },
        {
            "title": "Inside Boris Johnson's Whitehall: 'A poisonous, horrible atmosphere'",
            "category": "Politics",
            "snippet": "Plans drawn up by Boris Johnson’s government to remove senior civil servants from key ministries has resulted in a “poisonous” atmosphere across White …"
        },
        {
            "title": "'Taika Naptiti': director Waititi endorses Twitter thread paying homage to his snoozing",
            "category": "Film",
            "snippet": "Summary: The New Zealand director Taika Waititi has made one superfan’s day after personally endorsing a Twitter account that collects pictures of him napping. …"
        },
        {
            "title": "‘I gotta stay strong’: the Native American families with a legacy of violent deaths",
            "category": "US-News",
            "snippet": "When Pauline HighWolf’s son came to her home in Montana three months ago to tell her that her sister was dead, she was overwhelmed by a painful jolt o …"
        },
        {
            "title": "The toilet rebellion: will Britain's locked coffee-shop loos soon be open to all?",
            "category": "Life-and-Style",
            "snippet": "It is an act of the purest social altruism. Two citizens – or, as they are now known, toilet activists – have built a database of loo codes for cafes …"
        },
        {
            "title": "The Invisible Man review – Elisabeth Moss brings murky thriller to life",
            "category": "Film",
            "snippet": "While some would argue that the worst thing to have spawned from Marvel’s extended cinematic universe is an overreliance on the superhero genre in gen …"
        },
        {
            "title": "Hyperbaric chamber therapy:  I’m under a lot of pressure – and I love it!",
            "category": "Life-and-Style",
            "snippet": "Summary: I wonder what the pedalo does as I slip into a waffle robe … I’m at Bellecell, a central London molecular-wellness clinic that offers “hyper-personali …"
        },
        {
            "title": "Hurricane Season by Fernanda Melchor review – intense and inventive",
            "category": "Books",
            "snippet": "A structurally inventive murder mystery set in a lawless Mexican village rife with superstition, Fernanda Melchor’s formidable English-language debut …"
        },
        {
            "title": "Sex with my boyfriend is consistently mediocre",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have been intimate for several months, but the sex is consistently mediocre. Neither of us climax, and often I’m not sure whether I …"
        },
        {
            "title": "House of Glass by Hadley Freeman review – flight and fight of a Jewish family",
            "category": "Books",
            "snippet": "Deep inside her paternal grandmother’s closet, behind the leather handbags, the elegant dresses wrapped in dry-cleaner plastic, all giving off a whiff …"
        },
        {
            "title": "Director Richard Stanley: 'A coven of witches was using my house. They left a bit of a mess'",
            "category": "Film",
            "snippet": "Extraordinary stories tumble out of Richard Stanley’s mouth – absurdist adventures from far-off lands, anecdotes involving ghosts and warlocks – all d …"
        },
        {
            "title": "How Bloomberg is wooing black voters despite his stop-and-frisk policy",
            "category": "US-News",
            "snippet": "The former New York mayor Michael Bloomberg has made a huge push in recent weeks to attract black voters to his ground-breaking campaign to win the De …"
        },
        {
            "title": "Post-Brexit trade talks: what are the next steps?",
            "category": "Politics",
            "snippet": "Brexit negotiations to secure the future relationship between the UK and the EU start next Monday. What’s next? European affairs and foreign affairs m …"
        },
        {
            "title": "Trump's separation of families constitutes torture, doctors find",
            "category": "US-News",
            "snippet": "Summary: The trauma Donald Trump’s administration caused to young children and parents separated at the US-Mexico border constitutes torture, according to eval …"
        },
        {
            "title": "Lib Dems demand transparency over HS2 college Ofsted report",
            "category": "UK-News",
            "snippet": "The Liberal Democrats have written to the government to demand action after it emerged that a flagship college intended to train engineers for the HS2 …"
        },
        {
            "title": "Royal dog breeder shot dead near Stanley Johnson's estate",
            "category": "UK-News",
            "snippet": "A dog breeder who supplied spaniels to the rich and famous has been shot dead in Somerset near the rural estate of the prime minister’s father. Debbie …"
        },
        {
            "title": "Are there more ghost ships like MV Alta drifting across the oceans?",
            "category": "Life-and-Style",
            "snippet": "Isn’t it extraordinary that the MV Alta cargo ship, all 77 metres of it, drifted crewless across the Atlantic for more than a year before fetching up …"
        },
        {
            "title": "JP Morgan to withdraw support for some fossil fuels",
            "category": "Business",
            "snippet": "JP Morgan Chase is to end fossil fuel loans for Arctic oil drilling and phase out loans for coal mining under new climate initiatives. The world’s lar …"
        },
        {
            "title": "Bullring owner Hammerson slashes dividend as portfolio dives in value",
            "category": "Business",
            "snippet": "Hammerson, one of Britain’s biggest shopping centre owners, has slashed its dividend and written down the value of its portfolio after taking a furthe …"
        },
        {
            "title": "Starbucks worker says he was fired for union organizing and 'to create fear'",
            "category": "Business",
            "snippet": "Gabriel Ocasio Mejias worked as a barista at Starbucks in Orlando international airport for two years before he was fired on 18 February, shortly afte …"
        },
        {
            "title": "Bring ex-addicts on board to tackle drug deaths crisis, say experts",
            "category": "Politics",
            "snippet": "Crisis levels of drug-related deaths in Scotland, and across the UK, can only be tackled if people with experience of addiction and recovery have a se …"
        },
        {
            "title": "Thunberging: how climate anxiety created a new dating trend",
            "category": "Life-and-Style",
            "snippet": "Name: Thunberging. Age: As old as gen Z. Appearance: Increasingly on dating apps. Surely Greta’s too young to be on dating apps? At 17 she is, and wil …"
        },
        {
            "title": "Trump lashes out at liberal supreme court justices and demands recusals",
            "category": "US-News",
            "snippet": "Even as the US justice system faces a crisis of credibility because of the Trump administration’s handling of federal cases, Donald Trump has taken th …"
        },
        {
            "title": "The Angel Esmeralda review –  slender DeLillo fable fails to take operatic flight",
            "category": "Music",
            "snippet": "Lliam Paterson’s The Angel Esmeralda was commissioned by Scottish Opera while he was its young composer in residence. But why it’s now receiving its w …"
        },
        {
            "title": "NHKSO/Gabetta/Järvi review – spirited Schumann and driving Takemitsu",
            "category": "Music",
            "snippet": "Summary: Paavo Järvi’s first European tour with Tokyo’s NHK Symphony Orchestra, three years ago, featured sensitively played Takemitsu and driven, exciting Mah …"
        },
        {
            "title": "Racewalkers' long march for equality deserves recognition at Tokyo 2020",
            "category": "Sport",
            "snippet": "To Lausanne then, home of the International Olympic Committee, and the source last week of an exciting press release about the latest developments in …"
        },
        {
            "title": "Core blimey: how a 62-year-old man planked for eight hours – and what he can teach us",
            "category": "Life-and-Style",
            "snippet": "Summary: This month, George Hood – a 62-year-old former US Marine – broke the world planking record with a time of 8hr 15min 15sec, adding an extra 14 minutes …"
        },
        {
            "title": "‘Back yourselves’: How Australia prepare for the Track World Championships",
            "category": "Sport",
            "snippet": "Every competition in international track cycling is important. Unlike their road counterparts, who race almost weekly during the long World Tour seaso …"
        },
        {
            "title": "Artist's 'never-ending' jail term led to sense of hopelessness, inquest told",
            "category": "UK-News",
            "snippet": "A “never-ending” prison sentence handed to an artist who died in her cell led to a “sense of hopelessness” and “frustration”, a psychologist has told …"
        },
        {
            "title": "Is it time to ban drinking on flights – for the sake of the cabin crew?",
            "category": "Business",
            "snippet": "Summary: Here are a few stories from the past week or so: a drunk woman tried to open a plane door on the way to Turkey; a court is told of a drunken disturban …"
        },
        {
            "title": "Team GB cyclists need to show Olympic form at world championships",
            "category": "Sport",
            "snippet": "The final world championships before the Olympic Games is the point when reality, good or bad, hits home for Britain’s track cyclists, and the withdra …"
        },
        {
            "title": "Cyril Smith accuser calls for David Steel to be prosecuted",
            "category": "UK-News",
            "snippet": "Summary: A man who says that he was sexually abused by Cyril Smith as an 11-year-old in a children’s home has said David Steel’s withdrawal from public life do …"
        },
        {
            "title": "Barclays attacked by activist investor over CEO’s Epstein links",
            "category": "Business",
            "snippet": "Barclays is facing a fresh attack from the activist investor Edward Bramson after the bank revealed UK regulators are investigating its chief executiv …"
        },
        {
            "title": "Barnier pours scorn on Johnson's spokesman ahead of trade talks",
            "category": "Politics",
            "snippet": "Negotiations over Britain’s future relationship with the EU appear on course for an acrimonious start after Michel Barnier poured scorn on Boris Johns …"
        },
        {
            "title": "Tesco puts 1,800 jobs at risk as it scales down in-store bakeries",
            "category": "Business",
            "snippet": "More than 1,800 jobs are at risk at Tesco, after the retailer said it would cut staff at its large in-store bakeries to adapt to changing consumer tas …"
        },
        {
            "title": "Heavy issues: 'I'd think there was something wrong with anyone who found me attractive'",
            "category": "Life-and-Style",
            "snippet": "I am 45, 165kg and lonely. I am struggling to lose weight despite the adverse impact on my health. I desperately want to have the confidence to meet s …"
        },
        {
            "title": "Opera's rising star: Lise Davidsen on learning to handle the high life",
            "category": "Music",
            "snippet": "I’m pretty sure the man who’s very politely shunting Lise Davidsen out of our Royal Opera House interview room to make way for an audit meeting doesn’ …"
        },
        {
            "title": "Rathbones Folio prize: Zadie Smith makes female-dominated shortlist",
            "category": "Books",
            "snippet": "Summary: Zadie Smith and Forward prize winner Fiona Benson are among six female authors shortlisted for this year’s Rathbones Folio prize, which has not yet be …"
        },
        {
            "title": "Building new homes on land prone to flooding 'making damage worse'",
            "category": "Politics",
            "snippet": "The building of tens of thousands of homes on flood-prone land is worsening the damage to surrounding areas, Conservative MPs have said, as the head o …"
        },
        {
            "title": "Downing Street rejects EU's 'onerous' opening trade offer",
            "category": "Politics",
            "snippet": "No 10 has accused the EU of trying to give the UK a worse trade deal than those offered to the US, Canada and Japan, as the two sides clashed ahead of …"
        },
        {
            "title": "Global markets tumble for second day amid fears of coronavirus spread",
            "category": "Business",
            "snippet": "Investors sold off shares across the world for a second day on Tuesday as fears of the economic impact of the coronavirus continued to grow. In New Yo …"
        },
        {
            "title": "Starmer comes under fire from Long-Bailey and Nandy over Brexit",
            "category": "Politics",
            "snippet": "The contenders to become Labour leader have clashed over Brexit and compulsory re-selection for MPs in an occasionally testy hustings event, with the …"
        },
        {
            "title": "Labour leadership Manchester hustings: the best and the worst",
            "category": "Politics",
            "snippet": "Key message Rebecca Long-Bailey: Don’t throw out Corbyn’s policies with a new leader. Long-Bailey is seen as carrying the flame for Corbynism, and she …"
        },
        {
            "title": "'She's very principled': Lisa Nandy wins over public at hustings",
            "category": "Politics",
            "snippet": "Lisa Nandy emerged as the narrow favourite at the Guardian’s Labour leadership hustings in Manchester, with many Labour members saying they were switc …"
        },
        {
            "title": "'Red wall Tory MPs warn chancellor against raising fuel duty",
            "category": "UK-News",
            "snippet": "More than a dozen new Tory MPs from “red wall” constituencies have warned the chancellor against “clobbering” blue-collar communities by putting up fu …"
        }
    ]
}