{
    "page": [
        {
            "title": "The Sisters Grimm by Menna van Praag review – girl powers",
            "category": "Books",
            "snippet": "The fictional worlds of Menna van Praag have often whispered with voices of the fantastic. Her first novel, The House at the End of Hope Street (2013) …"
        },
        {
            "title": "Women's Equality party candidate pulls out of London mayoral race",
            "category": "Politics",
            "snippet": "The Women’s Equality party’s candidate for London mayor has been forced to pull out of the race after suffering complications from a vaginal mesh impl …"
        },
        {
            "title": "Brexit: Britain and EU 'will rip each other apart' in trade talks",
            "category": "Politics",
            "snippet": "Summary: Britain and the European Union are going to rip each other apart in talks over a future trade deal, the French foreign minister, Jean-Yves Le Drian, h …"
        },
        {
            "title": "Scottish Power launches 100% green energy tariff",
            "category": "Business",
            "snippet": "Scottish Power is launching a new tariff in which it guarantees that 100% of the electricity will come from its own renewable energy projects, to mark …"
        },
        {
            "title": "Beach Bunny: Honeymoon review – a short, sweet blast of sunny indie-pop",
            "category": "Music",
            "snippet": "What began in 2015 as a bedroom project for Chicago-based Lili Trifilio had become something of an online phenomenon by the time 2018’s self-released …"
        },
        {
            "title": "Confront your fears … and four other ways to stop procrastinating",
            "category": "Life-and-Style",
            "snippet": "Summary: Figure out the underlying cause Clare Evans, a productivity coach and author of Time Management For Dummies, says the main reasons for procrastinating …"
        },
        {
            "title": "McDonnell warns UK faces decade of disappointment under Tories",
            "category": "Politics",
            "snippet": "Summary: John McDonnell has warned that Britain risks a decade of disappointment under the Conservatives as Boris Johnson “steals” Labour policies without suff …"
        },
        {
            "title": "Do people in prison matter less in an emergency than those who are free?",
            "category": "Books",
            "snippet": "There is one image from the bushfire crisis that I am still not able to shake. It has led to night terrors where I wake in a sweat, feeling embers on …"
        },
        {
            "title": "McDonnell and Starmer show split on Labour's Brexit stance",
            "category": "Politics",
            "snippet": "A sharp split has emerged between the two chief architects of Labour’s Brexit policy as John McDonnell and Keir Starmer delivered vastly different ver …"
        },
        {
            "title": "Morgan takes control as England chase down South Africa and the T20 series",
            "category": "Sport",
            "snippet": "What a series, what a run chase and what a crick in the neck watching the ball sail through the Centurion skies. With its short boundaries and much-va …"
        },
        {
            "title": "Church group criticises US plan to rein in smaller shareholders",
            "category": "Business",
            "snippet": "Managers of the Church of England’s £8.3bn investment portfolio have criticised US regulators for planning to deny smaller shareholders, such as the c …"
        },
        {
            "title": "Antonia Gransden obituary",
            "category": "Books",
            "snippet": "Summary: My friend Antonia Gransden, who has died aged 91, was among the foremost medievalists of her generation. Her substantial and sustained scholarship spa …"
        },
        {
            "title": "Families of Troubles victims warn against amnesty for soldiers",
            "category": "UK-News",
            "snippet": "A man whose 11-year-old brother was killed by a soldier in Northern Ireland nearly 40 years ago has warned that victims’ families “were not going to g …"
        },
        {
            "title": "Mike Pompeo seeks to defund program named after envoy killed in Benghazi",
            "category": "US-News",
            "snippet": "Mike Pompeo rose to prominence during investigations of the deadly attack on a US facility in Benghazi in September 2012. Now, as Donald Trump’s secre …"
        },
        {
            "title": "William Barr must quit over Trump-Stone scandal – former justice officials",
            "category": "US-News",
            "snippet": "More than 1,000 former US justice department officials, including some of the top government lawyers in the country, have called on attorney general W …"
        },
        {
            "title": "Companies paid record $1.43tn in dividends in 2019",
            "category": "Business",
            "snippet": "Companies paid out a record $1.43tn (£1.10tn) in dividends to shareholders around the world last year. The record-breaking annual dividend payout from …"
        },
        {
            "title": "Thousands stranded at Heathrow due to check-in systems meltdown",
            "category": "UK-News",
            "snippet": "Heathrow airport has apologised after thousands of passengers had their flights cancelled or severely delayed because of technical issues affecting it …"
        },
        {
            "title": "JD Wetherspoon to serve only Fairtrade sugar in pubs",
            "category": "Business",
            "snippet": "The pub chain JD Wetherspoon is brushing up its “ethical” credentials by serving up only Fairtrade sugar in all its pubs and hotels in the UK and Irel …"
        },
        {
            "title": "‘I was a bad influence on the Beatles': James Taylor on Lennon, love and recovery",
            "category": "Music",
            "snippet": "James Taylor looks out at the sprawling London skyline. “This is where it started,” he says. “The moment.” He made his first trip here in 1968, playin …"
        },
        {
            "title": "Sadiq Khan sets up £50m fund to reduce emissions in London",
            "category": "Politics",
            "snippet": "Summary: London mayor Sadiq Khan is to spend £50m on a Green New Deal for London as part of a pledge to make the UK capital carbon neutral by 2030. The mayor, …"
        },
        {
            "title": "I was juggling work, kids and cancer and needed help. Then 20 new friends swooped to my rescue",
            "category": "Life-and-Style",
            "snippet": "Some years ago, my husband and I visited old friends who were preparing to move house. When we were leaving, we told them to let us know if they neede …"
        },
        {
            "title": "Antisocial: How Online Extremists Broke America by Andrew Marantz – review",
            "category": "Books",
            "snippet": "Andrew Marantz is a staff writer for the New Yorker, and a pretty good one. He’s written a lot of perceptive stuff about the tech industry in recent y …"
        },
        {
            "title": "Bradford puts money on libraries to boost city's health",
            "category": "Books",
            "snippet": "The library at Thebes was said to have the inscription “Medicine for the soul” above its doors – a notion Bradford council is set to put to the test w …"
        },
        {
            "title": "Italian man, 95, resident in UK for 68 years, told to prove it",
            "category": "UK-News",
            "snippet": "A 95-year-old Italian man who has been in the UK for 68 years has been asked to prove he is resident in the country by the Home Office in order to rem …"
        },
        {
            "title": "The best books about new beginnings",
            "category": "Books",
            "snippet": "Eat, Pray, Love by Elizabeth Gilbert has long been the hoary cliche of new starts, the story of a woman who apparently can’t find any decent Italian f …"
        },
        {
            "title": "Immense. Harrowing. Exhilarating: pianist Igor Levit on Beethoven's sonatas",
            "category": "Music",
            "snippet": "Opus 2, No 2. The early A major sonata. Four movements with some 23 minutes of music. Surely one of the young Beethoven’s finest and most ingenious cr …"
        },
        {
            "title": "Greed is ... good? Why Hollywood can't make its mind up about billionaires",
            "category": "Film",
            "snippet": "Greed is not good in Greed. Director Michael Winterbottom’s new satire shows us wealth in all its vanity, venality and vulgarity, as flaunted by Steve …"
        },
        {
            "title": "Ocasio-Cortez faces 13 challengers – but can anyone unseat her?",
            "category": "US-News",
            "snippet": "Democratic leftist superstar Alexandria Ocasio-Cortez has risen to national – and even global – fame from an unlikely position as a young first-time c …"
        },
        {
            "title": "UK to promote Chinese firm 'implicated' in Uighur rights abuses",
            "category": "UK-News",
            "snippet": "The UK government is to promote a Chinese surveillance company that has been blacklisted by the US after it was “implicated” in human rights violation …"
        },
        {
            "title": "Cathay Pacific issues profit warning after coronavirus hits service",
            "category": "Business",
            "snippet": "Summary: Cathay Pacific, Hong Kong’s flag carrier airline, has issued a profit warning after the coronavirus outbreak forced it to cancel two in every five fli …"
        },
        {
            "title": "Poem of the week: Bright is the Ring of Words by Robert Louis Stevenson",
            "category": "Books",
            "snippet": "Summary: Bright is the Ring of Words Bright is the ring of words When the right man rings them, Fair the fall of songs When the singer sings them. Still they a …"
        },
        {
            "title": "Shuteye and sleep hygiene: the truth about why you keep waking up at 3am",
            "category": "Life-and-Style",
            "snippet": "You land in your body with a start, or else it slowly comes into groggy focus: either way it’s night-time, but you are now awake. Why? Alice Gregory, …"
        },
        {
            "title": "Shamima Begum says her 'world fell apart' after losing UK citizenship",
            "category": "UK-News",
            "snippet": "Shamima Begum has said her “whole world fell apart” when she discovered that she had been stripped of her British citizenship, in her first interview …"
        },
        {
            "title": "Kate Forbes appointed Scotland's first female finance secretary",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has appointed Kate Forbes as Scotland’s first female finance secretary in a mini-reshuffle forced by the abrupt resignation of Derek M …"
        },
        {
            "title": "Leah Fritz obituary",
            "category": "Books",
            "snippet": "My friend Leah Fritz, who has died aged 88, was an American writer known for her support of the civil rights, peace and feminist movements. In her two …"
        },
        {
            "title": "Built on rock: the geology at the heart of Oscars sensation Parasite",
            "category": "Film",
            "snippet": "Summary: When Bong Joon-ho made movie history by winning a clutch of Oscars for Parasite, he held the statuettes together afterwards, making them kiss. There i …"
        },
        {
            "title": "Hundreds of readers donate copies of depression memoir after Caroline Flack's death",
            "category": "Books",
            "snippet": "Summary: An independent bookseller has been deluged with thousands of requests after offering to send anyone who feels they need one a copy of Matt Haig’s memo …"
        },
        {
            "title": "James Haskell: 'When you’re being choked in the MMA cage it’s horrific'",
            "category": "Sport",
            "snippet": "Summary: “I’m in the dungeon in Wembley five times a week, training with fighters, and there is no let-up,” James Haskell says as he explains his transition fr …"
        },
        {
            "title": "How we met: ‘She came into my bar and opened a tab. I wrote “my future wife” on it‘",
            "category": "Life-and-Style",
            "snippet": "One Saturday night, Andrew saw Jenny walk down the steps to the bar in Vienna where he worked. The other bartenders recognised her as a regular, but i …"
        },
        {
            "title": "All Tindered out? The surprising return of the singles night",
            "category": "Life-and-Style",
            "snippet": "‘I used to torture frogs when I was young,” the man was telling me, with a stare that would make the most experienced serial killer uneasy. I wasn’t a …"
        },
        {
            "title": "Share your experiences of emotional affairs",
            "category": "Life-and-Style",
            "snippet": "An “emotional affair” is distinguished by a betrayal or breach of a romantic relationship without physical intimacy. It may mean spending time with so …"
        },
        {
            "title": "Andrew Weatherall, British producer behind Screamadelica, dies aged 56",
            "category": "Music",
            "snippet": "Andrew Weatherall, the British musician, DJ and record producer known for helming Primal Scream’s Screamadelica, has died aged 56. His management wrot …"
        },
        {
            "title": "Trump attends wedding of immigration hardline adviser Stephen Miller",
            "category": "US-News",
            "snippet": "Donald Trump has attended the wedding this weekend of embattled and controversial White House aide Stephen Miller, who has been condemned for his link …"
        },
        {
            "title": "Japan's economy on brink of recession; Cathay's profits warning - as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap: Japan has suffered its worst quarter since 2014. Japanese GDP shrank by 1.6% in the final quarter of this year, the equivalent …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with AbsoluteBeginner76 who has been e …"
        },
        {
            "title": "Storm Dennis: Woman's death in West Midlands confirmed",
            "category": "UK-News",
            "snippet": "The body of a woman who was swept into flood water in the West Midlands has been recovered as emergency services continue to assist communities still …"
        },
        {
            "title": "Nicky Henderson stable tour: Buveur D’Air on way back for Cheltenham 2021",
            "category": "Sport",
            "snippet": "Buveur D’Air is making a good recovery from the shocking foot injury he sustained at Newcastle in November and is expected to resume his career in the …"
        },
        {
            "title": "Mike Bloomberg dogged by more past controversial remarks",
            "category": "US-News",
            "snippet": "More past comments emerged on Monday to further dog media mogul and billionaire Mike Bloomberg’s chase for the Democratic presidential nomination, inc …"
        },
        {
            "title": "UK must prepare for more intense storms, climate scientists say",
            "category": "UK-News",
            "snippet": "Britain must brace for more storms like Dennis and Ciara because rainfall will be more intense in a climate-disrupted future, scientists have warned. …"
        },
        {
            "title": "First-home buyers flex their muscles as investors lose their oomph",
            "category": "Business",
            "snippet": "House prices remain a major issue of the economy as once again we see prices in Sydney and Melbourne go up after significant falls. For now the market …"
        }
    ]
}