{
    "page": [
        {
            "title": "As a Liverpool fan, this season is ecstasy. But nothing beats a last-minute goal",
            "category": "Life-and-Style",
            "snippet": "I am a happy bunny, football-wise. As a homegrown and lifelong Liverpool supporter, the extraordinary season my club is having is nothing short of ecs …"
        },
        {
            "title": "Out of Darkness, Shining Light by Petina Gappah review – a journey across colonial Africa",
            "category": "Books",
            "snippet": "Summary: Western history builds up its great men with sleight-of-hand, nudging our attention away from all the things we’re not supposed to see, while it keeps …"
        },
        {
            "title": "Self-belief surges as Trump's conservative faithful plan four more years",
            "category": "US-News",
            "snippet": "“Four more years!” the crowd chanted at Mike Pence, the vice-president. “Four more years!” Not so long ago, under the shadow of investigations, impeac …"
        },
        {
            "title": "Myrkur: Folkesange review – Danish black metaller makes dense, intense folk",
            "category": "Music",
            "snippet": "Plait-wearing girls knitting on mountaintops don’t usually feature on the albums of black metal artists, unless they’re shot in stark monochrome and l …"
        },
        {
            "title": "Parisian Lives by Deidre Bair review – deliciously indiscreet about Beckett and De Beauvoir",
            "category": "Books",
            "snippet": "When Samuel Beckett agreed to let Deirdre Bair write his biography, everyone assumed it was because he was sleeping with her. The year was 1971 and th …"
        },
        {
            "title": "Soccer Mommy: Color Theory review – grief and depression given glorious voice",
            "category": "Music",
            "snippet": "Summary: Many people who have had to contend with depression will recognise little truths leaping out at them from the second album by Sophie Allison, under th …"
        },
        {
            "title": "Vladislav Delay: Rakka review – techno from the end of the world",
            "category": "Music",
            "snippet": "Summary: Most people tend to start out angry at injustice in the world, and then have that anger pared down by the passage of time until they’re playing golf a …"
        },
        {
            "title": "Peter Bogdanovich: 'I missed my chance to tell Buster Keaton he was a genius – now I'm telling the world'",
            "category": "Film",
            "snippet": "Summary: I must have been six or seven when I first saw Buster Keaton. We were living in New York, and my father took me to the Museum of Modern Art in New Yor …"
        },
        {
            "title": "Experience: I was a gay-conversion therapist",
            "category": "Life-and-Style",
            "snippet": "I moved out of home when I was 18. My first place was an apartment and I became friendly with the guy who lived above me. I was having a beer with him …"
        },
        {
            "title": "The Orielles: Disco Volador review – taking cosmic pop to new galaxies",
            "category": "Music",
            "snippet": "Summary: British music fans have an insatiable appetite for cosmic indie pop. Broadcast, Stereolab and the Beta Band infused it with rich sociopolitical ideas …"
        },
        {
            "title": "Haleek Maul: Errol review – rapper rattles past teen angst",
            "category": "Music",
            "snippet": "Back in 2012, aged just 16, Bajan-American rapper Malik Hall, AKA Haleek Maul, was making downtempo, introspective rap probing the sulky, nocturnal mu …"
        },
        {
            "title": "Anne Enright: ‘A lot of bad things happen to women in books. Really a lot’",
            "category": "Books",
            "snippet": "When Anne Enright began writing her latest novel Actress in 2016, a story of the dark side of showbusiness with a full cast of sleazebags and sexual p …"
        },
        {
            "title": "'I felt seen for the first time': why trans activists are rallying behind Elizabeth Warren",
            "category": "US-News",
            "snippet": "A group of prominent transgender activists have rallied behind one 2020 presidential campaign – and it’s not the first openly LGBTQ+ candidate with a …"
        },
        {
            "title": "Tracks of the week reviewed: the Weeknd, Selena Gomez, the Strokes",
            "category": "Music",
            "snippet": "Summary: The Weeknd After Hours I don’t usually like to encourage artists who release six-minute songs, but let’s make an exception for the Weeknd who has, onc …"
        },
        {
            "title": "An Evening With Whitney review – Houston hologram is ghoulish cash-in",
            "category": "Music",
            "snippet": "‘Welcome to Whitney Houston, very much alive,” says the star of the show, except she isn’t Houston. The American singer died aged 48 in 2012, yet has …"
        },
        {
            "title": "England beat Pakistan by 42 runs: Women's Twenty20 World Cup – as it happened",
            "category": "Sport",
            "snippet": "So what could have been a stressful and tense encounter proves to be a bit of a stroll for Heather Knight’s side. That slow start and late flurry of w …"
        },
        {
            "title": "I love to travel but my reluctant partner is holding me back",
            "category": "Life-and-Style",
            "snippet": "I have a taste for adventure, but my partner would rather stay at home. We have just returned from a short break, during which he spent much of the ti …"
        },
        {
            "title": "Chess: Nigel Short checkmates three in a row at Bunratty weekender",
            "category": "Sport",
            "snippet": "Summary: Nigel Short, who challenged for Garry Kasparov’s world title in 1993 and en route scored his greatest success with a match victory against Anatoly Kar …"
        },
        {
            "title": "It's about time film began representing the lesbian gaze",
            "category": "Film",
            "snippet": "The portrayal of lesbians in mainstream cinema tends to involve prosthetic vaginas and gratuitous sex scenes; so Céline Sciamma’s Portrait of a Lady o …"
        },
        {
            "title": "‘Surreal immediacy’: how a 1,000-page novel became a 45-hour audiobook",
            "category": "Books",
            "snippet": "Summary: Finishing a good book should leave you feeling bereft for a little while, but it’s rare to leave a novel with your brain vibrating at a different freq …"
        },
        {
            "title": "My birthday is 29 February and this one’s a Saturday, so I’m celebrating big",
            "category": "Life-and-Style",
            "snippet": "Summary: If good things come to those who wait, then I’m in for a treat: 29 February is my birthday and I’ve waited four long years for it. And it’s a Saturday …"
        },
        {
            "title": "I’m getting up at 5am to ‘chase the tiger’. How long can I sustain this madness?",
            "category": "Life-and-Style",
            "snippet": "A while ago, I came across the work of motivational speaker Eric Thomas, who is a bit like the US megastar life coach Tony Robbins, except, in his own …"
        },
        {
            "title": "Venue to be built in Manchester will be UK's biggest indoor arena",
            "category": "UK-News",
            "snippet": "Designs for the UK’s biggest indoor arena, to be built in Manchester – with a capacity of up to 23,500 people – have been revealed. The venue, to be b …"
        },
        {
            "title": "Brexit: France says idea of Australia-style deal is 'for the birds'",
            "category": "Politics",
            "snippet": "Summary: France has mocked Boris Johnson’s claim that the UK can have an Australia-style deal with the EU after Brexit as “for the birds”, warning an extra six …"
        },
        {
            "title": "I want to know who my father was. Should I take a DNA test?",
            "category": "Life-and-Style",
            "snippet": "I am 60, and have known for years that my father was not my real father. My mother once explained that when I was conceived my father was away, so it …"
        },
        {
            "title": "UK and US stock markets fall again",
            "category": "Business",
            "snippet": "Share prices around the world plunged for the second day in a row on Friday, sending stock market losses linked to the coronavirus outbreak smashing t …"
        },
        {
            "title": "Prince Harry treads in Beatles’ footsteps on Abbey Road visit",
            "category": "UK-News",
            "snippet": "The Duke of Sussex joined Jon Bon Jovi on a rainy London zebra crossing to recreate the Beatles’ Abbey Road album cover at the recording of a charity …"
        },
        {
            "title": "'Amazing kid': family pay tribute to 13-year-old pulled from river in Durham",
            "category": "UK-News",
            "snippet": "The family of a 13-year-old boy whose body was pulled from the River Wear in County Durham have paid tribute to him as “an amazing kid” who had “a hea …"
        },
        {
            "title": "Michael Medwin obituary",
            "category": "Film",
            "snippet": "Summary: Best known for countless character roles in films and as the wide-boy Corporal Springer in the highly acclaimed 1950s TV series The Army Game, the act …"
        },
        {
            "title": "Denis & Katya review – Venables turns real-life tragedy into chilling opera",
            "category": "Music",
            "snippet": "Romeo and Juliet crossed with Bonnie and Clyde: Denis Muravyov and Katya Vlasova were both innocent and transgressive. Music Theatre Wales’s UK premie …"
        },
        {
            "title": "'It's terrifying': why young pop stars are suddenly playing arenas",
            "category": "Music",
            "snippet": "Picking up an honour earlier this month at LA’s Pollstar awards, which celebrate achievements in live music, Elton John delivered some advice. “To peo …"
        },
        {
            "title": "The problem with Wendy: how did an Oscar-nominated director get it so wrong?",
            "category": "Film",
            "snippet": "It’s a tale as old as time, or at least as old as Hollywood: a hotshot young director scores on their first outing and, awash with accolades and flatt …"
        },
        {
            "title": "UK pension funds lose 5% of their value in coronavirus scare",
            "category": "Business",
            "snippet": "Summary: British pension funds have lost 5%-6% of their value in the last five days as fears over the impact of coronavirus sent stock markets tumbling around …"
        },
        {
            "title": "Woman wins payout for stymied career in landmark divorce case",
            "category": "Life-and-Style",
            "snippet": "A woman who “sacrificed” her career as a solicitor so she could look after her children has won compensation on top of an equal share of the family’s …"
        },
        {
            "title": "Coronavirus leads to worst week for markets since financial crisis",
            "category": "Business",
            "snippet": "The rapid spread of the coronavirus has triggered the biggest plunge in global stock markets since the financial crisis, amid rising fears over the im …"
        },
        {
            "title": "Giving millionaires the boot: why Cahiers du Cinéma editors quit en masse",
            "category": "Film",
            "snippet": "Summary: The mass resignation of the staff of Cahiers du Cinéma, the film journal that launched the French New Wave, has reignited debate in France about the p …"
        },
        {
            "title": "People crave the redemptive violence of Tyson Fury: it's worth asking why",
            "category": "Sport",
            "snippet": "It is hugely disappointing that Tyson Fury isn’t fighting again this weekend. Or indeed, that he isn’t fighting every Saturday and midweek too, part o …"
        },
        {
            "title": "Drowned Somali girl 'feared getting into trouble over outing'",
            "category": "UK-News",
            "snippet": "Summary: A 12-year-old Somali refugee was reluctant to accompany two other children on an after-school outing that led to her drowning because she feared she w …"
        },
        {
            "title": "UCI stands by decision to halt UAE Tour over coronavirus uncertainty",
            "category": "Sport",
            "snippet": "Cycling’s governing body is monitoring developments in Abu Dhabi and Berlin after Chris Froome was among those tested for the coronavirus, while Ferra …"
        },
        {
            "title": "‘Eyesore’ London tower approved despite housing concerns",
            "category": "UK-News",
            "snippet": "Summary: Plans for one of Britain’s tallest residential skyscrapers have been approved in west London despite complaints from residents that the proposal is “o …"
        },
        {
            "title": "Bottas and Hamilton quickest as Mercedes stay ahead of the field in F1 testing",
            "category": "Sport",
            "snippet": "Mercedes remained the class of the field as Formula One testing concluded in Barcelona. Lewis Hamilton and Valtteri Bottas finished their last runs at …"
        },
        {
            "title": "Analysts and investors lose their bearings in the coronavirus fallout",
            "category": "Business",
            "snippet": "“Make this stop.” The headline on Bank of America’s rejig of its economic forecasts for Europe summed up the mood in financial markets. City analysts …"
        },
        {
            "title": "'Extinction is a choice’: Margaret Atwood on Tasmania's forests and saving the swift parrot",
            "category": "Books",
            "snippet": "We stand under the bird viewing platform, the wind blowing, the giant white gum trees towering. Margaret Atwood, her face partly hidden beneath a blac …"
        },
        {
            "title": "'I bet Bon Scott is pissing himself': the AC/DC covers gig shutting down a major Perth highway",
            "category": "Music",
            "snippet": "Summary: It may be a celebration of a uniquely Western Australian cult figure, but Highway To Hell – the Perth festival’s closing gambit for 2020, which will s …"
        },
        {
            "title": "Boris Johnson will not hold coronavirus crisis meeting until Monday",
            "category": "Politics",
            "snippet": "Boris Johnson has been accused of shirking responsibility after it emerged he will not hold an emergency Cobra meeting on the coronavirus outbreak unt …"
        },
        {
            "title": "Novelist Marian Keyes to headline Primadonna literary festival",
            "category": "Books",
            "snippet": "The award-winning novelist Marian Keyes has been announced as one of the headline acts at a feminist literary festival where women are being encourage …"
        },
        {
            "title": "Controversial? Maybe. But it's time to rethink these four cooking myths",
            "category": "Life-and-Style",
            "snippet": "There is plenty of lore in the kitchen, and a fair amount of myth, too. Here are four common cooking myths that are in need of a bit of a rethink. Myt …"
        },
        {
            "title": "Roman Polanski wins best director at French 'Oscars' amid protests",
            "category": "Film",
            "snippet": "Police and protesters clashed briefly outside the French “Oscars” ceremony on Friday evening as the Franco-Polish film director Roman Polanski was awa …"
        },
        {
            "title": "John Lewis launches hand-me-down clothing drive",
            "category": "Business",
            "snippet": "John Lewis is tackling fashion waste by launching a hand-me-down drive with extended name labels attached to children’s coats that can be easily amend …"
        },
        {
            "title": "Investor group warns 63 large firms over gender imbalance",
            "category": "Business",
            "snippet": "An influential investor group has warned 63 publicly listed companies, including Stagecoach Group and the Ladbrokes owner GVC, over their failure to i …"
        }
    ]
}