{
    "page": [
        {
            "title": "Home listening: a good week for Ariadne",
            "category": "Music",
            "snippet": "Summary: • Countless composers have had a fascination with the abandoned figure of Ariadne, or Arianna, who helped Theseus kill the Cretan Minotaur and ended u …"
        },
        {
            "title": "As the days get longer, start chitting and adding compost",
            "category": "Life-and-Style",
            "snippet": "Finally, February! We will start to dig sometime this month where the soil is not too waterlogged or frozen. We will add in aged compost, maybe leaf m …"
        },
        {
            "title": "Drawn lashes that won’t get in your eyes",
            "category": "Life-and-Style",
            "snippet": "Summary: That faux lashes are no longer reserved for special occasions is not a terrible thing – but it is when they are dense odes to tarantulas, obliterating …"
        },
        {
            "title": "Labour’s survival requires more than just discarding the Corbyn ideology",
            "category": "Politics",
            "snippet": "I have been an outspoken critic of Jeremy Corbyn’s stewardship of the Labour party, but the crushing rejection of Labour by the voters in December was …"
        },
        {
            "title": "Inventory: A River, a City, a Family by Darran Anderson review – troubled lives brought to light",
            "category": "Books",
            "snippet": "“How might it be possible to construct a lost person?” asks Darran Anderson in the preface to Inventory, “...to rebuild a human being from photographs …"
        },
        {
            "title": "'How do you fall for the Bernie Sanders scam?' Martin O'Malley on the Democrats and Iowa",
            "category": "US-News",
            "snippet": "Four years ago, in Iowa, Martin O’Malley withdrew from the race for the Democratic presidential nomination. To some, he’d seemed made for the job. Bor …"
        },
        {
            "title": "The Man Who Killed Don Quixote review – Gilliam’s knight proves errant",
            "category": "Film",
            "snippet": "Terry Gilliam’s bloated if well-meaning riff on Miguel de Cervantes’s 17th-century novel has been “more than 25 years in the making and unmaking” acco …"
        },
        {
            "title": "EU states look in poor health to withstand a global crisis",
            "category": "Business",
            "snippet": "Summary: The focus was inevitably on Britain as the clock ticked down on Friday night towards the moment of departure from the European Union. How would the ec …"
        },
        {
            "title": "Sportwatch: Wanderers win and Perry dominates but disappointment in the doubles – as it happened",
            "category": "Sport",
            "snippet": "Thank you very much for your company today - lots to get through from cycling to softball and plenty in between. If you’re not sated there’s still mor …"
        },
        {
            "title": "England’s world-beating cricketers are suffering the curse of nation’s gilded few",
            "category": "Sport",
            "snippet": "Outside, it is cinereous and damp; February creeps in without an ode to anything, least of all joy. But somewhere, surely, the Cricket World Cup final …"
        },
        {
            "title": "Queen & Slim review – love on the run across the US racial divide",
            "category": "Film",
            "snippet": "Summary: This arresting debut feature from Melina Matsoukas – Grammy-award winning director of Beyoncé’s Formation video, whose television CV includes Master o …"
        },
        {
            "title": "How cartoonist Isabel Greenberg brought the Brontës’ Angria to life",
            "category": "Books",
            "snippet": "When Isabel Greenberg’s third graphic novel begins, it is July 1849. A young woman with a pugnacious jaw and a pair of unflattering spectacles on the …"
        },
        {
            "title": "Outing a person rarely brings us closer to their truth",
            "category": "Life-and-Style",
            "snippet": "They’re called BeauTubers now, which I didn’t know – words arrive in the world as required, rarely announcing themselves in advance, and we adapt alon …"
        },
        {
            "title": "It’s back to the 70s with avocado plants",
            "category": "Life-and-Style",
            "snippet": "It’s sad when you get to the age where you start seeing old trends coming around again, especially in the notoriously slow-moving world of horticultur …"
        },
        {
            "title": "A Very Stable Genius; Free, Melania reviews – the lord of misrule and his mysterious wife",
            "category": "Books",
            "snippet": "To begin with, journalists exposing the mayhem of the Trump administration sounded a shrill alarm: the incendiary slogan of Michael Wolff’s book was F …"
        },
        {
            "title": "J Hus: Big Conspiracy review – reflective but still reckless",
            "category": "Music",
            "snippet": "Summary: J Hus’s 2016 outing Common Sense was pivotal in evolving contemporary British urban music, bringing African R&B influences into London’s admixture of …"
        },
        {
            "title": "Thousands trapped in limbo by post-Grenfell fire safety standards",
            "category": "Business",
            "snippet": "Summary: It was in April 2018 that Danyal Aziz reserved a shared-ownership flat at the Paragon in Ilford, east London. The development, built with government f …"
        },
        {
            "title": "While I spend too much time scrolling through Twitter, the real story is happening right in front of me",
            "category": "Life-and-Style",
            "snippet": "After months of realising we were using electronic devices around our toddler too much, this week we decided to try removing them from his life entire …"
        },
        {
            "title": "I’m a psychotherapist, but therapy didn’t ease my grief",
            "category": "Life-and-Style",
            "snippet": "Five years ago I flew over the Connecticut hospital mortuary where thousands of feet below my husband’s dead body lay. The map on the screen flashed u …"
        },
        {
            "title": "Richard Jewell review – Clint Eastwood’s cautionary tale for cynical times",
            "category": "Film",
            "snippet": "There is an elegant, even-handed character study buried within Clint Eastwood’s crisp procedural about a security guard who becomes a hero – and then …"
        },
        {
            "title": "Dominic Raab accused of 'sabre-rattling' over Brexit talks with EU",
            "category": "Politics",
            "snippet": "Dominic Raab has been accused of engaging in diplomatic “sabre-rattling” after rejecting legislative alignment with Brussels and dismissing claims by …"
        },
        {
            "title": "Boris Johnson may have to greenlight HS2 but he can say no to Heathrow expansion",
            "category": "Business",
            "snippet": "Delays. The threat of sudden cancellation. Expensive. The story of HS2 is that of the modern rail traveller writ large. Now a decision on whether the …"
        },
        {
            "title": "The new class war: did a liberal elite pave the way for rise of Trump?",
            "category": "US-News",
            "snippet": "Michael Lind, the author of The New Class War: Saving Democracy from the Managerial Elite, has a theory. Today’s political villain, he argues, is a ph …"
        },
        {
            "title": "Novak Djokovic outlasts Dominic Thiem to win eighth Australian Open crown",
            "category": "Sport",
            "snippet": "Novak Djokovic strolled out of Rod Laver Arena a little after midnight, the cheers – and a few jeers – behind him drifting into the cool night through …"
        },
        {
            "title": "A Long Petal of the Sea by Isabel Allende review – love on the run from Franco",
            "category": "Books",
            "snippet": "Towards the end of Isabel Allende’s expansive new book, its protagonist, Victor Dalmau, looks back over his 80 years. “My life has been a series of jo …"
        },
        {
            "title": "Kesha: High Road review – back in the driver’s seat",
            "category": "Music",
            "snippet": "Summary: When Kesha Sebert emerged in 2009 as Ke$ha she was styled as the ultimate party girl, singing EDM-tinged anthems about glugging Jack Daniels for break …"
        },
        {
            "title": "Benefits hotline drops anxiety-inducing Vivaldi clip as hold music",
            "category": "Politics",
            "snippet": "Summary: Da da-da-da da da-da … Vivaldi’s Four Seasons is no longer the soundtrack to millions of people’s frustrated interactions with welfare bureaucracy, af …"
        },
        {
            "title": "Novak Djokovic beats Dominic Thiem in Australian Open final – as it happened",
            "category": "Sport",
            "snippet": "Summary: That’s all from me today. From another shock championship performance by a young female player to another Big 3 male player edging a five-setter to up …"
        },
        {
            "title": "How to sit properly at work",
            "category": "Life-and-Style",
            "snippet": "First and foremost, don’t sit for too long. You can get very expensive chairs, but if you sit on them for lengthy periods of time, you are still going …"
        },
        {
            "title": "Release of major Iowa poll scrapped after Pete Buttigieg's name 'left off survey'",
            "category": "US-News",
            "snippet": "The Des Moines Register and CNN canceled the release of one of the most influential polls of the Democratic primary on Saturday night, after candidate …"
        },
        {
            "title": "‘Give me a chance’: Emily Thornberry in last-ditch appeal to Labour members",
            "category": "Politics",
            "snippet": "Emily Thornberry has made an urgent plea for nominations as she faces the possibility of being knocked out of the race to become Labour’s next leader. …"
        },
        {
            "title": "In brief: Nothing to See Here; One of Them; Big Sky – review",
            "category": "Books",
            "snippet": "Nothing to See Here Kevin Wilson Text, £10.99, pp288 Lillian is 28 and in a dead-end job. Years ago, she was a scholarship student at an elite boardin …"
        },
        {
            "title": "Curiouser and curiouser: Thomas Adès on Gerald Barry's Wonderland",
            "category": "Music",
            "snippet": "Gerald Barry’s music inhabits the same kind of space that Lewis Carroll’s Alice books do. Carroll might not have put it like this (he was writing pre- …"
        },
        {
            "title": "'Kickass women win': Warren makes case to Iowans why she can beat Trump",
            "category": "US-News",
            "snippet": "Hours after the Senate impeachment trial of Donald Trump adjourned for the evening in Washington on Friday, Elizabeth Warren bounded into a brewery in …"
        },
        {
            "title": "Andy Gill: Gang of Four's genius guitarist who burned a route out of punk",
            "category": "Music",
            "snippet": "Britain’s late 70s provincial punk scenes were seldom places for the faint-hearted, but few were as starkly polarised as that in Leeds. At one extreme …"
        },
        {
            "title": "Major Tory donor Lycamobile embroiled in three disputes with HMRC",
            "category": "Business",
            "snippet": "A mobile phone firm that has been a major Tory donor is embroiled in three disputes with the UK tax authorities over at least £60m in allegedly unpaid …"
        },
        {
            "title": "What a to-do! How to write the perfect list",
            "category": "Life-and-Style",
            "snippet": "It is simple and elegant and ordered. In theory, the to-do list is the answer to all your productivity problems. First, write “write to-do list” at th …"
        },
        {
            "title": "Five ways to stay healthy when breastfeeding",
            "category": "Life-and-Style",
            "snippet": "Eat well A good diet is particularly important when breastfeeding. “You’re fuelling yourself to fuel a baby,” says Jane Moffett, a breastfeeding couns …"
        },
        {
            "title": "Siegfried review – Jurowski showcases Wagner with wonder and excitement",
            "category": "Music",
            "snippet": "The London Philharmonic’s Ring with Vladimir Jurowski goes, it would seem, from strength to strength. Presenting one opera a year, they have now reach …"
        },
        {
            "title": "'Quality over quantity': Gen Z's 'sex recession' looks more like an upturn",
            "category": "Life-and-Style",
            "snippet": "In 2019 the idea of a millennial and Gen Z “sex recession” became fact. Or it became the 2019 version of a fact: something we all (myself included) ab …"
        },
        {
            "title": "Fears grow over HS2's potential impact on biodiversity",
            "category": "UK-News",
            "snippet": "Summary: When Labour announced HS2 in 2010, the 153-page launch document contained one mention of wildlife. Only “a few” protected wildlife sites would be affe …"
        },
        {
            "title": "Will HS2 really help cut the UK’s carbon footprint?",
            "category": "UK-News",
            "snippet": "Summary: One of the principal arguments in favour of HS2 was the positive effect it would have on the environment – and this was rooted in the belief that high …"
        },
        {
            "title": "What we know so far about the Streatham terror attack",
            "category": "UK-News",
            "snippet": "A man was shot dead by armed police in Streatham, south London, on Sunday afternoon. Police described the incident as “terrorist-related” and said tha …"
        },
        {
            "title": "Tell us: have you been affected by the Streatham attack?",
            "category": "UK-News",
            "snippet": "Summary: The attacker has been named as Sudesh Amman, who left prison only days ago and had previously been noted by police as having a “fascination with dying …"
        },
        {
            "title": "Police shoot man dead after terror-related stabbing attack in Streatham",
            "category": "UK-News",
            "snippet": "A man has been shot dead by armed police on a busy south London high street following a terrorist-related incident in which a number of people are bel …"
        },
        {
            "title": "Bernard Le Roux and France bring the ‘brutalité’ to swat England aside",
            "category": "Sport",
            "snippet": "Summary: At times it was brutal to watch. Do not be fooled by England’s late rally, this was a masterclass from France, utterly unfazed by Eddie Jones’s pre-ma …"
        },
        {
            "title": "Six Nations: what we learned from the opening weekend action",
            "category": "Sport",
            "snippet": "Summary: Set pieces still crucial Set pieces are diminishing in number but not in significance, the lineout especially. It provided the platform for Wales’s op …"
        },
        {
            "title": "Andy Gill obituary",
            "category": "Music",
            "snippet": "Summary: The post-punk period of the late 1970s and early 80s bred a number of innovative and challenging bands, of whom Gang of Four proved to be one of the m …"
        },
        {
            "title": "Sonny Bill Williams’s return ends in defeat as Castleford beat Toronto",
            "category": "Sport",
            "snippet": "Sonny Bill Williams’s first game of rugby league for 1,956 days was, in many ways, symptomatic of his new side Toronto Wolfpack’s overall performance …"
        },
        {
            "title": "'I saw them shoot him three times': how Streatham attack unfolded",
            "category": "UK-News",
            "snippet": "Shops and cafes along Streatham High Road were crowded with shoppers and families onthe busy south London thoroughfare when terror struck at around 2p …"
        }
    ]
}