{
    "page": [
        {
            "title": "Mackay's position untenable after scandal, SNP deputy leader says",
            "category": "Politics",
            "snippet": "The deputy leader of the Scottish National party, Keith Brown, said it would be“very difficult” for Derek Mackay to remain at Holyrood after repeatedl …"
        },
        {
            "title": "Mondo Duplantis in pole position to lead athletics’ new wave of talent",
            "category": "Sport",
            "snippet": "Summary: In 1992, on the eve of the Barcelona Olympics, the world’s greatest basketball player met track and field’s greatest gravity defier. Michael Jordan, f …"
        },
        {
            "title": "In brief: House of Trelawney; Black Leopard, Red Wolf; How to Argue With a Racist – reviews",
            "category": "Books",
            "snippet": "House of Trelawney Hannah Rothschild Bloomsbury, £16.99, pp368 Like Rothschild’s debut novel, The Improbability of Love, House of Trelawney wraps up a …"
        },
        {
            "title": "Shopping: All Or Nothing review – more frenetic and kinetic than ever",
            "category": "Music",
            "snippet": "Invigorating vim is the calling card of British post-punk trio Shopping, whose sound across any of their three albums to date would slot neatly into a …"
        },
        {
            "title": "Don’t try to change your partner – and four more ways to strengthen your relationship",
            "category": "Life-and-Style",
            "snippet": "Be appreciative, daily Sarah Calvert, a relationship therapist in London, says: “Starting from a place of appreciation is always of benefit, and can h …"
        },
        {
            "title": "Chinese in UK report 'shocking' levels of racism after coronavirus outbreak",
            "category": "UK-News",
            "snippet": "“We’ll be in trouble if these guys sneeze on us,” Jason Ngan overheard as he and his brother got into a lift in Manchester’s Piccadilly station. Born …"
        },
        {
            "title": "Flying solo: self-employment will change you – but not in the ways you think",
            "category": "Life-and-Style",
            "snippet": "Feeling unappreciated by your employer? Struggling to muster enthusiasm for the work piling up on your desk and flooding your inbox? Perhaps it’s time …"
        },
        {
            "title": "Tourism after the bushfires: 'The whole area is screaming for people to come back'",
            "category": "Life-and-Style",
            "snippet": "Over the Christmas and New Year’s break thousands of holidaymakers were forced to evacuate coastal regions in Victoria and on the New South Wales sout …"
        },
        {
            "title": "Drive-By Truckers: 'We have redneck in us. No one tells us what to do'",
            "category": "Music",
            "snippet": "Summary: Mike Cooley has a gift for aphorism. “Paranoia’s like pulled pork,” he says, in his deep Alabama baritone. “It’s on menus all over the world, but in t …"
        },
        {
            "title": "John Kay obituary",
            "category": "Politics",
            "snippet": "My father, John Kay, who has died aged 94, was a political organiser and activist; he stood for parliament four times as a Communist party candidate. …"
        },
        {
            "title": "Tom Curry stands out in England’s ugly win with confident Ireland up next",
            "category": "Sport",
            "snippet": "England will not care in the slightest that their victory over Scotland was one of the ugliest in recent memory. In fact, I felt that they were set up …"
        },
        {
            "title": "Travellers complain over Met officer's warning about funeral",
            "category": "UK-News",
            "snippet": "Scotland Yard has been accused of “blatant discrimination” after an officer warned local businesses of the risk of hosting mourners from the Traveller …"
        },
        {
            "title": "Prioritise Liverpool-Leeds rail link over HS2, says Burnham",
            "category": "UK-News",
            "snippet": "Boris Johnson should prioritise a new Transpennine railway line before the Manchester section of HS2, the mayor of Greater Manchester, Andy Burnham, h …"
        },
        {
            "title": "Windrush claimants 'tip of the iceberg' as payout struggle continues",
            "category": "UK-News",
            "snippet": "Summary: Ministers have been told that the number of people known to have been wrongly classified as illegal immigrants in the Windrush scandal could be just t …"
        },
        {
            "title": "High time to invest in the north's infrastructure",
            "category": "Business",
            "snippet": "During the election campaign, Boris Johnson promised ambitious plans for an infrastructure boom to rebalance the economy. Yet since his landslide vict …"
        },
        {
            "title": "Six Nations: what we learned from a wet and wild second weekend",
            "category": "Sport",
            "snippet": "Outstanding Stander excels in defence Coaches talk about winning the collisions as a prerequisite to victory and Saturday showed why. Ireland controll …"
        },
        {
            "title": "Eoin Morgan praises Adil Rashid and Moeen Ali for key role in England win",
            "category": "Sport",
            "snippet": "Summary: Eoin Morgan said the key to victory was the performance of England’s veteran spin-bowling duo, Adil Rashid and Moeen Ali, after a nerve-jangling but u …"
        },
        {
            "title": "Democrats step up attacks against each other as New Hampshire primary looms",
            "category": "US-News",
            "snippet": "Leading Democratic presidential candidates have stepped up attacks against each other ahead of the New Hampshire primary, with Joe Biden saying Bernie …"
        },
        {
            "title": "Why justice remains elusive for Windrush generation",
            "category": "UK-News",
            "snippet": "At an angry meeting at the Windrush Memorial Centre in Manchester at the end of January, around 30 people listened to Daniel Hobbs, the civil servant …"
        },
        {
            "title": "Lindsey Graham: Rudy Giuliani is giving DoJ 'information from Ukraine'",
            "category": "US-News",
            "snippet": "Summary: Senator Lindsey Graham has said Department of Justice officials have created a “process” enabling Rudy Giuliani to provide them with “information from …"
        },
        {
            "title": "Anger is the energy fuelling Ellis Genge’s rise in the England ranks",
            "category": "Sport",
            "snippet": "“No comment, mate,” says Eddie Jones. “No comment.” The press conference has just begun and all the journalist wants to know is how Jones feels about …"
        },
        {
            "title": "Six Nations begin investigation into beer bottle incident at Murrayfield",
            "category": "Sport",
            "snippet": "The Six Nations organisers have launched an investigation into the incident before England’s Calcutta Cup victory over Scotland when a member of Engla …"
        },
        {
            "title": "UK launches freeports consultation with aim to open first next year",
            "category": "Politics",
            "snippet": "The government has launched a consultation on creating up to 10 freeports with special tariff and duty status – an idea ministers argue will fuel grow …"
        },
        {
            "title": "Rainy red carpet: bad weather at Oscars threatens to dampen A-listers' evening",
            "category": "Film",
            "snippet": "As Hollywood’s A-listers arrived for the 92nd Academy Awards ceremony in Los Angeles, there was a rush to ensure the red carpet was dry after a downpo …"
        },
        {
            "title": "How Anonymous became a star in publishing",
            "category": "Books",
            "snippet": "“For most of history, Anonymous was a woman,” wrote Virginia Woolf. Today, Anonymous is probably an outraged employee in a public service: a member of …"
        },
        {
            "title": "Health alliance warns Brexit can leave UK exposed to global outbreaks",
            "category": "Politics",
            "snippet": "Tackling global outbreaks such as coronavirus could become harder if the UK loses access to the EU’s early warning system for cross-border threats wit …"
        },
        {
            "title": "Oscars tonight: timetable, predictions and all you need to know",
            "category": "Film",
            "snippet": "Summary: It only seems a few days since the Baftas bored everyone rigid impressed everyone with the sophistication of their choices – and that’s because it is. …"
        },
        {
            "title": "Trump cries fake news as image of dramatic orange tan line goes viral",
            "category": "US-News",
            "snippet": "An image of a windswept Donald Trump, which appears to show a dramatic forehead tan line through his blown-back blond hair, has gone viral – prompting …"
        },
        {
            "title": "Parasite wins best original screenplay Oscar",
            "category": "Film",
            "snippet": "South Korean satire Parasite has won the best original screenplay Oscar at the 92nd Academy Awards. The film had to see off strong competition, includ …"
        },
        {
            "title": "'Time to shine': Janelle Monáe celebrates diversity in Oscars opening number",
            "category": "Music",
            "snippet": "Janelle Monáe opened the Oscars in hectic style with a performance of her 2009 song Come Alive – reworked with Oscar-appropriate lyrics. Beginning in …"
        },
        {
            "title": "Storm Ciara hammers UK with hurricane-force winds and floods",
            "category": "UK-News",
            "snippet": "Summary: Hurricane-force winds and flooding have caused severe disruption across much of Britain, including damage to hundreds of properties and the cancellati …"
        },
        {
            "title": "How Agatha Christie mystery The Pale Horse may have inspired a murderer",
            "category": "Books",
            "snippet": "Summary: This year’s big Agatha Christie adaptation, The Pale Horse, is one of her less well-known murder mysteries – but in some ways it has had a much greate …"
        },
        {
            "title": "Parasite wins best international feature film Oscar",
            "category": "Film",
            "snippet": "South Korean satire Parasite has won the best international film Oscar at the 92nd Academy Awards, the first Korean film to do so. It was the hot favo …"
        },
        {
            "title": "Bong Joon-ho wins the best director Oscar for Parasite",
            "category": "Film",
            "snippet": "Summary: South Korean film-maker Bong Joon-ho has become the second director of a foreign-language film to win the best director Oscar at the 92nd Academy Awar …"
        },
        {
            "title": "Rip Torn remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Rip Torn, the Hollywood wild-man best known for his role on HBO series The Larry Sanders Show, has been remembered at the 92nd Academy Awards in Holly …"
        },
        {
            "title": "Anna Karina remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Summary: Anna Karina, best known for the seven films she made with Jean-Luc Godard, including Bande à Part, Alphaville and Pierrot le Fou, has been remembered …"
        },
        {
            "title": "Star Wars actor Peter Mayhew remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Summary: Peter Mayhew, best known as the man behind the Star Wars character Chewbacca, has been remembered at the 92nd Academy Awards in Hollywood. Mayhew, who …"
        },
        {
            "title": "Godfrey Gao remembered at Oscars ceremony",
            "category": "Film",
            "snippet": "Godfrey Gao, the Taiwanese-Canadian model and actor best known for his work on The Mortal Instruments, has been remembered at the 92nd Academy Awards …"
        },
        {
            "title": "Robert Forster remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Summary: Robert Forster, the veteran actor who was Oscar-nominated for his work in Jackie Brown, has been remembered at the 92nd Academy Awards in Hollywood. F …"
        },
        {
            "title": "Peter Fonda remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Peter Fonda, the iconic star of films such as Easy Rider, has been remembered at the 92nd Academy Awards in Hollywood. Fonda died aged 79 in August 20 …"
        },
        {
            "title": "Rutger Hauer remembered at the Oscars ceremony",
            "category": "Film",
            "snippet": "Rutger Hauer, the Dutch actor best known for his role in the seminal sci-fi film Blade Runner, has been remembered at the 92nd Academy Awards in Holly …"
        },
        {
            "title": "Kirk Douglas remembered at Oscars ceremony",
            "category": "Film",
            "snippet": "Summary: Kirk Douglas, the actor who became one of Hollywood’s biggest stars of the 1950s and 60s, has been remembered at the 92nd Academy Awards in Hollywood. …"
        },
        {
            "title": "Renée Zellweger wins best actress Oscar for Judy",
            "category": "Film",
            "snippet": "Renée Zellweger has won the best actress Oscar at the 92nd Academy Awards for her role as Judy Garland in the biopic of the singer and movie star. Zel …"
        },
        {
            "title": "Parasite's best picture Oscar could kickstart a new era of internationalism",
            "category": "Film",
            "snippet": "Something just bust out of the basement. Parasite’s stunning best picture Oscar win – the very first for a film wholly not in the English tongue – has …"
        },
        {
            "title": "Christopher Eccleston: ‘I really felt that I was going to die’",
            "category": "Life-and-Style",
            "snippet": "Summary: I was originally due to meet Christopher Eccleston a few months back. The plan was to discuss his new book, I Love the Bones of You, which is part aut …"
        },
        {
            "title": "Waitrose to launch charm offensive as Ocado switches to M&S",
            "category": "Business",
            "snippet": "Waitrose is to launch thousands of new and revamped products in the coming months as the battle for the hearts and minds of Ocado shoppers moves up a …"
        },
        {
            "title": "Rise in number of UK companies entering administration",
            "category": "Business",
            "snippet": "The number of firms collapsing into administration across England and Wales rose by nearly 5% to more than 1,400 last year, according to the accountan …"
        },
        {
            "title": "Parasite's brilliant win is a portent of change in the conceited Hollywood club",
            "category": "Film",
            "snippet": "After years of upholding the values of mainstream-prestige dullness and having cultivated a habit of rewarding mediocrity and conformity, the Oscars h …"
        },
        {
            "title": "Joaquin Phoenix responds to best actor Oscar with impassioned speech",
            "category": "Film",
            "snippet": "Joker star Joaquin Phoenix has won the best actor Oscar at the 92nd Academy Awards, for his performance as Batman’s nemesis. Phoenix was the overwhelm …"
        },
        {
            "title": "'I've been a scoundrel all my life': quotes of the Oscars 2020",
            "category": "Film",
            "snippet": "Chris Rock on Jeff Bezos and Marriage Story “Bezos is so rich, he got divorced and he is still the richest man in the world. He saw Marriage Story and …"
        }
    ]
}