{
    "page": [
        {
            "title": "Tell us: have you moved across Europe for love?",
            "category": "Life-and-Style",
            "snippet": "Long distance relationships can be tricky. From students to people who work abroad, people from different backgrounds have tried to make it work. Some …"
        },
        {
            "title": "What I learned from doorstepping Dominic Cummings",
            "category": "Politics",
            "snippet": "Things came to a head on Dominic Cummings’s doorstep on 11 February. “The night-time is the right time to fight crime,” he told waiting reporters, bef …"
        },
        {
            "title": "Go to Hell: town offers free weddings but anniversaries will be a problem",
            "category": "US-News",
            "snippet": "I have heard it said there’s no point in going to heaven, because all the cool people will be in hell. I now know this is probably not true – because …"
        },
        {
            "title": "Revealed: how teachers could unwittingly trigger counter-terror inquiries",
            "category": "UK-News",
            "snippet": "Teachers, doctors and other public-sector workers could unwittingly spark counter-terrorism inquiries when they seek advice about the government’s con …"
        },
        {
            "title": "'The bats used to fly in': the extreme end of heritage living",
            "category": "Life-and-Style",
            "snippet": "Many of us dream of moving into a heritage building. But Olive Ryan didn’t – even before she saw the ghosts. Monte Cristo Homestead, the huge Victoria …"
        },
        {
            "title": "Chess: Alireza Firouzja wins first major title at age of 16",
            "category": "Sport",
            "snippet": "The chess world’s rising star Alireza Firouzja, aged 16 and exiled from Iran, won his first major trophy last night when he defeated India’s Vidit Guj …"
        },
        {
            "title": "Rebecca Long-Bailey challenges rivals on housing as Labour race gets personal",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has publicly called on her rivals in the Labour leadership race to support a pledge to build more council homes, as the battle to …"
        },
        {
            "title": "Minamata review – Johnny Depp attempts redemption in heartfelt look at disaster that struck Japanese town",
            "category": "Film",
            "snippet": "Minamata is not a masterpiece and there are one or two cliches here about western saviours and boozy, difficult, passionate journalists who occupy the …"
        },
        {
            "title": "Hidden Away review - makes a rich, heavy meal of a biopic of feral Italian painter",
            "category": "Film",
            "snippet": "Giorgio Diritti has directed a lovely-looking and fervent film about the life of the 20th-century naive artist Antonio Ligabue, who suffered poverty a …"
        },
        {
            "title": "'It's a cycle': the disproportionate toll of homelessness on San Francisco's African Americans",
            "category": "US-News",
            "snippet": "When Tracey Mixon walks out her door in San Francisco’s Tenderloin neighborhood, she is more likely to meet another black person than in most places i …"
        },
        {
            "title": "Flight Lines: the heroic story of two migratory shorebirds – and the man who followed them",
            "category": "Books",
            "snippet": "Nearly 20 years ago, in pursuit of a different sort of life, I spent six months commuting between Brisbane and Robbins Island, a remote chunk of priva …"
        },
        {
            "title": "Improved accuracy sends Bryson DeChambeau to the top",
            "category": "Sport",
            "snippet": "A Bryson DeChambeau masterclass was followed by another trace of his extrovert nature. Quite naturally after DeChambeau had delivered a 63, including …"
        },
        {
            "title": "Fury v Wilder II: Fighters unveil bulked-up physiques on eve of rematch",
            "category": "Sport",
            "snippet": "There was a time when Deontay Wilder would have been one of his country’s most famous sportsmen, which makes the 34-year-old among the biggest casualt …"
        },
        {
            "title": "California grad students risk losing their jobs amid months-long strike",
            "category": "US-News",
            "snippet": "Across university campuses in California on Friday, students and faculty members marched, chanted and waved signs in support of the graduate students …"
        },
        {
            "title": "Tim Dowling: The kids have made risotto. Should I admit it’s delicious?",
            "category": "Life-and-Style",
            "snippet": "My wife and I did not spend Valentine’s Day together – we were both busy, and anyway, my wife has decided she doesn’t recognise the occasion. But when …"
        },
        {
            "title": "Blind date: ‘Did we kiss? Enthusiastically’",
            "category": "Life-and-Style",
            "snippet": "Summary: Henry on Chloe What were you hoping for? Exhilarating beauty and memorable energy. First impressions? Bingo. What did you talk about? Beloved news out …"
        },
        {
            "title": "Fit in my 40s: want to dance like Billie Eilish? There’s an online dance tutorial for that",
            "category": "Life-and-Style",
            "snippet": "I thought parenting would be all on my terms. I’d curate everything beautiful I’ve read or seen and they’d listen, rapt, while I rolled them all out. …"
        },
        {
            "title": "The budget: what it might mean to you",
            "category": "UK-News",
            "snippet": "Summary: Pensions Current rules Tax relief has long been a core incentive to encourage saving for retirement. If you earn £30,000 a year and save £2,000 into a …"
        },
        {
            "title": "Suffrage review: epic retelling of US women's long battle for the vote",
            "category": "Books",
            "snippet": "It was a decidedly anticlimactic end to a life-changing campaign. The document was sent by train to Washington in the middle of the night. A governmen …"
        },
        {
            "title": "Mike Bloomberg under fire for 'not very ambitious' climate plan",
            "category": "US-News",
            "snippet": "Mike Bloomberg has donated hundreds of millions of dollars to environmental advocacy causes, but his campaign is coming under fire for a climate plan …"
        },
        {
            "title": "Barack Obama isn't running in 2020 – so why is he in all the campaign ads?",
            "category": "US-News",
            "snippet": "As Democrats vote in Nevada’s caucuses on Saturday, they do so having been inundated with an ad from Senator Elizabeth Warren’s campaign featuring Bar …"
        },
        {
            "title": "Streaming: where to find Joan Didion gems",
            "category": "Film",
            "snippet": "Summary: There are certain novels that get widely branded by critics as “unfilmable” – usually only after someone has gone to the trouble of trying to film the …"
        },
        {
            "title": "Unfree Speech by Joshua Wong review – a young life of protest in Hong Kong",
            "category": "Books",
            "snippet": "Since June 2019 Hong Kong has been – first figuratively, then literally – on fire. What began as a “summer of discontent” has become a running street …"
        },
        {
            "title": "Tom Daley: ‘I'm only recognised when strangers think of me in my pants'",
            "category": "Sport",
            "snippet": "* * * Tom Daley has the large lumberjack hands and size 11 feet of a very tall man. There must be height lurking somewhere in the diver’s genes, becau …"
        },
        {
            "title": "Nixon in China review –  a gripping human drama",
            "category": "Music",
            "snippet": "Ask a Chinese person, or one trusted to speak to tourists, about the current status of Mao Zedong – founder of the People’s Republic of China, propone …"
        },
        {
            "title": "Rod Blagojevich's 'political prisoner' claim is 'bullshit', says Anderson Cooper",
            "category": "US-News",
            "snippet": "Rod Blagojevich’s claim to have been a political prisoner persecuted by “uncontrolled prosecutors” is “just bullshit”, the CNN host Anderson Cooper sa …"
        },
        {
            "title": "Wilder-Fury I: the seven moments that defined their gripping first fight",
            "category": "Sport",
            "snippet": "Deontay Wilder and Tyson Fury will climb through the ropes at the MGM Grand Garden Arena on Saturday night in a rematch of their epic split draw 15 mo …"
        },
        {
            "title": "One to watch: Kamaiyah",
            "category": "Music",
            "snippet": "Back in 2016, the California rapper Kamaiyah released one of the most exciting debut mixtapes of the year. A Good Night in the Ghetto put the then sec …"
        },
        {
            "title": "The Murder Capital review – people really need this band",
            "category": "Music",
            "snippet": "Something is happening to boys in bands up and down the country and across the Irish Sea. They are singing about things that matter, such as mental he …"
        },
        {
            "title": "‘It changed my life’: Edmund de Waal on writing The Hare With Amber Eyes",
            "category": "Books",
            "snippet": "It was difficult. I was making the most complex work of my life: an installation of 450 porcelain vessels for a red aluminium shelf 50m above the entr …"
        },
        {
            "title": "Nightingale by Marina Kemp review – a deft debut",
            "category": "Books",
            "snippet": "Novels set around the Mediterranean tend to unfold over a summer, and involve newcomers to the area (often from colder climes) having seminal experien …"
        },
        {
            "title": "Don Letts: ‘Punk was a refuge from racism’",
            "category": "Life-and-Style",
            "snippet": "Jamaican people love country and western. My first musical memory is sitting at home with my dad, listening to incarnations of what would become regga …"
        },
        {
            "title": "Midnight Family review – superb documentary on Mexico’s private ambulances",
            "category": "Film",
            "snippet": "Summary: There’s a twilight zone that the Ochoa family, the subjects of this superb observational documentary, inhabit. It’s a very dirty grey area situated so …"
        },
        {
            "title": "Pop music needs a new kick up the arse, says the Damned’s punk pioneer",
            "category": "Music",
            "snippet": "It was the first punk single, a tune that influenced a generation of young people disaffected by early 70s manufactured pop and rock. Now the man who …"
        },
        {
            "title": "New lease of life: how to redecorate a rental property on a budget",
            "category": "Life-and-Style",
            "snippet": "In the middle of the wall in Africa Daley-Clarke’s living room is a print illustrating the passengers disembarking from the Empire Windrush. Before mo …"
        },
        {
            "title": "Donald Trump pounces on reports Russia is seeking to help Bernie Sanders",
            "category": "US-News",
            "snippet": "As Democrats in Nevada went to the polls on Saturday, Donald Trump gleefully stirred the pot over reports that US intelligence believes Russia is tryi …"
        },
        {
            "title": "The youth centre battling back after the shock of a tragic stabbing",
            "category": "UK-News",
            "snippet": "On 21 February 2019, two young men ran into the Marcus Lipton youth centre in south London on a busy Thursday and stabbed 23-year-old Glendon Spence t …"
        },
        {
            "title": "Which books will broaden the mind of my Daily Mail-reading father?",
            "category": "Books",
            "snippet": "Q: I’d like advice on a book to give my dad for a present. He’s a Daily Mail reader in his 50s and very stubborn. I’d like to give him something that …"
        },
        {
            "title": "Graeme Armstrong: ‘When I stopped taking drugs, I felt a kind of loneliness’",
            "category": "Books",
            "snippet": "Graeme Armstrong, 28, grew up in Airdrie, east of Glasgow. He was involved with gang culture from a young age. Expelled from school in his mid-teens, …"
        },
        {
            "title": "First Cow review – Kelly Reichardt’s superbly chewy tale of milk cakes in the old west",
            "category": "Film",
            "snippet": "Kelly Reichardt gives us a terrifically tough and sinewy tale of the old west, shaped by the brutally implacable market forces of capitalism. She and …"
        },
        {
            "title": "Getting to zero net emissions in 2050 is going to be tough - but Labor committing to it is a damn good thing",
            "category": "Business",
            "snippet": "When we look at the path to zero net emissions by 2050 two things stand out – firstly it is exactly in line with Labor’s old policy of a 45% cut by 20 …"
        },
        {
            "title": "France stay on grand slam trail as Romain Ntamack shatters Wales",
            "category": "Sport",
            "snippet": "At last, France are really back. Against the very team who have driven them to distraction of late, this latest incarnation of brazen French youngster …"
        },
        {
            "title": "The Salt of Tears review - classy-looking French love story that jumps the shark",
            "category": "Film",
            "snippet": "Veteran film-maker Philippe Garrel gives us a new movie in the classic black-and-white Parisian style, co-written by him with two titans of the French …"
        },
        {
            "title": "Fabien Galthié and Shaun Edwards’ French revolution outmuscles Wales",
            "category": "Sport",
            "snippet": "It used to be a cliche to say that France do not travel well in this competition and always save their best for spring, when the sun of Paris is on th …"
        },
        {
            "title": "‘I’ve had enough … I want out’: York traders count the cost of the floods",
            "category": "UK-News",
            "snippet": "At Plonkers wine bar in York city centre, brass plaques on the bare brick walls show how high the floodwaters have risen over the years. The highest w …"
        },
        {
            "title": "Kill It and Leave This Town review - gaunt beauty amid the smoky smudge of memory",
            "category": "Film",
            "snippet": "Summary: Critical discussion of animation has recently turned on comparing the Disney and Pixar traditions with that of Studio Ghibli in Japan, and the very di …"
        },
        {
            "title": "Home Office’s immigration boss quit ‘after run-ins with Priti Patel’",
            "category": "Politics",
            "snippet": "Bullying allegations engulfing the home secretary, Priti Patel, have intensified as it emerged that “major run-ins” had forced the resignation of one …"
        },
        {
            "title": "#BeKind: can Caroline Flack’s final plea be more than just a hashtag?",
            "category": "UK-News",
            "snippet": "Scanning the magazine aisle at her local supermarket last weekend, Nikki Evans suddenly felt sick. She was stocking up on celebrity and gossip weeklie …"
        },
        {
            "title": "Starmer warns Labour: unite or face a generation out of power",
            "category": "Politics",
            "snippet": "Labour will lock itself out of power for an entire generation if it fails to end years of internal warring and instead target “dangerous” Tory prime m …"
        },
        {
            "title": "Sydney Roosters are World Club champions after Manu mauls St Helens",
            "category": "Sport",
            "snippet": "Summary: Sydney Roosters will wake up on Sunday morning and know they were in a battle with the Super League champions, St Helens; but in the end this was a fa …"
        }
    ]
}