{
    "page": [
        {
            "title": "I was in despair at world news. Then I started a local campaign group",
            "category": "Life-and-Style",
            "snippet": "I knew I had a problem when I realised that my days were bookended with despair. My blood would be boiling along with the kettle as I listened to the …"
        },
        {
            "title": "Weather by Jenny Offill review – a storm gathers in Trump’s America",
            "category": "Books",
            "snippet": "Emotional truth is the currency of fiction. Jenny Offill’s last novel, Dept of Speculation, was a wry, caustic, funny book about motherhood and marria …"
        },
        {
            "title": "'Like Halle Berry versus gum disease': nine things we learned at the 2020 Oscars",
            "category": "Film",
            "snippet": "Joaquin Phoenix went full vegan After Phoenix’s speech at the Baftas, in which he said that it was incumbent on the dominant culture to increase repre …"
        },
        {
            "title": "'We can make it here': Taika Waititi urges on Indigenous talent after Oscar win",
            "category": "Film",
            "snippet": "“I dedicate this to all the Indigenous kids all over the world who want to do art and dance and write stories,” said Taika Waititi, the New Zealand fi …"
        },
        {
            "title": "Sheldon Adelson to donate $100m to Trump and Republicans, fundraisers say",
            "category": "US-News",
            "snippet": "The billionaire casino owner Sheldon Adelson, an ardent pro-Israel conservative, is expected to donate at least $100m to boost Donald Trump’s 2020 re- …"
        },
        {
            "title": "‘I thought I was a lost cause’: how therapy is failing people of colour",
            "category": "Life-and-Style",
            "snippet": "When Sana, then a student in London hailing from Coventry, was 20 years old, she was referred to a psychotherapist. Her father had died and, miles awa …"
        },
        {
            "title": "The State of Secrecy by Richard Norton-Taylor review – spooks in the spotlight",
            "category": "Books",
            "snippet": "It was the 1960s and Richard Norton-Taylor had just finished Oxford with a third-class degree in history. “What would you like to do?” his tutor asked …"
        },
        {
            "title": "Neon demons: why comic-book movies are replacing grey with vibrant colour",
            "category": "Film",
            "snippet": "A new, more colourful era of comic-book movies beckons this year, with a slate of movies centred on female superheroes and directed by women, includin …"
        },
        {
            "title": "Minister defends Jamaica deportation flight decision",
            "category": "UK-News",
            "snippet": "The government has defended its decision to push ahead with an imminent deportation flight to Jamaica despite last-minute legal challenges by people d …"
        },
        {
            "title": "Joaquin Phoenix's Oscars speech casts him as Hollywood's poster boy of progress",
            "category": "Film",
            "snippet": "Ahead of Joker’s release, all the conversation around the film was about the harm it would cause, how it would encourage copycat violence and awaken a …"
        },
        {
            "title": "Parasite makes Oscars history as first foreign language winner of best picture",
            "category": "Film",
            "snippet": "Summary: After an awards season marked by its predictability, the Oscars delivered a spectacular final-reel twist on Sunday evening, naming capitalist satire P …"
        },
        {
            "title": "Les Vêpres Siciliennes review – theatricality and spectacle in Verdi's grand opera",
            "category": "Music",
            "snippet": "Giuseppe Verdi’s determination to conquer Paris with a grand opera that fulfilled the requisites of French convention just about paid off: its first p …"
        },
        {
            "title": "Grace Jones' Meltdown: Solange, Skunk Anansie and Lee Fields to play",
            "category": "Music",
            "snippet": "Grace Jones has announced the first wave of performers for her edition of the annual Meltdown festival, threading her lineage as a radical black woman …"
        },
        {
            "title": "Bob Marley at 75: how a ghetto reggae star rebranded Jamaica",
            "category": "Music",
            "snippet": "Summary: At 7am on 6 February, on what would have been Bob Marley’s 75th birthday, the abeng conch shell blows at his old home at uptown Kingston’s 56 Hope Roa …"
        },
        {
            "title": "How we met: ‘I asked him to move to Berlin with me after a week’",
            "category": "Life-and-Style",
            "snippet": "Summary: In 2014, Rob left the grey skies of the UK to travel around Canada and the US. “I started volunteering on an avocado and olive farm close to San Diego …"
        },
        {
            "title": "Whitechapel mural will celebrate the lives of Jack the Ripper's victims",
            "category": "Books",
            "snippet": "The social historian Hallie Rubenhold is planning to commemorate the lives of the women murdered by Jack the Ripper with a new mural in Whitechapel, w …"
        },
        {
            "title": "Sigala review – one-man party-starter defies Storm Ciara with tropical show",
            "category": "Music",
            "snippet": "While heavy weather battered much of the UK, the conditions in Glasgow’s Barrowland Ballroom were defiantly tropical. Dance producer Bruce Fielder, AK …"
        },
        {
            "title": "Yorkshire Water challenges regulator over price controls",
            "category": "Business",
            "snippet": "The UK’s water regulator is to face scrutiny from the competition watchdog after setting the water industry’s strictest price controls. Yorkshire Wate …"
        },
        {
            "title": "Government 'actively looking into' Scotland-Northern Ireland bridge",
            "category": "Politics",
            "snippet": "Ministers are actively looking into Boris Johnson’s idea of a road bridge linking Scotland and Northern Ireland, Downing Street has said, rejecting sc …"
        },
        {
            "title": "Fallon Sherrock: ‘All the hate just makes me more determined’",
            "category": "Sport",
            "snippet": "“Every little bit of hate just gees me on to do better and prove them all wrong,” Fallon Sherrock says with quiet calm as she explains how the abuse s …"
        },
        {
            "title": "Parasite review – a gasp-inducing masterpiece",
            "category": "Film",
            "snippet": "The ideal way to experience South Korean auteur Bong Joon-ho’s awards-garlanded, international box-office smash is with as little prior knowledge as p …"
        },
        {
            "title": "Smartphone production to slump as coronavirus crisis hurts investor confidence – business live",
            "category": "Business",
            "snippet": "Time for a quick recap Coronavirus fears continue to weigh on the financial markets, as supply chains are hit by factory closures and consumers face h …"
        },
        {
            "title": "Brad Pitt wins best supporting actor Oscar and takes on Trump in speech",
            "category": "Film",
            "snippet": "Brad Pitt has won the best supporting actor Oscar for his role as Cliff Booth in Once Upon a Time in Hollywood at the 92nd Academy Awards. Pitt saw of …"
        },
        {
            "title": "‘No difference whatsoever’: Yorkshire residents criticise flood defence scheme",
            "category": "UK-News",
            "snippet": "Sue Slater has been cutting hair at Headquarters on Mytholmroyd’s main street for 38 years. For the first three decades the only real drama came from …"
        },
        {
            "title": "Joe Biden comes out swinging in New Hampshire – but is it too late?",
            "category": "US-News",
            "snippet": "There was a moment about five minutes into Joe Biden’s rally in Manchester, New Hampshire, that jolted members of the crowd up in their seats. The for …"
        },
        {
            "title": "OAE/Fischer review – a new shape for late Mozart",
            "category": "Music",
            "snippet": "Mozart wrote his last three symphonies during a few weeks, in a flurry of inspiration so concentrated that one might usefully think of them as a singl …"
        },
        {
            "title": "The stumbling Australian economy needs rescuing",
            "category": "Business",
            "snippet": "The economic uncertainly of the coronavirus has seen the Reserve Bank revise down its expectations for growth for this year, but even without such hit …"
        },
        {
            "title": "The plastic plant boom: here’s how to grow the real thing – for beauty, better air and biodiversity",
            "category": "Life-and-Style",
            "snippet": "Low-maintenance, evergreen lushness and an instant garden – it is easy to see why the sale of plastic plants is bursting into life. According to trend …"
        },
        {
            "title": "Boy suffers head injury from police baton after Barnsley football match",
            "category": "UK-News",
            "snippet": "South Yorkshire police have said they will hold a “full and open” investigation after a 16-year-old boy sustained a head injury after apparently being …"
        },
        {
            "title": "Trump submits $4.8tn budget proposal despite no chance of it passing",
            "category": "US-News",
            "snippet": "The Trump administration has submitted to Congress its 2021 budget proposal, a $4.8tn plan which has no chance of passing into law and is instead a pu …"
        },
        {
            "title": "Manchester attacker's brother 'deceived cousins to buy bomb ingredients'",
            "category": "UK-News",
            "snippet": "A man accused of aiding the Manchester suicide bomber in his deadly quest deceived his cousins into buying bomb-making ingredients on the same day his …"
        },
        {
            "title": "Long-Bailey calls for Labour contest to move on from data misuse claims",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has sought to draw a line under the row over leadership frontrunner Keir Starmer’s alleged misuse of party data, insisting that it …"
        },
        {
            "title": "Fraud charges possible over Grenfell Tower refit, says inquiry chair",
            "category": "UK-News",
            "snippet": "People involved in the refurbishment of Grenfell Tower are facing possible charges of fraud and conspiracy to defraud, according to the chairman of th …"
        },
        {
            "title": "'We needed to get the muppets out':  voters on backing Sinn Féin",
            "category": "Politics",
            "snippet": "Marian Ryan voted for Sinn Féin for the first time in her life because she could not bear the prospect of the same old crowd running another governmen …"
        },
        {
            "title": "Ex-Virgin Money chief joins cultural shake-up at Lloyd's of London",
            "category": "Business",
            "snippet": "Lloyd’s of London has appointed the former Virgin Money chief executive Jayne-Anne Gadhia to help oversee a cultural overhaul at the insurance market …"
        },
        {
            "title": "Deportation row: David Lammy asks 'when will black lives matter again'",
            "category": "UK-News",
            "snippet": "David Lammy has challenged the government over the Home Office’s decision to resume deportation flights to Jamaica, asking it to demonstrate that “bla …"
        },
        {
            "title": "Philip Rivers to enter free agency, ending 16-year career with Chargers",
            "category": "Sport",
            "snippet": "Philip Rivers has ended one of the most enduring relationships in the modern NFL, announcing he will leave the Los Angeles Chargers after 16 years. In …"
        },
        {
            "title": "Oscar winners 2020: the full list",
            "category": "Film",
            "snippet": "Best supporting actor Tom Hanks, A Beautiful Day in the Neighborhood Anthony Hopkins, The Two Popes Al Pacino, The Irishman Joe Pesci, The Irishman Br …"
        },
        {
            "title": "Korean cinema's global reach highlighted by Parasite's Oscar win",
            "category": "Film",
            "snippet": "The Oscar success of Parasite, which became the first foreign-language film to win best picture, might have taken UK-based Korean artists and film buf …"
        },
        {
            "title": "Burritos, bagels and $16K worth of sushi: how 2020 Democrats are feeding their staff",
            "category": "US-News",
            "snippet": "If the Democratic primaries were a sporting event, they would look something like an ultra-marathon followed by a series of punishing wind sprints. Ca …"
        },
        {
            "title": "'A lying, dog-faced pony soldier': just what was Joe Biden talking about?",
            "category": "US-News",
            "snippet": "It was all going so badly for Joe Biden. And then it got worse. Concerns for the former vice-president’s 2020 bid were mounting after he was caught on …"
        },
        {
            "title": "Running reaches crossroads as Nike-led footwear arms race infects mainstream",
            "category": "Sport",
            "snippet": "There was a guy at parkrun the weekend before last wearing a pair of lime-green Vaporflys on the start line. At least he looked suitably sheepish abou …"
        },
        {
            "title": "HS2 poised to get go-ahead as £5bn pledged for bus funding",
            "category": "UK-News",
            "snippet": "Boris Johnson is poised to give the formal go-ahead to the HS2 project on Tuesday, with ministers promising an additional £5bn on buses and cycle rout …"
        },
        {
            "title": "Urgent crackdown on terror sentences will affect about 50 inmates",
            "category": "Politics",
            "snippet": "About 50 prisoners convicted of terror offences will no longer be automatically freed halfway through their sentences, under emergency government legi …"
        },
        {
            "title": "Independent body to rule on MP bullying and sexual harassment claims",
            "category": "Politics",
            "snippet": "MPs are no longer to be involved in dealing with allegations of bullying and sexual harassment against their parliamentary colleagues in a “seismic ch …"
        },
        {
            "title": "Claws out: Visual Effects Society slams Academy for Oscars dig at Cats",
            "category": "Film",
            "snippet": "After a skit ridiculing the special effects in the critically reviled flop Cats at last night’s Oscars, a catfight is now brewing between the Academy …"
        },
        {
            "title": "Appeal court gives 11th-hour reprieve to detainees due to be sent to Jamaica",
            "category": "UK-News",
            "snippet": "A group of about 50 people due to be deported to Jamaica on Tuesday morning won a last-minute reprieve on Monday night following an emergency ruling b …"
        },
        {
            "title": "'Can't even run a caucus': Trump tries to rattle Democrats on eve of New Hampshire",
            "category": "US-News",
            "snippet": "An emboldened Donald Trump celebrated his acquittal in the Senate impeachment trial at a campaign rally in New Hampshire, where he hoped his presence …"
        },
        {
            "title": "Netball Australia's 'appetite for change' seals Lisa Alexander's Diamonds fate",
            "category": "Sport",
            "snippet": "Australian netball will not tolerate losing. That is the inescapable subtext to Tuesday’s announcement by the game’s governing body, Netball Australia …"
        },
        {
            "title": "Virtuoso mourns beloved £150,000 piano smashed by movers",
            "category": "Music",
            "snippet": "A unique piano which was treasured by the Canadian virtuoso Angela Hewitt as her “best friend” was broken beyond repair when it was dropped by special …"
        }
    ]
}