{
    "page": [
        {
            "title": "Former top judge calls for fundamental review of politics post-Brexit",
            "category": "Politics",
            "snippet": "Reform of the voting system and the monarch’s role in appointing a prime minister in a hung parliament should feature in any future review of the UK’s …"
        },
        {
            "title": "Manchester Arena bomber's brother 'just as guilty', court told",
            "category": "UK-News",
            "snippet": "Two brothers had a shared goal to kill and maim as many people as possible in what proved to be one of the deadliest terror attacks the UK has seen, a …"
        },
        {
            "title": "Grenfell Tower public inquiry delayed due to witnesses' demands",
            "category": "UK-News",
            "snippet": "Summary: The Grenfell Tower public inquiry has been delayed after corporate witnesses threatened not to give evidence unless assured anything they say will not …"
        },
        {
            "title": "Farrell brings in Lions and warns Wales ‘ferocious’ Ireland will fix mistakes",
            "category": "Sport",
            "snippet": "Summary: Andy Farrell’s reign as Ireland’s head coach started with a narrow victory over Scotland in Dublin last Saturday that owed much to their opponents squ …"
        },
        {
            "title": "Nick Tompkins pushing for Wales starting place after debut try",
            "category": "Sport",
            "snippet": "Summary: Wales are pondering their midfield options ahead of Saturday’s visit to Ireland, with Nick Tompkins a contender to start after making a try-scoring de …"
        },
        {
            "title": "Ian Paterson patients welcome 'milestone' and vow to fight on",
            "category": "UK-News",
            "snippet": "As the inquiry into the rogue breast surgeon Ian Paterson released its report to a roomful of journalists in central Birmingham on Tuesday, some of Pa …"
        },
        {
            "title": "South Africa beat England by seven wickets in first ODI – as it happened",
            "category": "Sport",
            "snippet": "Summary: Right, that’s all from me. The second ODI will be played in Durban on Friday, with the third and final match scheduled for Johannesburg on Sunday, and …"
        },
        {
            "title": "Democracy is for wimps! Tories come out against freedom of expression",
            "category": "Politics",
            "snippet": "Summary: It’s sad, so sad. It’s a sad, sad situation. Poor Boris. Poor Classic Dom. Just imagine the pain of having 75% of the media blowing smoke up your arse …"
        },
        {
            "title": "Tories under pressure over MP who spoke at event with far-right figures",
            "category": "Politics",
            "snippet": "The Conservatives are under pressure to discipline the MP Daniel Kawczynski for speaking at a conference alongside some of Europe’s most notorious far …"
        },
        {
            "title": "UK may bypass human rights convention  to rush through terror laws",
            "category": "UK-News",
            "snippet": "Summary: Britain could temporarily separate itself from the European convention on human rights (ECHR) in order to push through emergency laws on sentencing fo …"
        },
        {
            "title": "Elon Musk is already walking on air, never mind flying to Mars",
            "category": "Business",
            "snippet": "Elon Musk’s spaceships to Mars can wait. His Tesla electric car company is already breathing thin air in the form of a $165bn valuation. The share pri …"
        },
        {
            "title": "'No more deal or no deal':  Brexit language diktat for Foreign Office staff",
            "category": "Politics",
            "snippet": "Foreign Office staff have been banned from using certain words and phrases in discussing Brexit – including “implementation period”, “no deal”, “speci …"
        },
        {
            "title": "Iowa app chaos: what is the software that crashed the vote?",
            "category": "US-News",
            "snippet": "The chaotic delay in declaring a winner in the Iowa caucuses is being blamed, in part, on a smartphone app introduced just weeks before the election t …"
        },
        {
            "title": "England’s Eddie Jones takes aim at ‘niggly, goading’ Scotland",
            "category": "Sport",
            "snippet": "One day England will arrive in Scotland for a Calcutta Cup match having talked up the host nation’s beautiful scenery, wondrously fresh air and fine d …"
        },
        {
            "title": "Macy's to close 125 stores and axe 2,000 jobs as retail landscape shifts",
            "category": "Business",
            "snippet": "Macy’s announced on Tuesday that it will close 125 stores and axe 2,000 jobs, becoming the latest shopping giant to shutter shops amid a radical reord …"
        },
        {
            "title": "Trump wants to 'Make Federal Buildings Beautiful Again' with neoclassical order",
            "category": "US-News",
            "snippet": "Donald Trump wants to “make federal buildings beautiful again” by mandating a return to “the classical architectural style”, according to a draft exec …"
        },
        {
            "title": "'I am not a slapper': Labour MP hits back at criticism of attire",
            "category": "Politics",
            "snippet": "A Labour frontbencher has shrugged off criticism over an outfit that showed part of her shoulder in the Commons as she spoke at the dispatch box. Trac …"
        },
        {
            "title": "FTSE firms 'dragging their feet' over ethnic diversity on boards",
            "category": "Business",
            "snippet": "FTSE 100 firms including Tui, British Airways owner IAG and the London Stock Exchange Group have been accused of dragging their feet on diversity targ …"
        },
        {
            "title": "Ryanair accused of greenwash over carbon emissions claim",
            "category": "Business",
            "snippet": "Ryanair has been accused of greenwashing after the UK advertising watchdog banned an ad campaign claiming that the airline has the lowest carbon emiss …"
        },
        {
            "title": "State of the Union: Pelosi expresses her disdain as Trump pitches for re-election",
            "category": "US-News",
            "snippet": "Summary: An emboldened Donald Trump bragged about the “great American comeback” in his State of the Union address on Tuesday night, in a speech resembling an 8 …"
        },
        {
            "title": "Trump's State of the Union address: five key takeaways",
            "category": "US-News",
            "snippet": "Summary: Donald Trump delivered his third and potentially last formal State of the Union address from the well of the House chamber where he was impeached on t …"
        },
        {
            "title": "Dawn choruses: are these the best five songs to wake up to?",
            "category": "Life-and-Style",
            "snippet": "As if life isn’t enough of a slog, every morning millions of us are yanked out of sleep by the shrill beep of an alarm, only to hit snooze groggily an …"
        },
        {
            "title": "Why Marriage Story should win the best picture Oscar",
            "category": "Film",
            "snippet": "‘I knew the moment my marriage ended that someday it might make a book – if I could just stop crying about it. One of the things I’m proudest of is th …"
        },
        {
            "title": "Coronavirus threatens Australian economy reeling from drought and fires",
            "category": "Business",
            "snippet": "The coronavirus outbreak may further hurt an economy already suffering from bushfires and drought, the governor of the Reserve Bank says. In a speech …"
        },
        {
            "title": "A Bit of a Stretch by Chris Atkins review – how to survive in prison",
            "category": "Books",
            "snippet": "If you thought you knew how bad British prisons are, you haven’t read this book. Drugs, riots, suicides, squalor, overcrowding, understaffing, dangero …"
        },
        {
            "title": "Strange Hotel by Eimear McBride review – an immersive inner journey",
            "category": "Books",
            "snippet": "“Door. Scratched dull lock. Put in. Turn the key. Fail. Joggle. Lean into. Be firm. Try again now. Try again, again. And, on another try, there. She’s …"
        },
        {
            "title": "What I learned talking to 120 women about their sex lives and desires",
            "category": "Life-and-Style",
            "snippet": "Male desire is a familiar story. We scarcely bat an eyelash at its power or insistence. But women’s desires – the way they can morph, grow or even dis …"
        },
        {
            "title": "Giving Bercow peerage would be scandal, says former Black Rod",
            "category": "Politics",
            "snippet": "Giving John Bercow a peerage would be a scandal that parliament would struggle to live down, according to the man accusing the former Speaker of bully …"
        },
        {
            "title": "Why Parasite misses the mark as a commentary on South Korean society",
            "category": "Film",
            "snippet": "Like the character Kim Ki-woo (Choi Woo-sik) in Parasite and its director Bong Joon-ho, I too have entered the home of Seoul’s elite as an English tut …"
        },
        {
            "title": "Austerity, gentrification and big tunes: why illegal raves are flourishing",
            "category": "Music",
            "snippet": "It’s an hour after midnight on New Year’s Day 2020, and a stream of revellers is gathering in an alleyway next to KFC on London’s Old Kent Road. They …"
        },
        {
            "title": "What is the most embarrassing thing you have left behind?",
            "category": "Life-and-Style",
            "snippet": "One of David Cameron’s bodyguards is under investigation for leaving a gun in the toilet of a BA flight from New York to London, according to news rep …"
        },
        {
            "title": "What do previous impeachment cases spell for Trump’s future?",
            "category": "US-News",
            "snippet": "Donald Trump on Wednesday appeared en route to becoming the third US president to remain in office following acquittal in a Senate impeachment trial. …"
        },
        {
            "title": "Golf World Cup set for shake-up with plans for mixed-gender teams",
            "category": "Sport",
            "snippet": "Summary: Female golfers could be the biggest beneficiaries of an ambitious scheme to revolutionise the sport’s World Cup, with plans afoot to boost prize money …"
        },
        {
            "title": "Streatham attacker 'had his heart set on martyrdom’",
            "category": "UK-News",
            "snippet": "Sudesh Amman, the convicted terrorist who launched a stabbing attack in Streatham, had his “heart set on martyrdom”, the country’s most senior counter …"
        },
        {
            "title": "The Lost Pianos of Siberia by Sophy Roberts review – a journey to the ‘End of Everything’",
            "category": "Books",
            "snippet": "In the summer of 2015, travel journalist Sophy Roberts found herself in a tent in Mongolia deep in conversation with a talented young local pianist wh …"
        },
        {
            "title": "Bye bye box office: has Disney really given up on Star Wars movies?",
            "category": "Film",
            "snippet": "Summary: So that’s it. After three trilogies, at least two of them pretty flawed, and more than $10bn taken at the global box office, Star Wars as a going Holl …"
        },
        {
            "title": "Patti Smith pitches in to help burgled Oregon bookshop",
            "category": "Books",
            "snippet": "The poet and punk-rock star Patti Smith has added another string to her bow: bookshop defender. After reading about a break-in at an independent books …"
        },
        {
            "title": "Sentencing: minister rejects European human rights convention warning",
            "category": "UK-News",
            "snippet": "A senior government minister has raised further questions over Britain’s relationship with the European convention on human rights (ECHR) as Boris Joh …"
        },
        {
            "title": "Why was Katy Perry chosen to be an ambassador for the British Asian Trust?",
            "category": "Music",
            "snippet": "Name: Katy Perry. Age: 35. Occupation: New ambassador of the British Asian Trust. Oh great, good for her. No, not, “Oh great, good for her”. Let me as …"
        },
        {
            "title": "Nissan Leaf breaks UK record for longest self-driving car journey",
            "category": "Business",
            "snippet": "A self-navigating car has successfully driven itself for 230 miles, the longest and most complex journey undertaken so far on UK roads by an autonomou …"
        },
        {
            "title": "Daniel Isn’t Real review – ludicrous pretend-friend horror",
            "category": "Film",
            "snippet": "There are touches of M Night Shyamalan and Donnie Darko in this enjoyably ludicrous low-budget psychological horror, directed by Adam Egypt Mortimer, …"
        },
        {
            "title": "Fearful England need to play with autonomy or Paris may be just the start",
            "category": "Sport",
            "snippet": "Summary: It’s a new chapter for France and the goal is 2023. They are going to have some growing pains along the way but at the start of a difficult voyage you …"
        },
        {
            "title": "Graffiti threats to Derry reporter who witnessed death of Lyra McKee",
            "category": "UK-News",
            "snippet": "A Northern Ireland reporter who witnessed the murder of journalist Lyra McKee in Derry last April has received renewed threats in the city. Graffiti b …"
        },
        {
            "title": "Manchester attacker's brother tried to buy bomb ingredient, court told",
            "category": "UK-News",
            "snippet": "The brother of the Manchester Arena bomber attempted to buy a bomb-making ingredient but was thwarted by his friend’s father, a court has heard. Hashe …"
        },
        {
            "title": "Plus One review – weddings romcom has seen it all before",
            "category": "Film",
            "snippet": "Here is a boilerplate romantic comedy from first-time feature directors Jeff Chan and Andrew Rhymer, co-writers of the Hulu TV comedy PEN15, whose sta …"
        },
        {
            "title": "Shares and oil prices jump after Chinese report of coronavirus treatment – as it happened",
            "category": "Business",
            "snippet": "It appears that investors think the worst of the coronavirus outbreak is well and truly priced in on stock markets, with a new record high for the tec …"
        },
        {
            "title": "La Dolce Vita at 60: the fame, the fortune, the fountain",
            "category": "Film",
            "snippet": "Federico Fellini’s 1960 masterpiece La Dolce Vita premiered in his native Italy 60 years ago today, eventually trickling into American theaters just a …"
        },
        {
            "title": "Children's care system in Scotland needs replacing, review finds",
            "category": "UK-News",
            "snippet": "Summary: A major review of failures in the Scottish care system has called for it to be scrapped and replaced by a new unified service. The independent care re …"
        },
        {
            "title": "The Chats, Montaigne, Missy Higgins and more: Australia's best new music for February",
            "category": "Music",
            "snippet": "Missy Higgins – Carry You For fans of: Holly Throsby, James Taylor, the Whitlams The final episode of Tim Minchin’s stunning new series, Upright, clos …"
        },
        {
            "title": "AFLW returns with a host of conversations that are not going away any time soon",
            "category": "Sport",
            "snippet": "The beginning of the 2020 AFLW season is finally within reach. The familiar smells of freshly cut grass, hot chips and liniment are almost in the air; …"
        }
    ]
}