{
    "page": [
        {
            "title": "UK inflation hits six-month high as petrol and energy prices rise",
            "category": "Business",
            "snippet": "Inflation jumped to a six-month high of 1.8% in January after a surge in petrol prices and an increase in the cost of gas and electricity over last ye …"
        },
        {
            "title": "Home Office to deport vulnerable asylum seekers",
            "category": "UK-News",
            "snippet": "The Home Office is planning to deport vulnerable asylum seekers and suspected victims of trafficking on a new charter flight on Thursday, the Guardian …"
        },
        {
            "title": "Eddie Jones seeks a quick start as England prepare to face Ireland",
            "category": "Sport",
            "snippet": "In contrast to Ireland, with their unchanged team and more relaxed managerial regime, things are less serene in the England camp. Some half-decent wea …"
        },
        {
            "title": "In My Blood It Runs review – quietly masterful portrait of growing up Indigenous",
            "category": "Film",
            "snippet": "The defining image imprinted on to my mind after watching director Maya Newell’s excellent film In My Blood It Runs is of a child – its 10-year-old su …"
        },
        {
            "title": "Democratic debate: key takeaways from the bust-up in Las Vegas",
            "category": "US-News",
            "snippet": "There were lots of disagreements on Wednesday’s debate stage in Las Vegas, but one thing that everyone agreed on was that the event marked the most in …"
        },
        {
            "title": "Over half of UK women killed by men die at hands of partner or ex",
            "category": "UK-News",
            "snippet": "More than half the women killed by men in the UK in 2018 were killed by a current or former partner, many after they had taken steps to leave, accordi …"
        },
        {
            "title": "Rebecca Long-Bailey vows to make it Labour policy to scrap Prevent",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has vowed to make it Labour policy to scrap the anti-extremism programme Prevent if she is elected to replace Jeremy Corbyn as par …"
        },
        {
            "title": "Vulva masks and labia serums: the marketing of women’s genital shame",
            "category": "Life-and-Style",
            "snippet": "There is little to love about having a cold, damp vulva. Or so I discovered when I applied an “activated charcoal sheet mask” to mine. The product in …"
        },
        {
            "title": "End of the Century review – post-coital reverie of sex, love and memory",
            "category": "Film",
            "snippet": "End of the Century, from first-time director Lucio Castro, is a post-coital reverie of a movie, a musingly light meditation on sex, love, monogamy and …"
        },
        {
            "title": "'Cause of death: Elizabeth Warren': Democratic debate's brutality delights viewers",
            "category": "US-News",
            "snippet": "It only took nine debates and eight months, but the Democratic candidates for president have finally taken their gloves off and gone for each other. A …"
        },
        {
            "title": "'Are you mocking me, Pete?': tensions flare between Klobuchar and Buttigieg",
            "category": "US-News",
            "snippet": "The battle between Pete Buttigieg and Amy Klobuchar for the Democratic center ground reached new heights – and got increasingly personal – during Wedn …"
        },
        {
            "title": "Antisocial by Andrew Marantz review – America's online extremists",
            "category": "Books",
            "snippet": "Antisocial is, among other things, a tale of two Mikes. Mike Cernovich was a law student, nutrition blogger, self-help author and generic Twitter trol …"
        },
        {
            "title": "Lloyds bank boss takes 28% pay cut after annual profits fall",
            "category": "Business",
            "snippet": "António Horta-Osório, formerly Britain’s best-paid banking boss, has taken a 28% cut to his £6.5m pay package as Lloyds Banking Group reported a sharp …"
        },
        {
            "title": "Talking Horses: Willie Mullins says new-look National is just grand",
            "category": "Sport",
            "snippet": "On the eve of the Horse Welfare Board’s first press conference, intended to introduce itself and its aims to the world, Willie Mullins gave his suppor …"
        },
        {
            "title": "When Time Stopped by Ariana Neumann review – an extraordinary Holocaust story",
            "category": "Books",
            "snippet": "Getting to know your parents can take a lifetime, especially if they are secretive about their past. That her father, Hans, was more than a philanthro …"
        },
        {
            "title": "My Hero Academia: Heroes Rising review – workies save the world",
            "category": "Film",
            "snippet": "Summary: A second feature-length outing for the popular shonen (teenage boys) anime from Tokyo’s Bones studio, Heroes Rising milks the 21st-century superhero f …"
        },
        {
            "title": "Ben Affleck's Batman was hard to like – but the man himself deserves some empathy",
            "category": "Film",
            "snippet": "Summary: There seem to be two essential prisms through which to view the celebrity star suffering in the spotlight. The first is the cynical tabloid editor’s p …"
        },
        {
            "title": "Waiting for Anya review – soapy second world war melodrama",
            "category": "Film",
            "snippet": "Summary: There is something melodramatic and soapy about this glossy adaptation of Michael Morpurgo’s second world war novel for children, the story of a Frenc …"
        },
        {
            "title": "The Strokes review – New York's ultimate hipsters set the crowd alight",
            "category": "Music",
            "snippet": "A few years back, GQ magazine ran a feature headlined “The fifteen-year decline of the Strokes”, outlining the ways the New York quintet had disappoin …"
        },
        {
            "title": "Audit firms face review by watchdog over climate risk exposure",
            "category": "Business",
            "snippet": "The UK’s accounting watchdog has launched a major review into whether companies and their auditors are adequately reflecting the financial risks of th …"
        },
        {
            "title": "Tony Blair: Labour must avoid 'cul-de-sac' of identity politics",
            "category": "Politics",
            "snippet": "Tony Blair has warned the next Labour leader against becoming trapped in a “cul-de-sac of identity politics” over issues such as transgender rights, a …"
        },
        {
            "title": "Amnesty by Aravind Adiga review – a migrant’s tale",
            "category": "Books",
            "snippet": "Summary: Every migrant, as Salman Rushdie has observed, is a fantasist. But so is every novelist. Both pursue dreams of another world, inside books or across b …"
        },
        {
            "title": "'Love and free food': Mel Brooks and Carl Reiner share the secrets of their 70-year friendship",
            "category": "Film",
            "snippet": "Every evening, Mel Brooks leaves his home in Santa Monica, gets in his car and stares down Los Angeles’ notorious rush-hour traffic to go to Carl Rein …"
        },
        {
            "title": "Tintoretto: A Rebel in Venice review – the rock'n'roll Renaissance master?",
            "category": "Film",
            "snippet": "Trying just a bit too hard to get some rock-star glamour to rub off on what’s a quintessentially high-brow package, this documentary about the Venetia …"
        },
        {
            "title": "New York fashion college apologizes for runway show criticised as 'clearly racist'",
            "category": "US-News",
            "snippet": "Summary: A fashion college based in New York City has apologized after a catwalk show it organized was condemned as racist. The Fashion Institute of Technology …"
        },
        {
            "title": "Eminem: his 30 greatest tracks, ranked!",
            "category": "Music",
            "snippet": "30. Rap God (2013) Eminem illustrates all the cadences he has mastered over the years, channelling flows from influences such as Tech N9ne and Big Pun …"
        },
        {
            "title": "'Vagina is not a rude word': the scientist fighting to empower women, one word at a time",
            "category": "Books",
            "snippet": "Catherine Blackledge immediately knew what her first book, a cultural history of the vagina spanning more than two millennia, should be called: Vagina …"
        },
        {
            "title": "Storm Dennis damage could cost insurance companies £225m",
            "category": "Business",
            "snippet": "Flooding and damage left in the wake of Storm Dennis, which swept across the UK on 15 and 16 February, is estimated to cost £225m in insurance claims, …"
        },
        {
            "title": "Laura Ashley to raid archives as home furnishing sales plunge",
            "category": "Business",
            "snippet": "Laura Ashley is to revive the “timeless” designs of its late founder in the latest attempt to breathe new life into the struggling British heritage br …"
        },
        {
            "title": "Conservative majority sent us on a shopping spree? Pull the other one",
            "category": "Business",
            "snippet": "Tills are ringing merrily in the high streets and it is all down to Boris Johnson. Thanks to the prime minister the dark clouds of uncertainty are scu …"
        },
        {
            "title": "Tory MPs to warn against raising fuel duty in budget",
            "category": "Politics",
            "snippet": "A group of Tory MPs is planning to warn the Treasury against a mooted rise in fuel duty at the budget, amid wider alarm within the party that Boris Jo …"
        },
        {
            "title": "Stormzy receives first Greggs ‘black card’ handing him free pastries for life",
            "category": "Music",
            "snippet": "He had the first UK No 1 of the decade and was named best male artist at the Brit awards this week. But now Stormzy may have clinched the ultimate acc …"
        },
        {
            "title": "Bezuidenhout: Beethoven Piano Concertos 2 and 5 review – boisterous and charming",
            "category": "Music",
            "snippet": "Summary: Hopefully you are not sick of Beethoven yet in his 250th anniversary year, because there are plenty of recordings to come that you might not have real …"
        },
        {
            "title": "The Brit awards have become a platform for black politics – and brilliance",
            "category": "Music",
            "snippet": "The Brits are no stranger to protest or political statement: the 1996 ceremony contained both, with Jarvis Cocker driven to moon Michael Jackson over …"
        },
        {
            "title": "Serco given £200m contract to run two more immigration removal centres",
            "category": "UK-News",
            "snippet": "A private firm that runs an immigration removal centre dogged by allegations of abuse has been awarded a £200m contract by the Home Office to run two …"
        },
        {
            "title": "‘It feels like an extra limb’ – musicians on the bond with their instruments",
            "category": "Music",
            "snippet": "Summary: One thing successful musicians have to do a lot of is travel, and when you travel with an instrument, you increase its chances of getting damaged. Ear …"
        },
        {
            "title": "Drug agents say NFL player Greg Robinson had 157lb of marijuana when arrested",
            "category": "Sport",
            "snippet": "NFL offensive tackle Greg Robinson remained in a Texas jail without bond on Wednesday after federal agents said they found 157lb (71kg) of marijuana i …"
        },
        {
            "title": "Debate shows Bernie Sanders could win most votes but be denied nomination",
            "category": "US-News",
            "snippet": "Amid the Mike Bloomberg pile-on and the Pete Buttigieg-Amy Klobuchar squabbling, there was a key point that slipped by almost unnoticed during Wednesd …"
        },
        {
            "title": "Opportunities abound for women's cricket as T20 World Cup arrives",
            "category": "Sport",
            "snippet": "Summary: Strategically, Cricket Australia has been building up to this home season for five years. The impressive growth of women’s cricket in Australia over t …"
        },
        {
            "title": "The more dysfunctional the royals are, the more their fans love them",
            "category": "Life-and-Style",
            "snippet": "News that Prince Harry and Meghan will cease their royal duties at the end of next month is now in, yet offers no letup in the backbreaking schedule o …"
        },
        {
            "title": "From mansions to pensions: how will the budget affect taxes?",
            "category": "Politics",
            "snippet": "Reports that Boris Johnson and the new chancellor, Rishi Sunak, are preparing tax rises in the budget on 11 March have raised concerns within the Cons …"
        },
        {
            "title": "Les Wexner sells control of Victoria's Secret amid declining sales",
            "category": "Business",
            "snippet": "Les Wexner, the billionaire retailer who made Victoria’s Secret one of the most famous brands on the planet, has sold control of the troubled lingerie …"
        },
        {
            "title": "Scottish Tories urge rethink over points-based immigration",
            "category": "UK-News",
            "snippet": "Summary: The Scottish Tory leader, Jackson Carlaw, plans to lobby Boris Johnson over complaints that Home Office plans for a points-based immigration system co …"
        },
        {
            "title": "That not-so-old black magic: how African mysticism returned to pop",
            "category": "Music",
            "snippet": "In west Africa, juju, also known as black magic, is the indigenous belief system in the ability of the spiritual world to impact on the physical one. …"
        },
        {
            "title": "National Trust and Cadbury end £7m Easter egg hunt deal",
            "category": "UK-News",
            "snippet": "Summary: The National Trust and Cadbury have agreed to end their 13-year partnership involving the chocolate maker’s sponsorship of the trust’s annual Easter e …"
        },
        {
            "title": "Steering system could be an F1 head start for Lewis Hamilton",
            "category": "Sport",
            "snippet": "The Formula One season has yet to begin but Lewis Hamilton and Mercedes may have already stolen a race-winning march on their rivals. Hamilton took to …"
        },
        {
            "title": "UK weather warning of further rain for areas already hit by flooding",
            "category": "UK-News",
            "snippet": "Parts of the UK remain at risk of significant flooding from ongoing heavy rain, as Jeremy Corbyn challenged Boris Johnson to visit flood victims to “s …"
        },
        {
            "title": "UK’s expensive visa fees 'could deter NHS staff and scientists'",
            "category": "Politics",
            "snippet": "The UK’s “sky-high” visa fees could deter vital NHS staff and the “brightest and best” scientists that Boris Johnson wants to attract with his new imm …"
        },
        {
            "title": "Man arrested after London mosque stabbing",
            "category": "UK-News",
            "snippet": "Scotland Yard has launched an investigation into the attempted murder of a man who was stabbed at a mosque during afternoon prayers before his alleged …"
        },
        {
            "title": "My Salinger Year review – bafflingly insipid Berlin opener clunks hard",
            "category": "Film",
            "snippet": "There’s an unfortunate tradition at Berlin of beginning with a film that clunks hard enough to smash concrete. So it has proved with this bafflingly i …"
        }
    ]
}