{
    "page": [
        {
            "title": "Economic impact of coronavirus outbreak deepens",
            "category": "Business",
            "snippet": "The rising cost of the coronavirus outbreak for business and the world economy is expected to become clearer this week as major firms issue trading up …"
        },
        {
            "title": "Keir Starmer commits to offering Nandy and Long-Bailey shadow cabinet jobs",
            "category": "Politics",
            "snippet": "Sir Keir Starmer, the clear favourite in the Labour leadership contest, committed on Sunday to offering his two rivals top jobs in his shadow cabinet …"
        },
        {
            "title": "Subscribers to multiple streaming services more likely to also be online pirates: survey",
            "category": "Film",
            "snippet": "The more subscription film and TV services Australians have signed up to, the more likely they are to continue to download pirated content, according …"
        },
        {
            "title": "Pinocchio review - wooden-puppet fairytale goes back to the sweet-sour original",
            "category": "Film",
            "snippet": "There is something rich and strange and generous in Matteo Garrone’s new live-action version of the Pinocchio story, for which the director and his co …"
        },
        {
            "title": "UK weather: flooded communities warned of more heavy rain",
            "category": "UK-News",
            "snippet": "A storm is expected to bring further bands of torrential rain to flood-hit communities as it sweeps across Britain. Forecasters have issued a yellow w …"
        },
        {
            "title": "Wayward Johnny Sexton at the heart of Ireland's struggles",
            "category": "Sport",
            "snippet": "Summary: Eddie Jones kept his counsel when asked about Johnny Sexton in the buildup to this match. He was offered the chance to repeat the sort of barb that go …"
        },
        {
            "title": "Bullish Manu Tuilagi leads charge for England with a lot left in the tank",
            "category": "Sport",
            "snippet": "It had been six months to the very day since England last played at Twickenham, in a World Cup warm-up against Ireland, and that was a handsome victor …"
        },
        {
            "title": "The Mirror & the Light by Hilary Mantel review – Cromwell’s end",
            "category": "Books",
            "snippet": "So the trilogy is complete, and it is magnificent. The portrait of Thomas Cromwell that began with Wolf Hall (2009) and continued with Bring Up the Bo …"
        },
        {
            "title": "Tesco launches range of plasters to match different skin tones",
            "category": "Business",
            "snippet": "The UK’s largest retailer Tesco is introducing a range of plasters to match different skin colours and better reflect racial and ethnic diversity. In …"
        },
        {
            "title": "UK public spending to top £1tn a year, thinktank forecasts",
            "category": "Business",
            "snippet": "Boris Johnson is planning to ramp up government borrowing to spend more than £1tn a year, increasing the size of the British state to make it bigger t …"
        },
        {
            "title": "Patrick Reed holds nerve to secure victory in Mexico",
            "category": "Sport",
            "snippet": "Summary: This rapidly developed into the World Golf Championship of the damned. For so much of Sunday, the devil could have cast his net over the leaders of th …"
        },
        {
            "title": "Fly365: online flight booking firm goes into administration, leaving travellers out of pocket",
            "category": "Business",
            "snippet": "Summary: An online flight booking company with links to collapsed budget airfare company Bestjet has left travellers thousands of dollars out of pocket after i …"
        },
        {
            "title": "Can Mike Bloomberg buy his way to the White House?",
            "category": "US-News",
            "snippet": "Summary: The road to the White House is paved with dollars and coins. But in 2020, Mike Bloomberg is hoping to seal off that road from the competition with the …"
        },
        {
            "title": "Untold Night and Day by Bae Suah review – a dreamlike quest",
            "category": "Books",
            "snippet": "Untold Night and Day was first published in Korea in 2013 and is the fourth of Bae Suah’s novels – which number more than a dozen – to be translated i …"
        },
        {
            "title": "Tell us: are you being affected by bad weather in the UK?",
            "category": "UK-News",
            "snippet": "﻿The Met Office has issued a yellow weather warning for snow for most of Scotland as well as a severe flood warning for those living near the River Se …"
        },
        {
            "title": "Oscar-bait no more: why serious-issue dramas are floundering",
            "category": "Film",
            "snippet": "Dark Waters must be the least Todd Haynes film Todd Haynes has ever made. Based on the true story of a corporate lawyer (played by Mark Ruffalo) who s …"
        },
        {
            "title": "Gürzenich O Köln/Roth review – inventive and compelling Beethoven tribute",
            "category": "Music",
            "snippet": "There are more than 10 months still to go, but if anyone comes up with a more inventive way of celebrating Beethoven’s 250th anniversary year than Fra …"
        },
        {
            "title": "Labour leadership poll opens as Keir Starmer promises jobs to rivals",
            "category": "Politics",
            "snippet": "Keir Starmer has pledged to give “top” shadow cabinet roles to his two rivals for the Labour leadership, as voting opened for party members to pick wh …"
        },
        {
            "title": "Total Immersion: Anders Hillborg review – deep dive into a demanding and fascinating body of work",
            "category": "Music",
            "snippet": "‘I write pieces because fantastic musicians ask me to,” Anders Hillborg told the audience, with disarming charm, at the first concert of the BBC Symph …"
        },
        {
            "title": "Poem of the week: Daft Patter by Barry MacSweeney",
            "category": "Books",
            "snippet": "Daft Patter If anyone knows about sullen loneliness, you do Yet there’s a grin in the wind, heartless and cold There’s dark in the darkness, beauty of …"
        },
        {
            "title": "Six Nations: talking points from a thrilling third round",
            "category": "Sport",
            "snippet": "A big performance from Italy may not be far away Italy have failed to score a point in two out of three Six Nations matches so far. While that is the …"
        },
        {
            "title": "Soreness is good and scales are pointless: the 10 biggest myths in fitness",
            "category": "Life-and-Style",
            "snippet": "With new exercises invented every week, new gurus trending by the day and a fresh study that contradicts all the other ones released every time you th …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "The Memory Wood Sam Lloyd Bantam Press, £12.99, pp384 Elissa Mirzoyan is 13. She has been kidnapped from outside the chess tournament she was competin …"
        },
        {
            "title": "The Script review – stadium rock at its most cliched",
            "category": "Music",
            "snippet": "Irish trio the Script were Los Angeles-based songwriters for Britney Spears and Boyz II Men before the 2008 international smash The Man Who Can’t Be M …"
        },
        {
            "title": "Could Rachael Blackmore scoop the Cheltenham top jockey award?",
            "category": "Sport",
            "snippet": "There are always a few runners at the Cheltenham Festival that line up less than 14 days after their prep race – 44 in the last five years, in fact, i …"
        },
        {
            "title": "UK hunting groups call for end to use of lead ammunition by 2025",
            "category": "UK-News",
            "snippet": "Lead ammunition used to shoot animals should be phased out and replaced with non-toxic alternatives by 2025, hunting organisations have said amid call …"
        },
        {
            "title": "How we met: ‘I started to realise she wasn’t a loudmouth – there was more to her’",
            "category": "Life-and-Style",
            "snippet": "In 1987, Jane McCauley and Simon Pavitt were members of the Troops Out Movement, an organisation dedicated to getting the British army out of Northern …"
        },
        {
            "title": "Boris Johnson has 'full confidence' in Priti Patel despite bullying claims",
            "category": "Politics",
            "snippet": "Boris Johnson has “full confidence” in the ability of Priti Patel, the home secretary, his official spokesman has said. However, he declined to offer …"
        },
        {
            "title": "Nine-year-old Buttigieg supporter asks candidate to help 'tell the world I'm gay'",
            "category": "US-News",
            "snippet": "At a campaign rally in Denver, a nine-year-old Pete Buttigieg supporter asked the presidential hopeful to “tell the world I’m gay”. Zachary Ro, from L …"
        },
        {
            "title": "Justin Bieber breaks US chart record held by Elvis Presley",
            "category": "Music",
            "snippet": "Justin Bieber has broken a US chart record set by Elvis Presley 59 years ago, by becoming the youngest artist to score seven No 1 albums. Bieber, 25, …"
        },
        {
            "title": "Teenager's body pulled from River Wear in County Durham",
            "category": "UK-News",
            "snippet": "The body of a 13-year-old boy has been pulled from the River Wear in County Durham. Formal identification has yet to take place, but police believe it …"
        },
        {
            "title": "These New Puritans review – frustratingly unfinished symphonies",
            "category": "Music",
            "snippet": "As restless souls with voracious creative appetites, These New Puritans’ previous appearances at the Barbican saw their ranks bolstered by children’s …"
        },
        {
            "title": "Hillary review – did the US presidential hopeful take the wrong road?",
            "category": "Film",
            "snippet": "There is a melancholy fascination to Nanette Burstein’s sympathetic and respectful documentary interview with the enduringly opaque Hillary Rodham Cli …"
        },
        {
            "title": "Lost in translation: when film-makers hit the language barrier",
            "category": "Film",
            "snippet": "It is a truth universally acknowledged in world cinema that a celebrated auteur, making their first film outside their native tongue, must be preparin …"
        },
        {
            "title": "As Hay festival opens in the UAE, authors condemn free speech abuses",
            "category": "Books",
            "snippet": "As bestselling authors from Jung Chang to Bernardine Evaristo prepare to gather in Abu Dhabi for the first Hay festival in the United Arab Emirates, l …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s begin at The Beginning Of Spring by Penelope …"
        },
        {
            "title": "Amid the din, Julian Assange struggles to hear case against him",
            "category": "UK-News",
            "snippet": "There was no room inside for the hundreds who had turned up to support Julian Assange, but the the sound of their chants in support of the WikiLeaks f …"
        },
        {
            "title": "Guilt and anger surface as infected blood inquiry hears evidence",
            "category": "UK-News",
            "snippet": "The guilt of infected blood donors and the anger of victims whose diagnosis of HIV and hepatitis C was withheld from them for years has emerged as evi …"
        },
        {
            "title": "'Selling it would be like removing part of my soul': readers on the bond with their instruments",
            "category": "Music",
            "snippet": "‘I fell in love with her at first sight’ Pearl, my Epiphone FT- 150 jumbo steel string guitar is what I’d rescue first from a fire. She’s the only ins …"
        },
        {
            "title": "New chancellor will not want to be 'creature of No 10' – David Gauke",
            "category": "Politics",
            "snippet": "A former Conservative cabinet minister has said the chancellor, Rishi Sunak, will want to avoid becoming a “creature of No 10” amid pressure on the ne …"
        },
        {
            "title": "Older, wiser but underemployed: no longer can it be treated with indifference",
            "category": "Business",
            "snippet": "In the past year underemployment has risen, destroying any hope of improved wages growth. But while the overall rate of underemployment remains a majo …"
        },
        {
            "title": "Four jailed over 'cattle-like' Cornwall people-smuggling operation",
            "category": "UK-News",
            "snippet": "Four men have been jailed over a people-smuggling operation in which 29 Vietnamese nationals, including 17 children, were crammed into a dilapidated y …"
        },
        {
            "title": "Elizabeth Cook obituary",
            "category": "Music",
            "snippet": "Elizabeth Cook, who has died aged 81, was a music teacher of particular energy, intelligence and empathy. As head of music at Tapton secondary school, …"
        },
        {
            "title": "Cabinet secretary says unattributable briefings damaging government in apparent swipe at Tories - live news",
            "category": "Politics",
            "snippet": "Sir Mark Sedwill, the cabinet secretary, has said that unattributable briefings are damaging to government in a message to civil servants that will be …"
        },
        {
            "title": "Flying coach, red meat and trucks: why Donald Trump Jr thinks he’s not the elite",
            "category": "US-News",
            "snippet": "It is common knowledge that Donald Trump Jr, the son of the billionaire president, is just a regular guy. But now this truth is indubitable, because i …"
        },
        {
            "title": "Democratic party grapples with rising likelihood of Sanders as the nominee",
            "category": "US-News",
            "snippet": "In the aftermath of Bernie Sanders’ victory in Nevada and as the South Carolina primary looms, the Democratic party establishment continues to grapple …"
        },
        {
            "title": "Artist felt indeterminate jail term was like death sentence, inquest told",
            "category": "UK-News",
            "snippet": "An artist who died in a private prison told members of her family the indeterminate term she was serving was “like a death sentence”, a jury has heard …"
        },
        {
            "title": "Priti Patel urged by No 10 to defuse public row with senior civil servant",
            "category": "Politics",
            "snippet": "Priti Patel, the home secretary, has been warned by No 10 to cool down the row with her permanent secretary, Philip Rutnam, after a bitter briefing wa …"
        },
        {
            "title": "EU to demand right to punish UK if it fails to shadow Brussels rules",
            "category": "Politics",
            "snippet": "The EU will demand the right to punish Britain if the government fails to shadow the Brussels rulebook in the future, member states have agreed, as Bo …"
        },
        {
            "title": "US hedge fund calls for Prudential breakup as it takes near-$2bn stake",
            "category": "Business",
            "snippet": "Third Point, the US hedge fund and activist investor, has taken a near-$2bn (£1.5bn) stake in the London-based insurer Prudential and is calling for i …"
        }
    ]
}