{
    "page": [
        {
            "title": "Clint Eastwood: electing Bloomberg would make my day",
            "category": "Film",
            "snippet": "Summary: Clint Eastwood has backed Mike Bloomberg for president, breaking with the Republican party he has supported for decades and even served in elected off …"
        },
        {
            "title": "Justin Thomas leads clutch of top names into final round in Mexico",
            "category": "Sport",
            "snippet": "It is doubtful that stirring Saturdays are essential as mainstream golf seeks to swat aside the threat from a breakaway tour. Still, they cannot do an …"
        },
        {
            "title": "Bernie Sanders' Nevada win is a breakout moment. The others are toast",
            "category": "US-News",
            "snippet": "There are no second prizes in presidential contests. No silver medals. No participation trophies. There are, however, endless numbers of delusional ca …"
        },
        {
            "title": "Day on the Green review: a-ha return with a melancholy take on their 80s hits",
            "category": "Music",
            "snippet": "Summary: The Norwegian band a-ha first toured Australia in 1986, appearing to adoring teenage fans on Countdown. As with international acts such as ABBA and Ma …"
        },
        {
            "title": "Buoyed by Latino voters in Nevada, Sanders cements his frontrunner status",
            "category": "US-News",
            "snippet": "The senator from one of the whitest states in the US on Saturday trounced his rivals in the first primary of the 2020 election cycle that actually ref …"
        },
        {
            "title": "Nevada caucuses: Bernie Sanders wins in resounding victory",
            "category": "US-News",
            "snippet": "The Vermont senator Bernie Sanders won the caucuses in Nevada, solidifying his frontrunner status in the race for the Democratic nomination. “We’ve br …"
        },
        {
            "title": "Greed review – Steve Coogan entertains in broad satire",
            "category": "Film",
            "snippet": "It could be said that writer and director Michael Winterbottom and star Steve Coogan have created a monster in the character of fashion mogul Sir Rich …"
        },
        {
            "title": "Home listening: Bach, Haydn, Mozart and more",
            "category": "Music",
            "snippet": "• In nearly half a century since the Belgian conductor Philippe Herreweghe began performing Bach’s St John Passion (in the earliest performances he sh …"
        },
        {
            "title": "UK and Brussels clash over post-Brexit trade deal even before key talks begin",
            "category": "Politics",
            "snippet": "Summary: Downing Street is accusing the EU of being in disarray over its plans for a post-Brexit trade deal, in the latest deterioration of relations ahead of …"
        },
        {
            "title": "A return to Plot 29, and there are jobs to be done",
            "category": "Life-and-Style",
            "snippet": "I rushed the rehab. Regretting it now. It was the enforced helplessness I was fighting. Snowdrops are out. Crocuses, too. Jeffrey’s daylilies are a ha …"
        },
        {
            "title": "Don’t wait for festival season for a neon glow",
            "category": "Life-and-Style",
            "snippet": "At this point in the year, wearing acid-hued makeup seems inappropriate – shouldn’t we at least wait until Coachella? And then, of course, there’s the …"
        },
        {
            "title": "Tyson Fury sings two-minute version of American Pie after beating Deontay Wilder",
            "category": "Sport",
            "snippet": "Most boxers are content to thank their family, team and God when they win a fight. But Tyson Fury is different. Once he had gone through the usual ple …"
        },
        {
            "title": "Sunday with Russell Tovey: ‘I don’t have the cooking thing in me’",
            "category": "Life-and-Style",
            "snippet": "Do you set an alarm? There’s no need, the dogs wake me. It’s like being a parent with all the feeding, entertaining and pooing. A slow morning? A nice …"
        },
        {
            "title": "‘It was so emotional’: the duo who helped rapper Dave stun the Brits",
            "category": "Music",
            "snippet": "Amber Rimell and Bronski were in their studio when a call came through last December. The 21-year-old rapper, Dave, had been asked to perform at the B …"
        },
        {
            "title": "Vexed by James Mumford review – provocative plea for political nuance",
            "category": "Books",
            "snippet": "Brendon Kaluza-Graham was born in Spokane, Washington, to parents who were just 14 and 16. His life was split between his separated mother and father …"
        },
        {
            "title": "The Call of the Wild review – a remake with little bite",
            "category": "Film",
            "snippet": "Summary: Jack London’s 1903 Yukon-set adventure novel has been adapted for screen on numerous occasions. Various versions have starred, among others, Clark Gab …"
        },
        {
            "title": "Can Mike Bloomberg come back from his Democratic debate debacle?",
            "category": "US-News",
            "snippet": "After spending nearly half a billion dollars on advertising that portrays him as a pioneering leader, a man who would be a unifying, inspirational pre …"
        },
        {
            "title": "Little Joe review – The Day of the Triffids meets Little Shop of Horrors",
            "category": "Film",
            "snippet": "In Danse Macabre, his piercing analysis of the horror genre, Stephen King cites a key moment of uncanny weirdness from Jack Finney’s 1955 novel The Bo …"
        },
        {
            "title": "When child’s play gets serious about work",
            "category": "Life-and-Style",
            "snippet": "We’re going on a school trip!” sung my five-year-old. “To the Apple Store!” OK. Quite often, as a parent, I find myself struggling with the right thin …"
        },
        {
            "title": "Mel C speaks out: trying to be the perfect Spice Girl made me ill",
            "category": "Music",
            "snippet": "Melanie Chisholm, the former Spice Girl Mel C, dates her past struggle with eating disorders and depression back to an incident at a Brit awards cerem …"
        },
        {
            "title": "Break the garlic rules for a big surprise",
            "category": "Life-and-Style",
            "snippet": "“In gardening there are no mistakes, only experiments.” This quote by gardener Janet Kilburn Phillips has to be my favourite horticultural saying ever …"
        },
        {
            "title": "Anger over fresh delays to decision on Arcuri-Johnson probe",
            "category": "Politics",
            "snippet": "The police regulator says it has been tracking down witnesses across the world, as it seeks to explain why it has yet to decide whether to launch an i …"
        },
        {
            "title": "A Bite of the Apple by Lennie Goodings – essential literary memoir",
            "category": "Books",
            "snippet": "Lennie Goodings has had a long and highly respected career in publishing. She is chair of Virago Press, the pioneering publishing house that champions …"
        },
        {
            "title": "Tyson Fury knocks out Deontay Wilder to win WBC heavyweight crown",
            "category": "Sport",
            "snippet": "Tyson Fury completed one of the greatest comebacks in modern sports history on Saturday night when he knocked out Deontay Wilder in the seventh round …"
        },
        {
            "title": "Searching for Sylvie Lee by Jean Kwok review – accusations, twists and revelations",
            "category": "Books",
            "snippet": "Jean Kwok – born in Hong Kong, raised in Brooklyn, based in the Netherlands – had a hit a decade ago with Girl in Translation, a novel inspired by her …"
        },
        {
            "title": "Bobby Gillespie remembers Andrew Weatherall: ‘He was a true bohemian’",
            "category": "Music",
            "snippet": "Summary: I first heard of Andrew Weatherall back in the summer of 1989, when he wrote about his favourite tracks of the time in the Boy’s Own fanzine. To our s …"
        },
        {
            "title": "Harry and Meghan show anger at palace over loss of royal branding",
            "category": "UK-News",
            "snippet": "Summary: The freeze in relations between the Duke and Duchess of Sussex and Buckingham Palace has become apparent after the couple were forced to drop plans to …"
        },
        {
            "title": "Ne me touche pas… the shift in sex and power sweeping France",
            "category": "Life-and-Style",
            "snippet": "A few years ago I spent the weekend in a château deep in the rural Auvergne region of central France. Even more memorable than the crumbling property …"
        },
        {
            "title": "Supergrass: ‘We’ve always been about manic energy’",
            "category": "Music",
            "snippet": "In a way, it’s incredible that Supergrass lasted as long as they did. That they survived the mania of Britpop having bounced into mainstream conscious …"
        },
        {
            "title": "Thomas Piketty: Why France’s ‘rock star economist’  still wants to squeeze the rich",
            "category": "Books",
            "snippet": "Seven years ago a French economist named Thomas Piketty published a book entitled Capital in the Twenty-First Century. It was 700 pages long and featu …"
        },
        {
            "title": "Like a Boss review – corporate comedy with little to laugh about",
            "category": "Film",
            "snippet": "There’s something uniquely dispiriting about a film that manages to waste the considerable talents of almost everybody involved, both in front of and …"
        },
        {
            "title": "Believe the hype – budget 2020 is very important",
            "category": "Business",
            "snippet": "Every budget is billed in advance as the most crucial in recent times, but then most are instantly forgotten. The one Rishi Sunak will deliver in just …"
        },
        {
            "title": "‘You’re one of the more normal composers’: Simon Rattle and Thomas Adès swap notes",
            "category": "Music",
            "snippet": "One titan in the room is a challenge. A pair threatens to be a crush. Classical music has many stars. Yet true creative thinkers, who mould the cultur …"
        },
        {
            "title": "Gwyneth, Lizzo, Cher: who are Hollywood stars endorsing?",
            "category": "US-News",
            "snippet": "As the race for the 2020 Democratic nomination grows increasingly unpredictable, every boost helps – and candidates are calling in support from the po …"
        },
        {
            "title": "Nicola Sturgeon 'emphatic' she is still best person to lead SNP",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has said she believes “emphatically” that she remains the best person to lead the SNP, as two party heavyweights both tipped as future …"
        },
        {
            "title": "Michael Ball and Alfie Boe review – dulcet bromance hits the high notes",
            "category": "Music",
            "snippet": "Michael Ball and Alfie Boe’s business is booming. The stage veterans, who first met in 2007 during an unloved ENO production of Kismet, know a thing o …"
        },
        {
            "title": "Brexit: EU and US trade deals 'at risk' if UK reneges on Northern Ireland pledges",
            "category": "Politics",
            "snippet": "Reneging on the special Brexit arrangements for Northern Ireland will put trade deals with both the EU and the US at risk, experts have warned. Concer …"
        },
        {
            "title": "Bank of England under pressure over board member's oil links",
            "category": "Business",
            "snippet": "Environmental groups have called into question the Bank of England’s commitment to tackling the climate emergency while it retains one of Britain’s mo …"
        },
        {
            "title": "Caring for my brother after his brain injury showed me a world of compassion",
            "category": "Life-and-Style",
            "snippet": "Summary: I often find myself thinking back to a fairly unremarkable afternoon in 2010. I was sitting in the day room of a care home while my older brother Mile …"
        },
        {
            "title": "Zara Steiner obituary",
            "category": "Books",
            "snippet": "Zara Steiner, who has died aged 91, was the world’s leading historian of international relations in Europe between the wars. Her two massive and magis …"
        },
        {
            "title": "Outcry after MSNBC host compares Sanders’ Nevada win to Nazi invasion",
            "category": "US-News",
            "snippet": "MSNBC host Chris Matthews compared Bernie Sanders’ victory in the Nevada caucuses on Saturday to the Nazi invasion of France, spurring calls for his f …"
        },
        {
            "title": "King Krule: Man Alive! review – stirring, dreamy optimism",
            "category": "Music",
            "snippet": "Archy Marshall has been refining his woozy, washed-out sounds since he emerged back in 2010. With each release under his King Krule moniker, he has sh …"
        },
        {
            "title": "'Sensational': athletes react to Tyson Fury's victory over Deontay Wilder",
            "category": "Sport",
            "snippet": "Figures from the sports world and beyond hailed Tyson Fury’s victory over Deontay Wilder on Saturday night. Fury stopped the previously undefeated Wil …"
        },
        {
            "title": "AFLW exploring link between player injuries and the menstrual cycle",
            "category": "Sport",
            "snippet": "When Erin Phillips went down in the third quarter of the 2019 AFLW grand final there was a collective gasp in the stadium. An uneasy silence settled o …"
        },
        {
            "title": "Trump security adviser slammed for 'politicizing intelligence' on Russian meddling",
            "category": "US-News",
            "snippet": "Donald Trump’s national security adviser has said he has not “seen any intelligence that Russia is doing anything” to get the president re-elected, bu …"
        },
        {
            "title": "George Eustice refuses to guarantee ban on chlorinated chicken",
            "category": "Politics",
            "snippet": "The environment secretary has refused to give a firm guarantee that the government will not allow chlorine-washed chicken to be imported into the UK a …"
        },
        {
            "title": "Five ways to improve flexibility",
            "category": "Life-and-Style",
            "snippet": "Select the best exercise Yoga, pilates, tai chi and stretching are all recommended for improving flexibility by the NHS. While pilates and yoga concen …"
        },
        {
            "title": "England keep title hopes alive as George Ford outwits Ireland defence",
            "category": "Sport",
            "snippet": "It is impossible to hide in the unforgiving spotlight of a big Six Nations occasion. As England discovered in Paris and Ireland were reminded here the …"
        },
        {
            "title": "New Orleans: two people killed by Mardi Gras floats in one week",
            "category": "US-News",
            "snippet": "A man was hit and killed by a Mardi Gras float in New Orleans on Saturday evening, the second such death in a week. The individual, who was not immedi …"
        },
        {
            "title": "MI5 rejects claims that officials withhold intelligence from Priti Patel",
            "category": "Politics",
            "snippet": "MI5 has rejected claims that its officials are withholding information from Priti Patel because they do not trust her. An informed security source sai …"
        }
    ]
}