{
    "page": [
        {
            "title": "Jeremy Corbyn keeps door open to shadow cabinet role",
            "category": "Politics",
            "snippet": "Summary: Jeremy Corbyn has held open the possibility he could stay on as a Labour frontbencher after stepping down as party leader, declining to rule out the i …"
        },
        {
            "title": "Knitting influencer gets in a tangle after mocking wokeness with yarn",
            "category": "Life-and-Style",
            "snippet": "So here’s a yarn to get your head around: critics are attacking a knitting influencer online for naming her dyed wools after “words that are meant to …"
        },
        {
            "title": "Bloomberg debate video sparks new concern over social media disinformation",
            "category": "US-News",
            "snippet": "A heavily edited video of Mike Bloomberg’s performance at Wednesday’s democratic debate in Nevada has prompted fresh questions about disinformation po …"
        },
        {
            "title": "France call Welsh claims of cheating in scrum 'a childish attack'",
            "category": "Sport",
            "snippet": "The entente between France and Wales has turned distinctly uncordiale before Saturday’s meeting between the sides in Cardiff. The hosts fired the firs …"
        },
        {
            "title": "'This is not just Roger being Roger': Stone gets 40 months – and a scolding from the judge",
            "category": "US-News",
            "snippet": "Roger Stone, a longtime friend of Donald Trump and a self-styled dirty trickster of American politics, showed little emotion as he stood, squeezed bet …"
        },
        {
            "title": "Roger Stone sentenced to 40 months in prison despite request for new trial",
            "category": "US-News",
            "snippet": "Summary: Roger Stone, a longtime ally of Donald Trump and a self-described political dirty trickster, was sentenced on Thursday to more than three years in pri …"
        },
        {
            "title": "US intelligence warned House members Russia is working to get Trump re-elected – reports",
            "category": "US-News",
            "snippet": "US intelligence officials are reported to have warned members of Congress last week that Russia was trying to interfere in the 2020 election campaign …"
        },
        {
            "title": "Rory McIlroy does talking on course in Mexico after shunning Premier League",
            "category": "Sport",
            "snippet": "The day after making an emphatic statement off the course, Rory McIlroy did precisely the same when back on it. Evidence of an excellent start to the …"
        },
        {
            "title": "Britain First leader Paul Golding charged by anti-terror police",
            "category": "UK-News",
            "snippet": "Summary: Paul Golding, the leader of the fringe far-right group Britain First, has been charged with an offence under the Terrorism Act after refusing to give …"
        },
        {
            "title": "'She was a warrior': Warren supporters ebullient in Las Vegas after debate",
            "category": "US-News",
            "snippet": "As her supporters chanted, “Persist, persist, persist,” Elizabeth Warren did a little dance. “All I can say is we’re just getting started,” said the M …"
        },
        {
            "title": "Céline Sciamma: 'In France, they don’t find the film hot. They think it lacks flesh, it’s not erotic'",
            "category": "Film",
            "snippet": "Céline Sciamma’s Portrait of a Lady on Fire should carry a health warning: “This film may cause uncontrollable swooning.” Everywhere the French direct …"
        },
        {
            "title": "Immigration rules post-Brexit could fuel modern slavery, say charities",
            "category": "UK-News",
            "snippet": "The proposed closure of UK borders to low-skilled workers after Brexit risks driving vulnerable EU citizens into modern slavery, charities have said. …"
        },
        {
            "title": "United Nation: Three Decades of Drum & Bass review – a raving nostalgia trip",
            "category": "Film",
            "snippet": "Summary: Here’s a reasonably entertaining film about the history of drum’n’bass co-directed by club scene entrepreneur Terry “Turbo” Stone, a man (apparently) …"
        },
        {
            "title": "The Mercies by Kiran Millwood Hargrave review – a witch-hunt tale for our times",
            "category": "Books",
            "snippet": "There has been a vogue in the past few years for novels about gender and sexuality set in early modern Scandinavia: Hannah Kent’s Burial Rites, Sally …"
        },
        {
            "title": "The Orielles: the hotly tipped band leaving Halifax for the stars",
            "category": "Music",
            "snippet": "Twenty minutes into the gong bath, Orielles vocalist and bassist Esmé Hand-Halford knew that she was ready to do her vocal take. Stockport’s Eve Studi …"
        },
        {
            "title": "Pulled By Magnets: Rose Golden Doorways review – an ear-tricking blizzard of sound",
            "category": "Music",
            "snippet": "Seb Rochford is best known as leader of the post-jazz outfit Polar Bear and co-founder of the punk-jazzers Acoustic Ladyland, as well as being a found …"
        },
        {
            "title": "Ozzy Osbourne: Ordinary Man review – his final statement?",
            "category": "Music",
            "snippet": "Given his recent tribulations – notably his diagnosis with Parkinson’s – it’s hardly surprising that there is a sometimes elegiac feel to Ozzy Osbourn …"
        },
        {
            "title": "Roger Stone is a friend of Trump – does that mean he's above the law?",
            "category": "US-News",
            "snippet": "Any other convict, in Roger Stone’s place, might find cause for despair. Sentenced by Judge Amy Berman Jackson to 40 months in federal prison on Thurs …"
        },
        {
            "title": "Donald Trump jabs at Parasite's Oscar win because film is 'from South Korea'",
            "category": "Film",
            "snippet": "Summary: Donald Trump has taken a jab at the Oscars for awarding this year’s best picture honor to Parasite, because the film is South Korean. “How bad were th …"
        },
        {
            "title": "Sightless Pit: Grave of a Dog review – witchy trio unleash hell",
            "category": "Music",
            "snippet": "Summary: ‘When shall we three meet again in thunder, lightning or in rain?” That’s what you can imagine this decidedly witchy trio saying to each other after f …"
        },
        {
            "title": "My life in sex: an open marriage revived my sex drive",
            "category": "Life-and-Style",
            "snippet": "In the last six months, I’ve had sex with 15 men – not including my husband of 25 years. I’ve also talked to many men who tell me the same story: “I l …"
        },
        {
            "title": "Experience: I’ve written a letter to my local paper every day for 40 years",
            "category": "Life-and-Style",
            "snippet": "I started writing to my local paper, the Liverpool Echo, in 1978, when I was 28. One of my first letters was a response to a story about what’s known …"
        },
        {
            "title": "Priti Patel gets 'storm' warning over senior civil servant clashes",
            "category": "Politics",
            "snippet": "Summary: A former chief civil servant at the Home Office has warned that the department is in the grip of a number of “tropical storms” amid reports of clashes …"
        },
        {
            "title": "King Krule: Man Alive! review – disgust, dissolution and despair",
            "category": "Music",
            "snippet": "King Krule, AKA 25-year-old south London native Archy Marshall, has always let his work sprawl. His 2013 debut, 6 Feet Beneath the Moon, was a stagger …"
        },
        {
            "title": "Is being the 'voice of a generation' a curse or an honour for novelists?",
            "category": "Books",
            "snippet": "Sally Rooney doesn’t come across as someone who spends a lot of time on Snapchat. There is no scene in her 2018 novel Normal People where her protagon …"
        },
        {
            "title": "Malmkrog review – cerebral period drama lives on in the mind",
            "category": "Film",
            "snippet": "Summary: Cristi Puiu is the film-maker who spearheaded Romanian new wave 15 years ago with his brilliant The Death of Mr Lazarescu, and then five years later w …"
        },
        {
            "title": "Tracks of the week reviewed: US Girls, Jake Shears, Grimes",
            "category": "Music",
            "snippet": "US Girls 4 American Dollars In a comparison of the presidential candidates’ campaign rally playlists, the progressive Bernie Sanders came off unusuall …"
        },
        {
            "title": "Dry February sends California back to drought: 'This hasn't happened in 150 years'",
            "category": "US-News",
            "snippet": "San Francisco and Sacramento have not seen a drop of rain this February, and climate scientists are expecting that disturbing dry trend to hold, in wh …"
        },
        {
            "title": "India beat Australia by 17 runs: Women's T20 World Cup opener – as it happened",
            "category": "Sport",
            "snippet": "That’s all from the Sydney Showgrounds. What a thrilling start to this Women’s T20 World Cup with India triumphant. Thanks for your company. Bye for n …"
        },
        {
            "title": "Tender Is the Flesh by Agustina Bazterrica review – a prizewinning Argentinian dystopia",
            "category": "Books",
            "snippet": "“There are words that cover up the world,” thinks the protagonist of this prizewinning Argentinian dystopia. In our world of industrialised farming, w …"
        },
        {
            "title": "'Pyke notte thy nostrellys': 15th-century guide on children's manners digitised for first time",
            "category": "Books",
            "snippet": "From Horrid Henry to Just William, naughty children are not difficult to find in children’s books today. But bad behaviour isn’t confined to recent de …"
        },
        {
            "title": "Redefining the 'strong man': Tyson Fury praised for openness on mental health",
            "category": "Sport",
            "snippet": "Tyson Fury’s struggle with his mental health was ridiculed by his opponent in the run-up to the most anticipated heavyweight title fight in decades. “ …"
        },
        {
            "title": "Supergrass review – joyous return for one of the UK's greatest singles bands",
            "category": "Music",
            "snippet": "One quality among many that defines Supergrass is their sense of humour. Note that the title track from their second and arguably best album, 1997’s I …"
        },
        {
            "title": "Weirdos, misfits and why I had to check my dog's horoscope",
            "category": "UK-News",
            "snippet": "Summary: Monday Dominic Cummings’s programme to recruit more “weirdos” and “misfits” into No 10 got off to a cracking start with the appointment of “Mystic” An …"
        },
        {
            "title": "Everything we wanted: the race to find the next Billie Eilish",
            "category": "Music",
            "snippet": "Last week, Billie Eilish released her masterfully mournful Bond theme, No Time to Die – a huge swoop of a song that wants to bottle a feeling of timel …"
        },
        {
            "title": "Environment and animal rights activists being referred to Prevent programme",
            "category": "UK-News",
            "snippet": "Environmental and animal rights activists have been referred to the government’s controversial anti-radicalisation programme, the Home Office has admi …"
        },
        {
            "title": "Dan Brown announces debut picture book – soundtracked by the author",
            "category": "Books",
            "snippet": "Just like his hero Robert Langdon, who combines an eidetic memory with an uncanny knack for solving mysteries, incredible swimming skills and the abil …"
        },
        {
            "title": "Labour MPs warn ministers not to water down Windrush review",
            "category": "UK-News",
            "snippet": "Politicians have warned the government not to water down a review into the Windrush scandal after claims that a section of a pending report that brand …"
        },
        {
            "title": "The best ideas do not come at 3am",
            "category": "Life-and-Style",
            "snippet": "Anecdotally, there is a longstanding relationship between creativity and insomnia. Countless works of art have been inspired by those delirious, sleep …"
        },
        {
            "title": "Hammerson offloads nine UK retail parks for £455m",
            "category": "Business",
            "snippet": "Hammerson has offloaded its out-of-town retail parks for £455m as it looks to reduce its £3bn debt pile and shield itself from the high-street crisis. …"
        },
        {
            "title": "What is the Windrush review?",
            "category": "UK-News",
            "snippet": "What is the purpose of the Windrush review? It was set up to provide an independent assessment of the events leading up to the Windrush scandal – part …"
        },
        {
            "title": "Joaquin Phoenix saves cow and calf from slaughterhouse",
            "category": "Film",
            "snippet": "Summary: Few would have anticipated the most memorable line from this year’s Oscars would involve the artificial insemination of cattle. But Joaquin Phoenix’s …"
        },
        {
            "title": "Health, heat and deportations: the issues driving Nevada caucus voters",
            "category": "US-News",
            "snippet": "As Nevada prepares for the caucuses that could reshape the US presidential race, Democratic voters here remained divided on who is the best candidate …"
        },
        {
            "title": "UK factory output hits 10-month high – as it happened",
            "category": "Business",
            "snippet": "The International Air Transport Association (IATA) trade body released initial forecasts showing that global airline revenues could take a near-$30bn …"
        },
        {
            "title": "Don’t give up on cash yet: there’s a value to seeing what you spend",
            "category": "Life-and-Style",
            "snippet": "Summary: The other day, New York’s city council voted to make it illegal for businesses to refuse payment in cash. The move was mainly intended to benefit peop …"
        },
        {
            "title": "Regent's Park mosque prayer leader returns day after being stabbed",
            "category": "UK-News",
            "snippet": "A Muslim prayer leader has returned to Regent’s Park mosque a day after he was stabbed in the neck in front of hundreds of horrified onlookers, as Lon …"
        },
        {
            "title": "Rio Tinto appoints three women as non-executive directors",
            "category": "Business",
            "snippet": "Rio Tinto has appointed three female non-executive directors as the mining group moves to address the lack of diversity on its board. The company was …"
        },
        {
            "title": "Wales under pressure to get back on track against inexperienced France",
            "category": "Sport",
            "snippet": "There was an echo of the Warren Gatland era this week when the prop Wyn Jones accused France of cheating in the scrum. It was a calculated attempt to …"
        },
        {
            "title": "Brahms: The Boy II review – wilfully unscary evil doll horror",
            "category": "Film",
            "snippet": "Watching Brahms: The Boy II, an awkwardly titled and staggeringly incompetent sequel to a film no one remembers, one’s mind will wander. After giving …"
        },
        {
            "title": "'Diversity is now centre stage': Berlin film festival sets industry precedent",
            "category": "Film",
            "snippet": "Summary: The Berlin film festival has achieved gender parity in some of its most senior positions a year after signing a pledge that commits film festivals to …"
        }
    ]
}