{
    "page": [
        {
            "title": "Leeds council to sue leisure company after death of boy in pool",
            "category": "UK-News",
            "snippet": "Leeds city council has said it plans to prosecute the David Lloyd Leisure group after a three-year-old boy drowned in one of the company’s swimming po …"
        },
        {
            "title": "Andrew Weatherall: lone swordsman who cut new shapes for British music",
            "category": "Music",
            "snippet": "Summary: There was a point, quite early on in Andrew Weatherall’s career, when vast commercial success appeared to beckon him. Already an acclaimed DJ and remi …"
        },
        {
            "title": "For all the brave words, Jupiter's move is essentially defensive",
            "category": "Business",
            "snippet": "What’s gone wrong with Britain’s fund management industry? Over the past year share prices have soared globally, which usually translates into boom ti …"
        },
        {
            "title": "Ted Cruz criticizes vasectomy bill, exposing his hypocrisy on reproduction rights",
            "category": "US-News",
            "snippet": "Summary: Ted Cruz, the Republican Texas senator, has given an unwitting boost to an Alabama lawmaker’s attempt to push back on restrictive abortion laws in her …"
        },
        {
            "title": "Players turn on MLB over Houston Astros cheating scandal",
            "category": "Sport",
            "snippet": "The fallout from the Houston Astros’ cheating scandal has continued with two prominent players attacking MLB’s handling of the case. MLB commissioner …"
        },
        {
            "title": "We won't budge on escaping EU rules, says UK's Brexit negotiator",
            "category": "Politics",
            "snippet": "Summary: The democratic consent of the British public would “snap dramatically and finally” if the UK continued to be tied to EU rules, Boris Johnson’s chief B …"
        },
        {
            "title": "NSA whistleblower who leaked Russian hacking report petitions for clemency",
            "category": "US-News",
            "snippet": "Supporters of Reality Winner, a National Security Agency whistleblower who leaked classified information about Russia’s interference in the 2016 presi …"
        },
        {
            "title": "Andrew Sabisky: Boris Johnson's ex-adviser in his own words",
            "category": "Politics",
            "snippet": "Andrew Sabisky, who resigned as a No 10 adviser on Monday night, had been criticised for a series of controversial opinions he had expressed publicly. …"
        },
        {
            "title": "Severe flood warnings remain as Johnson's response is criticised",
            "category": "UK-News",
            "snippet": "Severe flood warnings remain in place and rescue operations were continuing in stricken communities on Monday evening, as the government faced critici …"
        },
        {
            "title": "Boris Johnson adviser quits over race and eugenics controversy",
            "category": "Politics",
            "snippet": "Summary: A controversial new adviser to Boris Johnson resigned on Monday night after MPs and experts accused No 10 of condoning his controversial claims that i …"
        },
        {
            "title": "Labour leadership contest: last three contenders face off in TV debate – as it happened",
            "category": "Politics",
            "snippet": "And that closes the debate. In the context of the debate on Labour’s antisemitism problem, the candidates are asked by an audience member about the ri …"
        },
        {
            "title": "Weatherwatch: The downs and ups of plane contrails",
            "category": "Business",
            "snippet": "Summary: Anyone living in Britain will be familiar with the white contrails that aircraft produce as transatlantic flights cross the country. Some days they di …"
        },
        {
            "title": "John Bercow says bullying accusers are 'snobs and bigots'",
            "category": "Politics",
            "snippet": "The former Commons Speaker John Bercow has described parliamentary staff members who allege that he bullied people as “snobs and bigots”, and claimed …"
        },
        {
            "title": "LSO/Rattle review – volatile, politically charged Berg and Beethoven",
            "category": "Music",
            "snippet": "When Schiller addressed his Ode to Joy to “you millions” rather than the privileged few, he made it political. Beethoven’s setting of it as the last m …"
        },
        {
            "title": "John Bolton breaks his silence after Trump impeachment: 'I knew what I was getting into'",
            "category": "US-News",
            "snippet": "John Bolton celebrated Presidents’ Day by breaking his silence for the first time since Donald Trump’s impeachment trial – speaking of his frustration …"
        },
        {
            "title": "Banoffee on trauma and transformation: 'Reshaping myself helped me survive'",
            "category": "Music",
            "snippet": "Summer sunlight filters through a large gumtree in her family’s backyard, as Martha Brown’s dog Story cruises for pats. It’s an idyllic scene, but for …"
        },
        {
            "title": "Sadiq Khan urges EU to offer Britons 'associate citizenship'",
            "category": "Politics",
            "snippet": "Summary: The mayor of London, Sadiq Khan, has implored EU negotiators during a visit to Brussels to offer free movement for Britons through “associate citizens …"
        },
        {
            "title": "'A wonderfully creative DJ': readers' tributes to Andrew Weatherall",
            "category": "Music",
            "snippet": "‘A really important artist for a whole generation of Brits’ Damn, I really can’t believe this … Weatherall deeply impacted me, my life course and, of …"
        },
        {
            "title": "Portugal considers subsidising UK tourists' post-Brexit healthcare",
            "category": "Politics",
            "snippet": "Summary: ﻿Portugal is considering offering British tourists subsidised post-Brexit healthcare in an effort to retain their custom in the Algarve, Lisbon and be …"
        },
        {
            "title": "Tyll by Daniel Kehlmann review – plague, war and practical jokes",
            "category": "Books",
            "snippet": "Time and again, Daniel Kehlmann’s novels feature an artist whose success depends on leaving his wife and children. (His last book broke with the formu …"
        },
        {
            "title": "Nevada scrambles to avoid Iowa-like chaos as Democratic caucuses approach",
            "category": "US-News",
            "snippet": "Democratic party officials in Nevada are rushing to avoid the fate of Iowa, where technological and organizational failure left the first caucus in th …"
        },
        {
            "title": "Kidnappers prey with ‘total impunity’ on migrants waiting for hearings in Mexico",
            "category": "US-News",
            "snippet": "A score or so migrants crouch in the dark corridor of the safe house where they have been waiting for a month. Today, their turn has come to go back o …"
        },
        {
            "title": "I laugh maniacally when I orgasm – and my boyfriend can no longer reach climax",
            "category": "Life-and-Style",
            "snippet": "Summary: I am a 37-year-old woman and have been with my partner for 10 months. My boyfriend and I enjoy an active sex life and we are deeply in love. I don’t s …"
        },
        {
            "title": "Rogue colons, endless ellipses: the worst grammar crimes in film titles",
            "category": "Film",
            "snippet": "mother! In “the most Darren Aronofsky thing of all time”, the director decided on having the exclamation mark at the end of the title of his 2017 film …"
        },
        {
            "title": "Poetry book of the month: Wing by Matthew Francis – review",
            "category": "Books",
            "snippet": "Summary: It is becoming harder to find modern poetry that is unequivocally at the service of nature. I am not sure why the ability to observe in an unmediated …"
        },
        {
            "title": "Are plastic containers safe for our food?",
            "category": "US-News",
            "snippet": "Many of us have an overflowing kitchen cupboard of plastic containers to store our leftovers. But as awareness grows over the health and environmental …"
        },
        {
            "title": "Tell us what you think about 'associate citizenship'",
            "category": "Politics",
            "snippet": "During a trip to Brussels, Sadiq Khan plans to ask EU negotiators to be open to the idea of continued free movement for Britons through ‘associate cit …"
        },
        {
            "title": "Andrew Sabisky: minister urges review of No 10 hiring process",
            "category": "Politics",
            "snippet": "Summary: The business minister Kwasi Kwarteng has said the process for hiring staff to advise Downing Street needs to be “looked at” following the resignation …"
        },
        {
            "title": "Former England rugby captain: 'I feel we are in the shadows of the men'",
            "category": "Sport",
            "snippet": "Summary: Even now there are days when Catherine Spencer looks back with a mixture of incredulity and anger. “I felt like a second-class citizen for most of my …"
        },
        {
            "title": "New chancellor Rishi Sunak sticks to 11 March budget date",
            "category": "UK-News",
            "snippet": "The budget will go ahead on 11 March, the Treasury said on Tuesday, forcing the new chancellor, Rishi Sunak, to piece together a fresh tax and spendin …"
        },
        {
            "title": "Brit awards 2020: who will win every award … and who should",
            "category": "Music",
            "snippet": "Group of the year Coldplay Foals Bring Me the Horizon D-Block Europe Bastille Speaking from the venal, artistically disinterested, industry-beancounte …"
        },
        {
            "title": "Ozzy Osbourne cancels US tour due to ongoing ill health",
            "category": "Music",
            "snippet": "Ozzy Osbourne has cancelled his North American tour to undergo treatment amid a continuing period of poor health. A statement on his website says the …"
        },
        {
            "title": "Rose McGowan says she regrets Natalie Portman Oscars dress comments",
            "category": "Film",
            "snippet": "Rose McGowan has expressed regret for her attack on Natalie Portman over the latter’s Oscar dress “protest”, which took aim at the exclusion of women …"
        },
        {
            "title": "Average UK wages top pre-financial crisis levels",
            "category": "Business",
            "snippet": "Average real wages – which take account of the impact of inflation – have risen above their pre-financial crisis level for the first time as workers b …"
        },
        {
            "title": "True Grit author Charles Portis dies aged 86",
            "category": "Books",
            "snippet": "Charles Portis, the reclusive author of the western True Grit, in which a 14-year-old girl sets out to avenge her father’s murder, has died at the age …"
        },
        {
            "title": "Trust your nose: what rich people can learn from Parasite",
            "category": "Film",
            "snippet": "Now that Parasite is everywhere, sweeping the Oscars and cleaning up at the box office, perhaps it’s time to stop and think about the film itself. Par …"
        },
        {
            "title": "Mako Vunipola out of England's Six Nations showdown with Ireland",
            "category": "Sport",
            "snippet": "Summary: England have received a huge blow before their Six Nations match against Ireland on Sunday with Mako Vunipola ruled out after travelling to Tonga for …"
        },
        {
            "title": "'The most boring part': why the killer didn't matter to Georges Simenon",
            "category": "Books",
            "snippet": "It isn’t normal to begin reviews of detective novels by discussing their last chapter. But Maigret and the Man on the Bench is not a normal detective …"
        },
        {
            "title": "How has my fresh British apple survived though the winter?",
            "category": "Life-and-Style",
            "snippet": "I am eating a fresh British royal gala apple, presumably harvested last autumn. Where has it been since then? Katyfa, Manchester Post your answers – a …"
        },
        {
            "title": "Andrew Weatherall: 10 of his greatest tracks",
            "category": "Music",
            "snippet": "Primal Scream – Loaded (1990) No matter how many dodgy rootin-tootin’ singles or car-crash gigs they get through, Primal Scream have limitless goodwil …"
        },
        {
            "title": "Andrew Weatherall obituary",
            "category": "Music",
            "snippet": "Summary: The list of Andrew Weatherall’s achievements as DJ, musician, songwriter, producer and remixer could fill a hefty volume. His career took him from wor …"
        },
        {
            "title": "Apple is the best bellwether for the coronavirus fallout",
            "category": "Business",
            "snippet": "Summary: There are plenty of signs of the strains China’s economy is coming under as a result of the coronavirus. The sharp fall in German business confidence …"
        },
        {
            "title": "Västerås Sinfonietta/Crawford-Phillips review – a force of nature",
            "category": "Music",
            "snippet": "A programme whose theme was the force that is nature was all too apt for a weekend when storms were tyrannical. Under their chief conductor, Simon Cra …"
        },
        {
            "title": "Why do we cry – and what can we learn from our tears?",
            "category": "Life-and-Style",
            "snippet": "It is common for people to scoff at tears as a behaviour and a subject of investigation. Tears are, they say, feminine, self-indulgent and melodramati …"
        },
        {
            "title": "Have you had to live with an ex?",
            "category": "Life-and-Style",
            "snippet": "The housing crisis means it is not uncommon for people to be stuck living with their partners after they break up. Exes are locked into mortgages toge …"
        },
        {
            "title": "Explain away: 'How can I decline engagements without seeming antisocial?'",
            "category": "Life-and-Style",
            "snippet": "Summary: I have bipolar disorder and it affects my ability to socialise with others. I teach high school, and by the end of the week I am emotionally worn out. …"
        },
        {
            "title": "Stephen Miller's New York Times wedding announcement sparks backlash",
            "category": "US-News",
            "snippet": "By all accounts it was a nice day for a white wedding. On Sunday, Stephen Miller, Donald Trump’s top immigration adviser, married Katie Waldman. Waldm …"
        },
        {
            "title": "Home Office to release information about detainees' access to lawyers",
            "category": "UK-News",
            "snippet": "The Home Office has agreed to release information about whether it has deported immigration detainees who did not have access to working phones to con …"
        },
        {
            "title": "Drill rapper Unknown T cleared of murder of student",
            "category": "Music",
            "snippet": "Unknown T, until recently one of the brightest prospects in the UK drill scene, has been cleared of murdering a university student at New Year’s Eve p …"
        },
        {
            "title": "UK car factories running out of parts due to coronavirus, warns Jaguar",
            "category": "Business",
            "snippet": "Jaguar Land Rover has warned it could run out of car parts at its British factories at the end of next week, as the coronavirus halts supplies from Ch …"
        }
    ]
}