{
    "page": [
        {
            "title": "Sajid Javid resigns as chancellor in Boris Johnson reshuffle",
            "category": "Politics",
            "snippet": "Sajid Javid has resigned as chancellor after Boris Johnson asked him to sack all of his advisers in a move by No 10 to seize control of the Treasury. …"
        },
        {
            "title": "Marie Yovanovitch: former ambassador warns of ‘amoral’ US foreign policy",
            "category": "US-News",
            "snippet": "Summary: The former US ambassador to Ukraine, Marie Yovanovitch, has warned that the US had adopted an “amoral” foreign policy that “substitutes threats, fear …"
        },
        {
            "title": "Roger Stone case: chief justice urged to step in as Trump's 'abuse of power' condemned",
            "category": "US-News",
            "snippet": "The scandal embroiling the White House and US justice department in the case of Donald Trump’s former confidant Roger Stone deepened on Thursday as se …"
        },
        {
            "title": "Labour demands inquiry into Boris Johnson's holiday",
            "category": "Politics",
            "snippet": "Labour is demanding a formal inquiry by parliament’s watchdog into Boris Johnson’s £15,000 Caribbean holiday after the prime minister and a Tory donor …"
        },
        {
            "title": "Hope Hicks, former Trump aide, returns to the White House as counselor",
            "category": "US-News",
            "snippet": "Hope Hicks, one of Donald Trump’s most trusted and longest-serving aides, is returning to the White House as his re-election campaign moves into high …"
        },
        {
            "title": "F1 figures pledge safety first over Vietnam GP if coronavirus spreads",
            "category": "Sport",
            "snippet": "McLaren’s Zak Brown believes Formula One would be right to once more put its participants first if it had to postpone or cancel the Vietnam Grand Prix …"
        },
        {
            "title": "Odd choices: Johnson's reshuffle rewards loyal pro-Brexit MPs",
            "category": "Politics",
            "snippet": "Boris Johnson’s reshuffle rewarded a number of Brexit-supporting MPs who, on the face of it, appeared odd choices for the roles to which they were app …"
        },
        {
            "title": "'Barking clown': Bloomberg fires back on Twitter after Trump taunts",
            "category": "US-News",
            "snippet": "Donald Trump and his fellow billionaire and would-be presidential challenger, Mike Bloomberg, traded insults on Twitter on Thursday, with Trump dismis …"
        },
        {
            "title": "Jes Staley needs a 100% clean bill of health on Jeffrey Epstein",
            "category": "Business",
            "snippet": "If Jes Staley is found to be even an inch out of line in his account of his relationship with Jeffrey Epstein, he’ll be dumped by Barclays immediately …"
        },
        {
            "title": "Labour leadership hustings: candidates grilled at Jewish Labour Movement – as it happened",
            "category": "Politics",
            "snippet": "That’s a wrap. hustings has now finished. Robert Peston concluded the event by asking people in the room to put their hands up if they were Labour sup …"
        },
        {
            "title": "Keir Starmer criticises Labour under Corbyn for 'turning on its staff'",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer has criticised Labour under Jeremy Corbyn for “turning on its staff” who blew the whistle about antisemitism, joining all the leadership …"
        },
        {
            "title": "Billie Eilish: No Time to Die review – a Bond theme befitting the Craig era",
            "category": "Music",
            "snippet": "James Bond was a bit of a mouldy fig when it came to music. There weren’t many things worse, he opined in Goldfinger, than “listening to the Beatles w …"
        },
        {
            "title": "Justin Bieber: Changes review – the sound of fame being shunned",
            "category": "Music",
            "snippet": "Connoisseurs of documentaries that reveal the full horror of becoming famous – particularly at a young age – are currently spoilt for choice. Over on …"
        },
        {
            "title": "Talking Horses: Ladbrokes still under scrutiny a year after blaming 'glitch'",
            "category": "Sport",
            "snippet": "More than a year after Ladbrokes claimed that a “glitch” in its online betting software had been addressed and customers affected had received goodwil …"
        },
        {
            "title": "UK Athletics plunged into fresh crisis as chairman Chris Clark resigns",
            "category": "Sport",
            "snippet": "UK Athletics was thrown into yet more turmoil on Thursday night when its chair, Chris Clark, resigned after barely seven months in charge on the day t …"
        },
        {
            "title": "'Bloodbath': how the papers covered Sajid Javid quitting the cabinet",
            "category": "Politics",
            "snippet": "Sajid Javid’s sudden cabinet departure electrified what had initially been billed as Boris Johnson’s modest reshuffle, bringing out references to bloo …"
        },
        {
            "title": "British Book awards balance art and selling power to decide best writer in 30 years",
            "category": "Books",
            "snippet": "It could be almost the setup for a joke, but a former president, a Booker winner and an erotic fiction superstar have walked on to the British Book aw …"
        },
        {
            "title": "Happy never after? The enduring appeal of the messy marriage movie",
            "category": "Film",
            "snippet": "Q: When is a comedy about romance not a romantic comedy? A: When it focuses on a married couple. American audiences can find a case in point this week …"
        },
        {
            "title": "7/7 survivor Thelma Stober to lead Grenfell memorial commission",
            "category": "UK-News",
            "snippet": "A survivor of the 7/7 terror attacks is to lead plans for a memorial commemorating the victims of the Grenfell Tower fire. Thelma Stober, a lawyer bad …"
        },
        {
            "title": "Why doesn't boxing care about gender-based violence?",
            "category": "Sport",
            "snippet": "Earlier this month Gervonta Davis, the World Boxing Association’s lightweight champion and one of America’s most prodigiously gifted young athletes, w …"
        },
        {
            "title": "Hawaiian, Gaelic, Yiddish: so you want to learn an endangered language on Duolingo?",
            "category": "Life-and-Style",
            "snippet": "In October last year, Meena Viswanath, a 31-year-old civil engineer from Berkeley, California, joined a small team of volunteers who were developing a …"
        },
        {
            "title": "Pone: the paralysed producer making music with his eyes",
            "category": "Music",
            "snippet": "Summary: Interviewing an artist who can’t speak is an unusual, almost meditative experience. I am in a small town outside Toulouse in south-western France to m …"
        },
        {
            "title": "Amour by Stefania Rousselle review – how the French talk about love",
            "category": "Books",
            "snippet": "Summary: On the night of 13 November 2015, Stefania Rousselle was on the sofa watching TV when an alert popped up on her phone: “Hostages taken at the Bataclan …"
        },
        {
            "title": "DJ Diaki: Balani Fou review – landslide of rhythms brings Africa to the dancefloor",
            "category": "Music",
            "snippet": "Recent years have seen some of the most exciting dancefloor-focused music moving further and further away from its spiritual homes of Detroit, Chicago …"
        },
        {
            "title": "Strange Antics by Clement Knox review – a history of seduction",
            "category": "Books",
            "snippet": "Are we living in an age of sexual liberation or sexual crisis? In contemporary western societies, it is often hard to tell. Sex, seemingly, is everywh …"
        },
        {
            "title": "Ghost review – Patrick Swayze's immortal meditation on love and grief",
            "category": "Film",
            "snippet": "Veteran producer-screenwriter Bruce Joel Rubin created a comfort-food weepie classic with his gem Ghost, the story of a murdered young man who sticks …"
        },
        {
            "title": "Tame Impala: The Slow Rush review – a stunning explosion of heartfelt pop",
            "category": "Music",
            "snippet": "Tame Impala, AKA 34-year-old Australian Kevin Parker, started out in 2010 as a home-recording, guitar-wielding psychedelic rocker, but 2015’s Currents …"
        },
        {
            "title": "Valentine's Day: six things we learned from asking couples how they stay together",
            "category": "Life-and-Style",
            "snippet": "Everyone knows that couple: the one that endures no matter what life throws at them. So how do they do it? Over the last few months, we’ve asked 15 co …"
        },
        {
            "title": "Katie Gately: Loom review – nightmarish orchestrated despair",
            "category": "Music",
            "snippet": "Summary: A nail-bomb of grief explodes in this second album by US musician Katie Gately, trauma seeming to rip open its edges. It was written while her mother …"
        },
        {
            "title": "The Americans forced into bankruptcy to pay for prescriptions",
            "category": "US-News",
            "snippet": "As a teenager, John Miller was diagnosed with Crohn’s disease, an inflammatory bowel condition that required several major surgeries to remove part of …"
        },
        {
            "title": "Experience: I made bombs for al-Qaida",
            "category": "Life-and-Style",
            "snippet": "I grew up in Saudi Arabia, the youngest of six brothers. By the time I was 13, I had lost both my parents: my father in a traffic accident and my moth …"
        },
        {
            "title": "Lana Condor: 'People are saying they feel seen in these films'",
            "category": "Film",
            "snippet": "Four days after Netflix released To All the Boys I’ve Loved Before in 2018, someone – whose identity is still unclear – leaked its star’s phone number …"
        },
        {
            "title": "Nathaniel Rateliff: And It's Still Alright review – a mixed bag of Americana",
            "category": "Music",
            "snippet": "Nathaniel Rateliff had been around the houses before people started taking notice: an album apiece with Lost in the Flood and his own group, the Wheel …"
        },
        {
            "title": "My life in sex: ‘I can’t feel sexual attraction without an emotional connection’",
            "category": "Life-and-Style",
            "snippet": "At 69, I have learned something about myself that has given me a new understanding of my sexuality, and prompted me to re-evaluate large parts of my a …"
        },
        {
            "title": "Moses Boyd: Dark Matter review – dancefloor-friendly kaleidoscopic jazz from UK drummer",
            "category": "Music",
            "snippet": "Summary: Drummer Moses Boyd has always been a difficult musician to pin down. Half of the fiercely propulsive free jazz duo Binker and Moses, he was heralded a …"
        },
        {
            "title": "Born on the M5: family thanks NHS staff for help with baby delivery",
            "category": "UK-News",
            "snippet": "A new mother has thanked emergency staff for helping her as she gave birth to a baby boy in the front seat of a car parked on a motorway lane while tr …"
        },
        {
            "title": "Tennessee Republicans worry women will go on tampon-buying frenzy",
            "category": "US-News",
            "snippet": "Women can’t be trusted around tax-free tampons. If you cut the price of menstrual products they’re bound to go tampon-mad and buy boxes of the stuff, …"
        },
        {
            "title": "Tracks of the week reviewed: Sam Smith, Pussycat Dolls, EOB",
            "category": "Music",
            "snippet": "Sam Smith To Die For Previously, you could tell how sad a new Sam Smith song was going to be by the accompanying coat. Black blazer? Mid-paced tear-je …"
        },
        {
            "title": "The Lost Boys review – a bloody, ingenious reflection on youth",
            "category": "Film",
            "snippet": "This sprightly and satirical 80s spin on JM Barrie’s “lost boys” from director Joel Schumacher is now rereleased in UK cinemas. Screenwriter Jeffrey B …"
        },
        {
            "title": "Sewage will flow into Ilkley river until at least 2030, says government",
            "category": "UK-News",
            "snippet": "The Environment Agency says nothing will be done to stem the flow of sewage into a Yorkshire river popular with swimmers and families until at least 2 …"
        },
        {
            "title": "US briefing: William Barr, Roger Stone case and Russian exiles",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Barr says Trump’s tweets make his job ‘impossible’ With his Department of Justice under f …"
        },
        {
            "title": "The best recent crime and thrillers",
            "category": "Books",
            "snippet": "Like Lucy Foley’s bestselling first foray into the crime genre The Hunting Party, The Guest List (HarperCollins, £12.99) is a very enjoyable updating …"
        },
        {
            "title": "Julia Ebner:  ‘There's an adrenaline rush in undercover work, getting inside a far-right movement’",
            "category": "Books",
            "snippet": "One October evening in 2017, the counter-extremism expert Julia Ebner put on a wig and a pair of glasses, walked into a pub in Mayfair, London, and sa …"
        },
        {
            "title": "Bridge-loving Boris and Dom troll the country, but misjudge the Saj",
            "category": "Politics",
            "snippet": "Monday There can’t be anyone in the country who seriously believes that a bridge between Northern Ireland and Scotland, across one of the deepest, bus …"
        },
        {
            "title": "UK government spent £500,000 on travel to Brexit negotiations",
            "category": "UK-News",
            "snippet": "The government has spent almost £500,000 on flights and trains to Brussels in the past three years because of Brexit, figures reveal. This is a fracti …"
        },
        {
            "title": "Joseph Shabalala obituary",
            "category": "Music",
            "snippet": "Joseph Shabalala, who has died aged 78, was the founder, leader and musical director of Ladysmith Black Mambazo, the most popular vocal group Africa h …"
        },
        {
            "title": "Keaton Jennings: 'I made the pursuit of hundreds my reason for existing'",
            "category": "Sport",
            "snippet": "Keaton Jennings will not be reading this article. That is a departure for the 27-year-old, recently recalled to England’s Test squad and who used to s …"
        },
        {
            "title": "#ComeKipWithMe: 2,000 Londoners take up Rory Stewart's offer",
            "category": "Politics",
            "snippet": "More than 2,000 people have signed up for a chance to have the former Conservative minister and London mayoral candidate Rory Stewart as a guest in th …"
        },
        {
            "title": "RBS will change name to NatWest as Alison Rose begins overhaul",
            "category": "Business",
            "snippet": "Royal Bank of Scotland’s new chief executive is renaming the group NatWest in a corporate overhaul designed to put its 2008 government bailout, and th …"
        },
        {
            "title": "Move over, Rosalía – fado is the new flamenco",
            "category": "Music",
            "snippet": "Summary: For a few glorious moments at the end of January, downtown Los Angeles was enveloped by a whirlwind of Iberian fervour, as Catalan singer Rosalía brou …"
        }
    ]
}