{
    "page": [
        {
            "title": "Kraftwerk by Uwe Schütte review – a band that saw the future",
            "category": "Books",
            "snippet": "Kraftwerk’s Ralf Hütter once told a journalist that his group’s 23-minute-long song about car travel “Autobahn” was an attempt to answer the question: …"
        },
        {
            "title": "Dark Waters review – Todd Haynes plumbs the depths of a poisoning scandal",
            "category": "Film",
            "snippet": "Todd Haynes is such a distinctive authorial voice in American cinema, a genius from left field, notably addressing identity and sexuality, and with an …"
        },
        {
            "title": "Drax power plant to stop burning coal, with loss of 230 jobs",
            "category": "Business",
            "snippet": "The Drax power plant in Yorkshire will end all coal generation by next year after almost five decades as one of western Europe’s most polluting power …"
        },
        {
            "title": "A dirty secret: you can only be a writer if you can afford it",
            "category": "Life-and-Style",
            "snippet": "Let’s start with me: I’m not sure how or if I’d still be a writer without the help of other people’s money. I have zero undergrad debt. Of my three ye …"
        },
        {
            "title": "James Newman: My Last Breath – UK Eurovision 2020 entry is serviceably bland",
            "category": "Music",
            "snippet": "Only a demented optimist doesn’t feel a sense of hopelessness overwhelm them as the UK’s entry for Eurovision 2020 appears. In fairness to James Newma …"
        },
        {
            "title": "Jay-Z files second lawsuit against 'barbaric' Mississippi prison",
            "category": "Music",
            "snippet": "Jay-Z has filed a civil lawsuit against the Mississippi Department of Corrections on behalf of 152 inmates at a state prison, alleging “barbaric” cond …"
        },
        {
            "title": "Brexit: UK negotiating objectives for trade with EU, in a nutshell",
            "category": "Politics",
            "snippet": "The government has released its negotiating objectives for the next phase of Brexit, centring on the future trading relationship and other issues. At …"
        },
        {
            "title": "Sleater-Kinney review – versatile guitar heroes reach perfection",
            "category": "Music",
            "snippet": "The creative reinvention Sleater-Kinney undertook when joining forces with producer Annie Clark (AKA high conceptualist St Vincent) for their ninth al …"
        },
        {
            "title": "Australia beat Bangladesh by 86 runs: Women's Twenty20 World Cup – as it happened",
            "category": "Sport",
            "snippet": "And here’s Geoff Lemon’s match report from Manuka Oval: All rounds lead to the Junction Oval. For Australia, it could not be more clear: they now have …"
        },
        {
            "title": "US briefing: coronavirus tsar, Trump sues NYT, and Milwaukee shooting",
            "category": "US-News",
            "snippet": "Summary: Good morning, I’m Tim Walker with today’s essential stories. Saudi Arabia bans foreign pilgrims over Covid-19 concerns In the face of a potential Covi …"
        },
        {
            "title": "Can Taika Waititi get Deadpool to grow up and join the Marvel gang?",
            "category": "Film",
            "snippet": "Successfully integrating Deadpool into the Marvel Cinematic Universe may be the most challenging task faced by Kevin Feige in his 13 years running the …"
        },
        {
            "title": "Earl Cave: 'I can do angsty teenager but I think I was pretty pleasant'",
            "category": "Film",
            "snippet": "Summary: Earl Cave’s first onscreen appearance was in the 2014 music documentary 20,000 Days on Earth: Earl and his twin, Arthur, are sitting at home in school …"
        },
        {
            "title": "Australia ease to big win over Bangladesh at Women's T20 World Cup",
            "category": "Sport",
            "snippet": "The Australian women’s team finally put in a performance befitting their home-favourite status at the Twenty20 World Cup with an 86-run win, although …"
        },
        {
            "title": "UK says it will consider walking away from Brexit talks in June",
            "category": "Politics",
            "snippet": "Boris Johnson is asking the EU for a Canada-style trade deal but will consider whether to walk away from talks in June and prepare for an “orderly” ex …"
        },
        {
            "title": "Tears at bedtime: are children's books on environment causing climate anxiety?",
            "category": "Books",
            "snippet": "I’m reading one of a small forest’s-worth of beautiful new picture books about the environment with my eight-year-old twins. The Sea, by Miranda Krest …"
        },
        {
            "title": "Caribou: Suddenly review – perfectly imperfect pop",
            "category": "Music",
            "snippet": "Some artists’ careers seem to progress according to a carefully calculated plan, and there are others whose career seems to progress as a result of ha …"
        },
        {
            "title": "Tell us: what are your experiences of ghosting?",
            "category": "Life-and-Style",
            "snippet": "The phenomenon of ghosting in the world of dating has been well documented. In an age of apps and meeting people online, being ghosted has become par …"
        },
        {
            "title": "Tell us: do you have an inner voice?",
            "category": "Life-and-Style",
            "snippet": "We’d like to understand more about how people think. We want to find out what having ‘an inner voice’ means to different people. We’re interested in t …"
        },
        {
            "title": "The devil's in the detail: what makes forensic science 'forensic'?",
            "category": "Books",
            "snippet": "This week the UK’s forensic science regulator, Dr Gillian Tully, said the service was operating “on a knife-edge”, which you would expect it to do if …"
        },
        {
            "title": "UK weather: third storm in a month to bring more misery in flooded areas",
            "category": "UK-News",
            "snippet": "People living in flooded areas are facing more misery as the third storm to hit the UK in a month takes hold over the weekend. Storm Jorge is expected …"
        },
        {
            "title": "Cracking the whip: who should direct Indiana Jones 5 now that Spielberg is out?",
            "category": "Film",
            "snippet": "Yesterday’s surprise announcement that Steven Spielberg is stepping away from the director’s chair for Indiana Jones 5 was met with shock, disappointm …"
        },
        {
            "title": "Waterstones defends minimum wage in year of record profits",
            "category": "Books",
            "snippet": "Summary: Waterstones chief executive James Daunt has hit back at campaigners who continue to call on the bookselling chain to pay all staff a living wage, sayi …"
        },
        {
            "title": "'It’s a game changer': a 690kg, cloak-wearing guide dog is making its Mardi Gras debut",
            "category": "Life-and-Style",
            "snippet": "“Colourful” is probably the first adjective you’d think of when it comes to describing Sydney’s Mardi Gras parade. The procession is certainly a kalei …"
        },
        {
            "title": "The sports world knows concussion can kill. So why does no one talk about it?",
            "category": "Sport",
            "snippet": "Nobody in boxing talks about concussion. Given the objective of the sport is quite literally to hit another person in the head until they can’t take i …"
        },
        {
            "title": "Lubov Chernukhin: Tories' tennis-bidding, record-setting donor",
            "category": "Politics",
            "snippet": "It was the star lot at an auction held on Tuesday night at the Conservative party’s annual winter ball: a tennis game with Boris Johnson. The winning …"
        },
        {
            "title": "Brexit: Johnson denies going back on level playing field terms he agreed with EU last year - as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson is asking the EU for a Canada-style trade deal but will consider whether to walk away from talks in June and prepare for an “orderly” ex …"
        },
        {
            "title": "Clive Cussler obituary",
            "category": "Books",
            "snippet": "The prolific and popular novelist Clive Cussler, who has died aged 88, combined adventure and technology into fast-paced thrillers. Ubiquitous and eas …"
        },
        {
            "title": "Cowell & Son: meet the literary world's latest sensation",
            "category": "Life-and-Style",
            "snippet": "I honestly don’t know how it can have been so long since we checked back in with the entertainment empire of Simon Cowell, 60, and his business partne …"
        },
        {
            "title": "Tom Brady will look at new teams in free agency, according to reports",
            "category": "Sport",
            "snippet": "Tom Brady is unlikely to return to the New England Patriots, the team he has led to six Super Bowl titles over 20 seasons, according to multiple repor …"
        },
        {
            "title": "Dare to say his name: Candyman trailer reveals gore and gentrification",
            "category": "Film",
            "snippet": "A sequel to Candyman, doubling up as a reinvention, is heading to cinemas this summer from Oscar-winning producer Jordan Peele, with the first trailer …"
        },
        {
            "title": "Holyrood agrees deal to provide free bus travel to under-19s",
            "category": "UK-News",
            "snippet": "Proposals for all under-19s in Scotland to get free bus travel have been narrowly approved after ministers forged a deal with the Scottish Greens. Kat …"
        },
        {
            "title": "Talking Horses: Epatante coughing but on course for Champion Hurdle",
            "category": "Sport",
            "snippet": "Summary: The powerful Seven Barrows stable is home to some serious pre-Cheltenham jitters this year, as Epatante, the longstanding favourite for the Champion H …"
        },
        {
            "title": "British military could be left depleted after £13bn shortfall",
            "category": "UK-News",
            "snippet": "Britain’s military will have fewer armoured vehicles, aircraft and lose the use of its only naval hospital ship because of a shortfall of up to £13bn …"
        },
        {
            "title": "LPO/Vänskä review – understated dexterity meets energy and fire",
            "category": "Music",
            "snippet": "The centrepiece of Osmo Vänskä’s first concert in the London Philharmonic’s 2020 Vision series was Louis Spohr’s rarely heard Second Violin Concerto, …"
        },
        {
            "title": "Condescension, false humility, divisiveness – welcome to Mikeyworld",
            "category": "Politics",
            "snippet": "Summary: Every Boris needs a Mikey. A minister who is every bit as morally bankrupt and spiritually dead as his boss. Someone untroubled by the past and whose …"
        },
        {
            "title": "UK to withdraw from European arrest warrant",
            "category": "UK-News",
            "snippet": "The UK is to abandon a crucial tool used to speed up the transfer of criminals across borders with other European countries. Acting against the warnin …"
        },
        {
            "title": "Charlatan review – a fascinating, frustrating tale of bottled-up emotion",
            "category": "Film",
            "snippet": "Summary: Only last year at Berlin, Agnieszka Holland presented Mr Jones: a big, brashly ambitious movie inspired by the life of Welsh journalist Gareth Jones, …"
        },
        {
            "title": "Priti Patel 'tried to have Home Office official sacked on Christmas Eve'",
            "category": "Politics",
            "snippet": "Priti Patel is at the centre of another controversy over her treatment of civil service staff after it emerged that she tried to have her director of …"
        },
        {
            "title": "Watchdog opens NMC Health inquiry amid accounting scandal",
            "category": "Business",
            "snippet": "Summary: The financial watchdog has launched a formal investigation into NMC Health hours after shares in the FTSE 100 healthcare group were suspended from tra …"
        },
        {
            "title": "Hidden figure: how The Invisible Man preys on real-world female fears",
            "category": "Film",
            "snippet": "There’s a scene in the first half of The Invisible Man, a psychological horror film that reinvents the HG Wells character as an abusive ex-turned-stal …"
        },
        {
            "title": "A market in turmoil over fears of a coronavirus-induced global recession",
            "category": "Business",
            "snippet": "Summary: On the Monday after Lehman Brothers collapsed in September 2008, the FTSE 100 fell 3.9%, which we now know was a woefully complacent first take on eve …"
        },
        {
            "title": "'I kind of dominated': teenage girl beats boys to North Carolina wrestling title",
            "category": "Sport",
            "snippet": "A female wrestler has made history by winning a state high school wrestling championship in North Carolina. The North Carolina High School Athletic As …"
        },
        {
            "title": "John Legend adds star power to Elizabeth Warren's primary push",
            "category": "US-News",
            "snippet": "Elizabeth Warren has been making a last-ditch effort to woo black voters away from former vice-president Joe Biden ahead of the South Carolina primary …"
        },
        {
            "title": "Downing Street to directly recruit special advisers for media roles",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson’s government is tightening its grip on the recruitment of special advisers, centralising the selection of those who speak to the media a …"
        },
        {
            "title": "US and UK stock markets plunge as coronavirus panic hits shares — as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap Financial markets have suffered fresh, heavy losses, as the coronavirus crisis escalates - threatening to cause major economic …"
        },
        {
            "title": "Nandy and Starmer clash over Brexit and antisemitism in TV debate",
            "category": "Politics",
            "snippet": "Summary: Labour leadership candidates Keir Starmer and Lisa Nandy clashed over Brexit and antisemitism in a TV hustings event with personal attacks on each oth …"
        },
        {
            "title": "Somerset shooting: man suspected of murdering wife dies",
            "category": "UK-News",
            "snippet": "A dog breeder suspected of having murdered his wife before shooting himself has died in hospital. John Zurick, 67, was taken to hospital with severe s …"
        },
        {
            "title": "Lindt v Nutella: what is the best chocolate hazelnut spread in Australia?",
            "category": "Life-and-Style",
            "snippet": "Whether it invokes childhood delight, or haunting post-breakup flashbacks to sobs between spoonfuls, few spreadable products are able to conjure emoti …"
        },
        {
            "title": "Dan Sultan charged with indecent assault by Victoria police",
            "category": "Music",
            "snippet": "Musician Dan Sultan has cancelled all of his upcoming performances after he was charged with indecent assault by Victoria police. The blues and rock s …"
        },
        {
            "title": "Halsey, pop's new firebrand: 'Nobody wants to be my friend. I'm drama by association'",
            "category": "Music",
            "snippet": "There are two security gates protecting Halsey’s home in the winding hills of Los Angeles. You clear the first, then you wait as the next is released …"
        }
    ]
}