{
    "page": [
        {
            "title": "Michel Barnier: Johnson agreed last year to stick to EU rules",
            "category": "Politics",
            "snippet": "Michel Barnier has reminded Boris Johnson that he has already agreed in a “very important” declaration to stay true to EU rules on subsidies and stand …"
        },
        {
            "title": "A weaponised hell-run of selfie-taking: my journey into the heart of the Baftas",
            "category": "Film",
            "snippet": "Not so long ago, I made plans to attend the Oscars. Whenever I mentioned this to people, you could measure their excitement in decibels. They’d scream …"
        },
        {
            "title": "Global markets rally after biggest Chinese fall in five years",
            "category": "Business",
            "snippet": "Fears that a coronavirus-inspired plunge in Chinese share prices would prompt a global selloff proved unfounded as investors in Europe and the US shru …"
        },
        {
            "title": "Political journalists boycott No 10 briefing after PM's aide tries to ban selected reporters - as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson and Michel Barnier, the EU’s chief Brexit negotiator, have set out the extent of the gulf separating the two sides in the forthcoming UK …"
        },
        {
            "title": "Tom Michel obituary",
            "category": "Politics",
            "snippet": "My father, Tom Michel, who has died aged 96, was a chemical engineer who arrived in the UK from Germany at the age of 11, escaping from the Nazis, and …"
        },
        {
            "title": "Danish police freeze Hyde Park mansion of Sanjay Shah",
            "category": "UK-News",
            "snippet": "Danish police have frozen a £14.7m mansion near Hyde Park, in central London, owned by Sanjay Shah, a British multi-millionaire businessman accused of …"
        },
        {
            "title": "Super Bowl MVP Mahomes on his next goal with the Chiefs: 'Win another one'",
            "category": "Sport",
            "snippet": "Twelve hours later, Patrick Mahomes still could not find any better words to describe how it felt to fulfil a lifelong goal. After steering the Kansas …"
        },
        {
            "title": "Streatham attack: emergency laws will stop serving terrorist offenders being released without review – as it happened",
            "category": "UK-News",
            "snippet": "That’s all from us for this evening. Here’s a summary of the day’s events: The justice secretary, Robert Buckland, outlined the government’s response …"
        },
        {
            "title": "Long-Bailey pledges to reform Labour party after 'mismanagement'",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has blamed “mismanagement and a bad organisational culture” for contributing to Labour’s general election defeat, promising to “pr …"
        },
        {
            "title": "Sudesh Amman: how did science student become Streatham jihadist?",
            "category": "UK-News",
            "snippet": "To his distraught mother, Sudesh Amman was a “polite, kind, lovely boy” who became radicalised while serving time at the high-security Belmarsh prison …"
        },
        {
            "title": "Woman found not guilty after stabbing abusive father to death",
            "category": "UK-News",
            "snippet": "A woman who stabbed her abusive father to death has been acquitted of his murder and manslaughter. Jessica Breeze, 20, from Middlesbrough, denied murd …"
        },
        {
            "title": "Streatham attacker was released amid fears he felt terrorism 'justified'",
            "category": "UK-News",
            "snippet": "Summary: The Streatham attacker was released from a high security prison with investigators fearing he believed terrorist atrocities to be justified, the Guard …"
        },
        {
            "title": "Trump impeachment trial: Democrats warn Trump 'will do it again' if acquitted",
            "category": "US-News",
            "snippet": "Warning that “history will not be kind to Donald Trump,” the Democratic representative Adam Schiff mounted an impassioned closing argument in the Sena …"
        },
        {
            "title": "Trump impeachment trial closing arguments: five key takeaways",
            "category": "US-News",
            "snippet": "Closing arguments in Donald Trump’s impeachment trial were made on Monday, preceding a vote on the articles of impeachment scheduled for Wednesday aft …"
        },
        {
            "title": "England are in transition but good enough to recover from defeat in France",
            "category": "Sport",
            "snippet": "There are plenty of ways to describe England’s performance against France but the one word I would use is confused. Eddie Jones tried to give them cla …"
        },
        {
            "title": "Playtime with puppies: the Australians reimagining what libraries can lend",
            "category": "Life-and-Style",
            "snippet": "“I have always imagined that Paradise will be a kind of library,” the Argentinian writer Jorge Luis Borges once said. He didn’t, however, spell out wh …"
        },
        {
            "title": "Impeachment trial: Democratic senator says he remains undecided on convicting Trump – as it happened",
            "category": "US-News",
            "snippet": "The Senate heard closing arguments in the impeachment trial of Donald Trump. “What we do here, in this moment, will affect its course and its correcti …"
        },
        {
            "title": "Australian Open 2020: the tournament that tarnished tennis’s image",
            "category": "Sport",
            "snippet": "Few sports guard their image with as much diligence as tennis. For a fortnight the pretty face of the gentle game took a battering in Melbourne, bounc …"
        },
        {
            "title": "HBO acquires film accusing Russell Simmons of abuse after Oprah's exit",
            "category": "Film",
            "snippet": "The documentary about several women who have accused Russell Simmons of sexual abuse, has found a distributor after Oprah Winfrey’s exit from the film …"
        },
        {
            "title": "Why The Irishman should win the best picture Oscar",
            "category": "Film",
            "snippet": "‘Three people can keep a secret only when two of them are dead.” This is the maxim of slot-mouthed hitman Frank Sheeran in The Irishman, the wintry an …"
        },
        {
            "title": "The Lodge review – dread-filled chiller with a devastating twist",
            "category": "Film",
            "snippet": "There’s so, so much in writer-director pair Veronika Franz and Severin Fiala’s oppressive chiller The Lodge that recalls Ari Aster’s breakout hit Here …"
        },
        {
            "title": "Brexit weekly briefing: one chapter ends, and another begins",
            "category": "Politics",
            "snippet": "Welcome to the last Guardian weekly Brexit briefing: after more than three and a half years and nearly 170 instalments, this – three days after the UK …"
        },
        {
            "title": "Since starting on antidepressants, I have trouble orgasming",
            "category": "Life-and-Style",
            "snippet": "My partner and I have always had a full and dynamic sex life, but since starting on antidepressants, I have had trouble reaching orgasm, either with m …"
        },
        {
            "title": "Will 2020 be a turning point for female film-makers?",
            "category": "Film",
            "snippet": "A funny thing happened on the way to my eighth screening at this year’s Sundance film festival. Like many major lineups, it’s front-loaded with most o …"
        },
        {
            "title": "'Iowa, you have shocked the nation': social media reacts to caucus chaos",
            "category": "US-News",
            "snippet": "Hours after the polls in the first Democratic caucus of 2020 had closed in Iowa, the results remained unclear. Democratic party officials said results …"
        },
        {
            "title": "Year of the Rabbit by Tian Veasna review – art that speaks volumes",
            "category": "Books",
            "snippet": "I feel more and more that comics are capable of dealing even with the most difficult of subjects – an ability that has to do, I think, with their rela …"
        },
        {
            "title": "Streatham attack shows Britain needs new ideas on deradicalisation",
            "category": "UK-News",
            "snippet": "There has been a pattern to recent terror attacks in the UK. A perpetrator, frequently alone, launches an attack, innocent lives are lost or changed i …"
        },
        {
            "title": "Wales: market trader from Taiwan told to leave stall over coronavirus fears",
            "category": "UK-News",
            "snippet": "Summary: A market trader in Wales has accused fellow stallholders of bigotry after she was told to leave her stall because of fears she might have coronavirus. …"
        },
        {
            "title": "US briefing: Caucus chaos in Iowa, coronavirus and sea level rises",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Iowa caucus shambles blamed on smartphone app The first real contest of the 2020 presiden …"
        },
        {
            "title": "Taking Maigret's first case in for questioning",
            "category": "Books",
            "snippet": "Pietr the Latvian wasn’t the first book that Georges Simenon wrote. He’d managed more than 100 pulp fiction novels before this one under a number of p …"
        },
        {
            "title": "Trump campaign jubilant as Democrats’ big night implodes",
            "category": "US-News",
            "snippet": "Summary: They couldn’t organise a caucus in a brewery. Or a church, or a library, or a school gymnasium. Democrats’ heroic charge to end Donald Trump in the fi …"
        },
        {
            "title": "Ikea to close first big UK store, putting 350 jobs at risk",
            "category": "Business",
            "snippet": "Summary: Ikea is to close its Coventry city centre store this summer, marking the first closure of one of its big UK branches, putting 350 jobs at risk. The Sw …"
        },
        {
            "title": "Hillary without Bill: Curtis Sittenfeld rewrites Clinton's personal history",
            "category": "Books",
            "snippet": "Hillary Rodham Clinton recounts, in her memoir Living History, how Bill Clinton “asked me to marry him again, and again, and I always said no”. Until, …"
        },
        {
            "title": "Scottish independence surveys 'show Brexit has put union at risk'",
            "category": "Politics",
            "snippet": "One of the UK’s leading pollsters has warned that Brexit has put the union at risk after another survey showed a narrow lead for Scottish independence …"
        },
        {
            "title": "Streatham attack: stabbed woman named as Monika Luftner",
            "category": "UK-News",
            "snippet": "One of the victims of the Streatham terror attack is a popular nursery school teacher, it has emerged. Monika Luftner has been identified as one of th …"
        },
        {
            "title": "Dry January boosts low-alcohol sales for UK supermarkets",
            "category": "Business",
            "snippet": "Supermarket sales of no- and low-alcohol beer jumped nearly 40% in January as Britons challenged themselves to a month off booze. With an estimated 4. …"
        },
        {
            "title": "Keir Starmer proposes overhaul of Labour party machinery",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer has unveiled proposed reforms to the way Labour works that he says will make the party “open, respectful, creative and engaging” if he wi …"
        },
        {
            "title": "'No Divine Revelation, Feminine Intuition or Mumbo Jumbo': Dorothy L Sayers and the Detection Club",
            "category": "Books",
            "snippet": "In 1933, Lucy Malleson – who published detective stories under the name Anthony Gilbert – received a letter from one of her literary heroes. Dorothy L …"
        },
        {
            "title": "Death drive: why Danny Trejo's doomed legend will live for ever",
            "category": "Film",
            "snippet": "You may remember, a little while ago, that Kit Harington was named “the most likely actor of all time to appear in a scene where his character is kill …"
        },
        {
            "title": "No 10 reporter ban: MPs across house raise concerns",
            "category": "Politics",
            "snippet": "MPs have raised concerns that Boris Johnson is undermining press freedom after certain reporters were banned by his top media adviser from attending a …"
        },
        {
            "title": "Opec discusses coronavirus as Chinese oil demand slumps – as it happened",
            "category": "Business",
            "snippet": "World stock markets are up for a second day, as fears over China’s coronavirus epidemic faded somewhat and measures by the country’s central bank help …"
        },
        {
            "title": "Car industry: PM has 'moved goalposts' over petrol and diesel ban",
            "category": "Business",
            "snippet": "The government’s move to bring forward a ban on the sale of new petrol and diesel cars to 2035 has been attacked by manufacturers as a “date without a …"
        },
        {
            "title": "'People were breaking down crying': Iowa vote-counters tell of caucus debacle",
            "category": "US-News",
            "snippet": "Matthew Marroquin, a 20-year-old caucus captain for a satellite precinct in Buena Vista county in north-western Iowa, was eager to tell state party of …"
        },
        {
            "title": "London Sinfonietta review – the haunting charm of Mauricio Kagel",
            "category": "Music",
            "snippet": "It is 11 years since Mauricio Kagel died, but it’s still hard to pinpoint where he fits into the busy history of music since 1945. Though he lived mos …"
        },
        {
            "title": "Carlton AFLW coach Daniel Harford: ‘If you’re authentic, you’ll be OK’",
            "category": "Sport",
            "snippet": "With a week left, almost to the hour, until Carlton run out onto Ikon Park to begin the 2020 AFLW season against Richmond, their headquarters, in the …"
        },
        {
            "title": "'When to sever ties?' My parents' religion has shattered our relationship",
            "category": "Life-and-Style",
            "snippet": "After a health scare 10 years ago, my father was baptised into an extremely conservative, fundamentalist Christian church. My older brother joined him …"
        },
        {
            "title": "Kelly-Anne Case: 'sadistic' killer jailed for at least 30 years",
            "category": "UK-News",
            "snippet": "A man who tortured a woman before slitting her throat has been jailed for a minimum of 30 years after being convicted of murder and arson. Brendan Row …"
        },
        {
            "title": "Jersey scraps 'only husbands talk tax' rule",
            "category": "UK-News",
            "snippet": "Summary: An “archaic” tax law on the island of Jersey in effect deeming that a wife’s income belongs to her husband is being scrapped. Politicians on the Chann …"
        },
        {
            "title": "George Steiner, influential culture critic, dies aged 90",
            "category": "Books",
            "snippet": "The eminent literary critic and essayist George Steiner, who explored the power and limitations of language and culture in a series of hugely influent …"
        },
        {
            "title": "Starmer vows to stop Labour HQ imposing candidates on local parties – live news",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer has unveiled proposed reforms to the way Labour works that he says will make the party “open, respectful, creative and engaging” if he wi …"
        }
    ]
}