{
    "page": [
        {
            "title": "Even when her government was imploding, May never tried to exclude me",
            "category": "Politics",
            "snippet": "Monday It had felt like something of a no-brainer when the Premier League changed the kick-off of Spurs’ game against last season’s champions, Manches …"
        },
        {
            "title": "My colleague's BO is so bad it makes me gag. Should I tell them?",
            "category": "Life-and-Style",
            "snippet": "Summary: Someone new has just started in my office. We are going to be working closely together. He is really lovely, but he has very bad BO. The other day I h …"
        },
        {
            "title": "Burberry says impact of coronavirus worse than Hong Kong protests",
            "category": "Business",
            "snippet": "Burberry has said the coronavirus is having a devastating effect on the luxury goods market, as wealthy Chinese consumers stay away from shops and tra …"
        },
        {
            "title": "Karen Pierce appointed first female British ambassador to US",
            "category": "Politics",
            "snippet": "Dame Karen Pierce, the UK’s permanent representative to the UN, has been appointed Britain’s ambassador to Washington, becoming the first woman to hol …"
        },
        {
            "title": "Ryan Beatty was set to be the next Bieber – then he realised he was living a lie",
            "category": "Music",
            "snippet": "Summary: Ryan Beatty was flying home to LA after a gig when he had an epiphany. “I remember we were about to take off and I just told my manager: ‘I can’t do t …"
        },
        {
            "title": "Shamima Begum loses first stage of appeal against citizenship removal",
            "category": "UK-News",
            "snippet": "Shamima Begum, the woman who left Britain as a schoolgirl to join Islamic State in Syria, has lost the initial stage of her appeal against the Home Of …"
        },
        {
            "title": "Good week/bad week: the winners and losers in US politics",
            "category": "US-News",
            "snippet": "Summary: ﻿It has been a rollercoaster week in US politics, starting with the voting debacle in Iowa and carrying on through Donald Trump’s divisive State of th …"
        },
        {
            "title": "Judge rules Kesha defamed Dr Luke by claiming he raped Katy Perry",
            "category": "Music",
            "snippet": "A New York supreme court judge has ruled that Kesha defamed her former producer and label head Dr Luke – whose real name is Lukasz Gottwald – when she …"
        },
        {
            "title": "US jobs report: record-breaking streak continues as 225,000 added in January",
            "category": "Business",
            "snippet": "US employers added another 225,000 in January as the record-breaking streak of job creation in the American economy entered its 11th year. The pace of …"
        },
        {
            "title": "Sri Lankan food is finally cool. Don’t tell my mum",
            "category": "Life-and-Style",
            "snippet": "The other night I went to a Sri Lankan restaurant in London (Paradise – not my review, the name). I have eaten more than my fair share of Sri Lankan f …"
        },
        {
            "title": "How to stop the spread of fake news? Pause for a moment",
            "category": "Life-and-Style",
            "snippet": "For a while now, I’ve been struggling to find words for a certain kind of mental state I keep experiencing, and of which I see signs in others. It’s n …"
        },
        {
            "title": "Sturgeon's office 'tried to stop publication of Mackay schoolboy story'",
            "category": "Politics",
            "snippet": "The Scottish government faces fresh questions about the Derek Mackay scandal after it emerged it challenged the Sun’s right to publish revelations abo …"
        },
        {
            "title": "Begum verdict emerges from thin arguments of security v humanity",
            "category": "UK-News",
            "snippet": "Shamima Begum was unable to “play any meaningful part in her appeal”, according to the British court that nevertheless decided her fate, because of th …"
        },
        {
            "title": "Twitter users mock 'ladies fillet' steak on Liverpool menu",
            "category": "UK-News",
            "snippet": "A restaurant in Liverpool has attracted online ridicule for selling an 8oz “ladies fillet” steak, which is smaller than the other cuts on its menu. Th …"
        },
        {
            "title": "Brother of Manchester Arena bomber says he was 'shocked' by attack",
            "category": "UK-News",
            "snippet": "The brother of the Manchester Arena bomber, who is accused of helping to mastermind the terror attack, has denied any involvement, saying he was devas …"
        },
        {
            "title": "Continuity IRA admits Brexit day lorry bomb plot",
            "category": "UK-News",
            "snippet": "The Continuity IRA has admitted it tried to smuggle a bomb onto a lorry destined for an Irish Sea ferry. In a statement issued to the Irish News in Be …"
        },
        {
            "title": "Chuck Sims Africa freed: final jailed Move 9 member released from prison",
            "category": "US-News",
            "snippet": "One of the great open wounds of the black liberation struggle of the 1970s has finally been healed with the release of the last member of the Move 9, …"
        },
        {
            "title": "Beales to close 12 of its 23 department stores",
            "category": "Business",
            "snippet": "The stricken department store chain Beales is to close more than half its shops in the latest blow to the UK’s struggling high streets. The Bournemout …"
        },
        {
            "title": "England have broken Jofra Archer – and no one can say it wasn’t coming",
            "category": "Sport",
            "snippet": "Well, they’ve done it. They’ve broken Jofra. It’s taken nine months, divvied up into one Technicolor English summer and one angst-ridden winter of inj …"
        },
        {
            "title": "England won’t field ‘strongest side’ for third ODI after Durban match rained off",
            "category": "Sport",
            "snippet": "England and South Africa managed 11 overs at Kingsmead Stadium, which was 11 more than seemed likely when Durban was being drenched with violent rains …"
        },
        {
            "title": "George Osborne's future at Evening Standard in doubt",
            "category": "Politics",
            "snippet": "Summary: George Osborne’s future at the Evening Standard is believed to be in doubt, with sources at the newspaper expecting the former chancellor to leave the …"
        },
        {
            "title": "Labour's canvassing strategy had 'major deficiencies', leaked report says",
            "category": "Politics",
            "snippet": "A damning internal report into Labour’s on-the-ground election campaign has revealed activists did not have enough campaign material, were poorly prep …"
        },
        {
            "title": "‘It’s like the wild west’: is the latest buy now pay later service just rebranded debt?",
            "category": "Life-and-Style",
            "snippet": "Summary: When Matt Jackson, 30, started eyeing off a $600 denim jacket online, it was Afterpay that convinced him to make the purchase. “There’s just no way I …"
        },
        {
            "title": "Pete Buttigieg confident for New Hampshire as still no winner called in Iowa",
            "category": "US-News",
            "snippet": "Pete Buttigieg goes into the crucial weekend before the New Hampshire primary as the unlikely leading threat to his more experienced rivals. Buttigieg …"
        },
        {
            "title": "Stars urged to ditch the sequins at the Oscars to save the oceans",
            "category": "Film",
            "snippet": "Summary: Fashion insiders are warning the great and the good of Hollywood not to wear sequins on the Academy Awards red carpet because of their terrible enviro …"
        },
        {
            "title": "Women hold a third of board roles in UK's top public companies",
            "category": "Business",
            "snippet": "Women now hold a third of board positions in the UK’s top public companies, almost a year sooner than expected. The latest data allows the government’ …"
        },
        {
            "title": "Lunchtime shoppers drive soaring sales of vegan sandwiches",
            "category": "Life-and-Style",
            "snippet": "Summary: A rise in the number of regular “lunchtime” vegan shoppers is fuelling sales of plant-based sandwiches and wraps, according to supermarkets. In a furt …"
        },
        {
            "title": "Trump fires second key impeachment witness Gordon Sondland in Friday purge – as it happened",
            "category": "US-News",
            "snippet": "An updated evening summary of today’s key political news as we close this blog for tonight. But as one blog closes, another opens: You can follow the …"
        },
        {
            "title": "Democratic candidates zero in on Buttigieg and Sanders at tense debate",
            "category": "US-News",
            "snippet": "Democratic presidential candidates clashed on Friday night in a tense televised debate that was dominated by attacks against Pete Buttigieg and Bernie …"
        },
        {
            "title": "Blind date: ‘First impressions? Wow… she’s beautiful’",
            "category": "Life-and-Style",
            "snippet": "Elle on Ben What were you hoping for? A great date, a great anecdote, or both. First impressions? Oops, should have dressed up more… What did you talk …"
        },
        {
            "title": "Tim Dowling: the middle one’s off to the US. Will he ever return?",
            "category": "Life-and-Style",
            "snippet": "On Sunday morning I notice a flat black rectangle, wrapped in plastic, sitting on the kitchen table. It’s a brand new piece of luggage, a reminder tha …"
        },
        {
            "title": "The power of six: what I've learned from having five siblings",
            "category": "Life-and-Style",
            "snippet": "If you have siblings, the chances are that your relationship with them will be the longest you ever have with anyone. It’s a tie that precedes the one …"
        },
        {
            "title": "Love is (still) in the air: how the romcom came back from the dead",
            "category": "Film",
            "snippet": "The romcom was dead and buried. Matthew McConaughey had leaned against his final wall and Kate Hudson had been the recipient of her last grand romanti …"
        },
        {
            "title": "Fit in my 40s: there are two types of park gyms, the new ones and the useful ones",
            "category": "Life-and-Style",
            "snippet": "Five seconds from my front door, in the shadow of some bold but architecturally bonkers social housing, there is a park gym, and I’ll call this type o …"
        },
        {
            "title": "'Real power is fear': what Machiavelli tells us about Trump in 2020",
            "category": "US-News",
            "snippet": "“Real power is – I don’t even want to use the word – fear.” This sentence could have been written by Niccolò Machiavelli. It was spoken by Donald Trum …"
        },
        {
            "title": "Publishing has to keep up with the world, not the other way round",
            "category": "Books",
            "snippet": "The results of a survey of diversity in the world of US publishing were released last month. The figures cover executives, editorial staff, sales, pub …"
        },
        {
            "title": "The Hungry and the Fat by Timur Vermes review – broad satire of migration and hypocrisy",
            "category": "Books",
            "snippet": "It’s the near future, and Europe has closed its borders firmly to refugees. A vast permanent camp has grown in sub-Saharan Africa, sustained (just) by …"
        },
        {
            "title": "'The omnivore is alive and well in LA': the Oscars attempt to go green",
            "category": "Film",
            "snippet": "Extravagance is as much a part of awards season as the awards themselves, a lavish procession of parties, campaigning and red carpet opportunities lea …"
        },
        {
            "title": "To the Lake by Kapka Kassabova review – a dive into dark Balkan waters",
            "category": "Books",
            "snippet": "Summary: A travel writer’s journey is often centrifugal in its bearing, from the known to the unknown; but the journey itself has the effect of inaugurating a …"
        },
        {
            "title": "‘If you’re going to watch porn, know it’s not real’: meet Britain's sex-positive influencers",
            "category": "Life-and-Style",
            "snippet": "Despite being a sex blogger with more than 86,000 Instagram followers, Oloni isn’t getting any. “I have to be careful about who I’m sleeping with,” th …"
        },
        {
            "title": "For peat’s sake: how to protect bogs",
            "category": "Life-and-Style",
            "snippet": "In a shallow pool amid a mossy landscape is a trap, a tiny triggered vacuum that sucks in unexpected prey at great speed, absorbs what it needs, then …"
        },
        {
            "title": "Gardening tips: plant a star jasmine",
            "category": "Life-and-Style",
            "snippet": "Plant this For an evergreen climber with a scent that knocks your socks off come summer, look no further than star jasmine (Trachelospermum jasminoide …"
        },
        {
            "title": "Viral social media moments that deserve the Hollywood treatment",
            "category": "Film",
            "snippet": "The breakout hit at this year’s Sundance festival was Zola (pictured, above), a comic thriller about a stripper who travels to Florida for a weekend o …"
        },
        {
            "title": "Cutting it fine: why winter stems should be left until the last minute",
            "category": "Life-and-Style",
            "snippet": "Summary: An admission: for a gardener professing to love the wilder, naturalistic look, I have difficulty restraining my inner neat-freak. When it comes to the …"
        },
        {
            "title": "Jenny Offill: ‘I no longer felt like it wasn’t my fight’",
            "category": "Books",
            "snippet": "It’s early January and freezing cold in New York when I meet Jenny Offill to talk about her new novel, Weather – an innocuous title for something that …"
        },
        {
            "title": "Storm Ciara: Met Office issues wind warnings as snow forecast for UK",
            "category": "UK-News",
            "snippet": "Weather warnings have been issued for parts of the UK as Storm Ciara is forecast to bring strong gales and heavy rain over the weekend. Yellow warning …"
        },
        {
            "title": "Kirk Douglas: why his finest role was as a cynical newspaper hack",
            "category": "Film",
            "snippet": "Summary: The quiet newsroom of the Sun-Bulletin in Albuquerque, New Mexico, is just a temporary holding pen for Chuck Tatum, the restless and unprincipled repo …"
        },
        {
            "title": "Harry and Meghan attend exclusive JP Morgan event in Miami",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex attended an exclusive JP Morgan event in one of their first engagements since stepping down as senior royals, a palace …"
        },
        {
            "title": "One to watch: Pongo",
            "category": "Music",
            "snippet": "Summary: After a few years when pop was all about emotional bloodletting, now stars are refusing to be defined by trauma – see recent records by Kesha and Sele …"
        },
        {
            "title": "Anna Meredith review – a careering getaway ride from musical convention",
            "category": "Music",
            "snippet": "In 2016, shortly after the release of her celebrated debut, Varmints, Anna Meredith revealed her top tip for composers. “Learn to play Happy Birthday. …"
        }
    ]
}