{
    "page": [
        {
            "title": "Andy Barnard obituary",
            "category": "Politics",
            "snippet": "My husband, Andy Barnard, who has died of cancer aged 52, was a highly respected diplomat. As a committed European, Andy worked for the British civil …"
        },
        {
            "title": "Man arrested over a woman's claims she was conceived by rape",
            "category": "UK-News",
            "snippet": "A man has been arrested over a woman’s claims she was conceived by rape, police have said. The complainant said she discovered her mother was only 13 …"
        },
        {
            "title": "Michel Barnier rejects UK call for Canada-style trade deal",
            "category": "Politics",
            "snippet": "Michel Barnier has rejected British demands for a Canada-style trade deal that would free the UK from EU rules as he made a thinly-veiled warning to B …"
        },
        {
            "title": "No 10 under pressure to say whether it vetted 'racist' Andrew Sabisky",
            "category": "Politics",
            "snippet": "Downing Street has come under intense pressure to say whether it vetted a No 10 adviser who argued that intelligence is linked to race, amid fresh que …"
        },
        {
            "title": "Over-the-counter painkiller could alleviate emotional pain – but should you use it?",
            "category": "Life-and-Style",
            "snippet": "Nothing quite hurts like a broken heart. But it turns out something could help: over-the-counter pain medication. On Tuesday, Forbes reported on a new …"
        },
        {
            "title": "Brit awards 2020: Lewis Capaldi tops winners alongside rap triumphs",
            "category": "Music",
            "snippet": "Scottish singer-songwriter Lewis Capaldi has topped the winners at the 2020 Brit awards, though a strong year for rap music prevented a clean sweep of …"
        },
        {
            "title": "UK to close door to non-English speakers and unskilled workers",
            "category": "UK-News",
            "snippet": "Britain is to close its borders to unskilled workers and those who can’t speak English as part of a fundamental overhaul of immigration laws that will …"
        },
        {
            "title": "The new UK immigration rules tell employers to suck it up",
            "category": "UK-News",
            "snippet": "The self-employed Polish plumber will be a thing of the past. Uber taxis in Britain’s big cities could be harder to come by. Anybody who wants to hire …"
        },
        {
            "title": "Coming soon: £150m Hollywood-style film studios to Reading",
            "category": "Film",
            "snippet": "A US movie studio group behind blockbusters including Venom, Jumanji and Godzilla is to build a £150m Hollywood-style production complex in Reading, c …"
        },
        {
            "title": "New immigration rules: where will UK find its drivers and pickers?",
            "category": "UK-News",
            "snippet": "Business groups warned that major industries would face a shortage of vital workers after the government outlined its new points-based immigration sys …"
        },
        {
            "title": "Brit awards 2020: the winners and performances as they happened",
            "category": "Music",
            "snippet": "Summary: The era of #BritsSoWhite is long gone: with awards for Stormzy, Mabel and Dave, black British talent is finally getting the credit it deserves – and n …"
        },
        {
            "title": "Brits 2020: all the performances reviewed",
            "category": "Music",
            "snippet": "Mabel The Brits’ sole British female nominee in the mixed categories – for shame! – opens the show in some Timbalands and pink workwear, like she’s of …"
        },
        {
            "title": "Politics and powerful performances at the 2020 Brits – but no shock winners",
            "category": "Music",
            "snippet": "Summary: The row about female representation at the Brits was rumbling on unabated in the lead-up to the awards ceremony. The most recent contributions include …"
        },
        {
            "title": "Bloomberg plunges into new controversy as race and gender comments resurface",
            "category": "US-News",
            "snippet": "Mike Bloomberg has been plunged into fresh controversy over his comments on race and transgender people, as scrutiny intensifies over the presidential …"
        },
        {
            "title": "Trump calls for Roger Stone's conviction to be thrown out",
            "category": "US-News",
            "snippet": "Donald Trump has called for his longtime ally Roger Stone’s recent conviction for witness tampering and lying to Congress to be thrown out. Trump’s ba …"
        },
        {
            "title": "Trump falsely declares himself 'the chief law enforcement officer' of the US – as it happened",
            "category": "US-News",
            "snippet": "Summary: Live political reporting continues in Wednesday’s blog: Mike Bloomberg has plunged into another controversy over his past comments — this time after n …"
        },
        {
            "title": "Harry Styles 'threatened with knife during Valentine's Day mugging'",
            "category": "Music",
            "snippet": "Singer Harry Styles was reportedly mugged at knifepoint in London on Valentine’s Day. The 26-year old former One Direction member was “threatened with …"
        },
        {
            "title": "When the bus ride to your destination is just a click away",
            "category": "UK-News",
            "snippet": "When my dad moved from Birmingham into residential care near my home in Liverpool last autumn, my first consideration – as a non-driver and not-very-g …"
        },
        {
            "title": "Ditch candlelit dinners: five activity dates to try – from bowling to board games",
            "category": "Life-and-Style",
            "snippet": "Summary: Looking for love but hate organised fun? Bad luck. A study has found we’re snubbing the standard dating script of drinks and dinner in favour of more …"
        },
        {
            "title": "'I like theater, dining and chasing women': Mike Bloomberg in his own words",
            "category": "US-News",
            "snippet": "As Mike Bloomberg continues to surge in the race for the Democratic nomination, his past comments are increasingly coming back to haunt him. From his …"
        },
        {
            "title": "Dave attacks Boris Johnson in Brit awards performance: 'Our prime minister's a real racist'",
            "category": "Music",
            "snippet": "Summary: South London rapper Dave has accused Boris Johnson of being a racist on stage at the 2020 Brit awards. Performing Black, a freestyle track that charts …"
        },
        {
            "title": "Kim Jiyoung, Born 1982 review – South Korean #MeToo bestseller",
            "category": "Books",
            "snippet": "Summary: This Korean bestseller chronicles the everyday struggle of women against endemic sexism. Its provocative power springs from the same source as its tot …"
        },
        {
            "title": "Immigration: firms will need to train more UK workers, says Priti Patel",
            "category": "UK-News",
            "snippet": "Companies will need to train more British workers to fill vacancies when the new immigration system kicks in requiring foreign workers to have qualifi …"
        },
        {
            "title": "The queens of agility: America’s most famous canine athletes race for glory",
            "category": "Sport",
            "snippet": "The sport of dog agility is easy to grasp for a first-time spectator. The object is simple: Unleashed dogs negotiate a serpentine obstacle course – cl …"
        },
        {
            "title": "The Crying Book by Heather Christle review – why do we weep?",
            "category": "Books",
            "snippet": "What makes you cry? Recently I cried when my eldest daughter won a medal in a gymnastics competition; during a conversation with my wife; and while wa …"
        },
        {
            "title": "Midnight Family review – an alarming look at Mexico's ambulance cowboys",
            "category": "Film",
            "snippet": "Were it not for the real-life tragedy and horror involved, this documentary could almost be a bleak and often hilarious black comedy. Film-maker Luke …"
        },
        {
            "title": "Ut review – post-punk brutalists retain their stark, soulful power",
            "category": "Music",
            "snippet": "Veterans of a mid-80s underground scene that raised atonal, oppressive noise to a vital artform, Ut have retained their ability to unsettle and inspir …"
        },
        {
            "title": "Pearl Carr obituary",
            "category": "Music",
            "snippet": "Summary: In 1959 the husband and wife duo of Pearl Carr and Teddy Johnson were invited to look at songs with which they could represent the UK in the fourth st …"
        },
        {
            "title": "What do female film-makers have to say about male stories?",
            "category": "Film",
            "snippet": "When Ana Kokkinos found out her second film was going to be shown at Cannes in 1998, she was overjoyed. Charting 24 hedonistic hours in the life of a …"
        },
        {
            "title": "Should Astros players fear for their safety after the cheating scandal?",
            "category": "Sport",
            "snippet": "Summary: The Houston Astros have been punished, but has justice truly been served? That’s the big question hovering around Major League Baseball as commissione …"
        },
        {
            "title": "Group of more than 1,000 judges calls emergency meeting amid Trump concerns",
            "category": "US-News",
            "snippet": "A national association of federal judges has called an emergency meeting to address growing concerns about the intervention of Donald Trump and justic …"
        },
        {
            "title": "UK immigration plans prompt fresh calls for 'Scottish visa'",
            "category": "UK-News",
            "snippet": "There has been widespread condemnation in Scotland of the UK government’s immigration plans, as industry bodies representing tourism, farming, fishing …"
        },
        {
            "title": "Brexit deal 'a different ball game' to Canada agreement, warns EU",
            "category": "Politics",
            "snippet": "Downing Street’s hopes of a Canada-style trade deal with the EU have been dealt a further blow after a senior adviser to Brussels’ chief negotiator, M …"
        },
        {
            "title": "The Public review – quiet showdown in the library",
            "category": "Film",
            "snippet": "A lot of very big guns are wheeled on to make a weirdly muffled and underwhelming bang in this stately, high-minded feature from Emilio Estevez, shot …"
        },
        {
            "title": "The filth factor: how to draw up the perfect cleaning rota",
            "category": "Life-and-Style",
            "snippet": "Anyone who has messy children, a lazy partner or revolting flatmates will be impressed by the resourcefulness of Katrina Neathey, the co-owner of a cl …"
        },
        {
            "title": "Pop star, producer or pariah? The conflicted brilliance of Grimes",
            "category": "Music",
            "snippet": "Grimes has always had a tortured relationship with visibility. No sooner had Claire Boucher broken beyond the Montreal warehouse scene at the turn of …"
        },
        {
            "title": "UK inflation jumps to six-month high of 1.8% – as it happened",
            "category": "Business",
            "snippet": "The Nasdaq index in New York has hit its latest record high, with investors apparently circumspect about the risks of the coronavirus outbreak worseni …"
        },
        {
            "title": "Should the Harvey Weinstein jury really be forbidden to review books?",
            "category": "Books",
            "snippet": "Summary: As the jury in Harvey Weinstein’s rape trial begin their deliberations, his defence lawyers launched a last-minute bid to to get one juror discharged …"
        },
        {
            "title": "Watchdog attacks Tories for 'neglecting industrial strategy'",
            "category": "Politics",
            "snippet": "Boris Johnson’s goal of rebalancing Britain’s lopsided economy is at risk of failure because of the government’s neglect of its industrial strategy, t …"
        },
        {
            "title": "Incidental Characters review – muddling along, looking for love",
            "category": "Film",
            "snippet": "Benjamin Verrall’s film is a quirky, low-key but basically underpowered British indie set in Lewes, East Sussex, and although it never quite came aliv …"
        },
        {
            "title": "Kim Clijsters returns to tennis with renewed energy the overriding goal",
            "category": "Sport",
            "snippet": "Summary: When Kim Clijsters announced her first comeback in the summer of 2009, the news was met with joy. It seemed right and just. In the first stanza of her …"
        },
        {
            "title": "Cate Blanchett on global politics and immigration detention: 'You're living in a system that's gone mad'",
            "category": "Film",
            "snippet": "As an Australian working abroad, Cate Blanchett never found it easy talking about her home government – in particular, the trauma it has inflicted on …"
        },
        {
            "title": "Space austerity: plane seats and change rooms needn't bring out our worst",
            "category": "Life-and-Style",
            "snippet": "If you don’t normally subscribe to the idea that hell is other people, you might after a long-haul flight in economy class. Seats reclined up against …"
        },
        {
            "title": "How can you outrun Usain Bolt? Get yourself some buffalos",
            "category": "Life-and-Style",
            "snippet": "It made for a good story, even if it was best filed under fake news. Indian man runs faster than Usain Bolt, claimed the headlines, after a constructi …"
        },
        {
            "title": "'I'm out': Rory McIlroy will not join proposed Premier Golf League",
            "category": "Sport",
            "snippet": "Rory McIlroy has delivered what may well prove to be a fatal blow to plans for a breakaway golf tour by stating he has no interest in taking part. The …"
        },
        {
            "title": "'Dear God, please send me to hell': Derek Jarman prints sold in fundraiser",
            "category": "Film",
            "snippet": "If there were a choice, Derek Jarman implored God, then could he please go to hell. And if the almighty insisted on reincarnation then “please promise …"
        },
        {
            "title": "Dave hailed for Brit awards protest against 'racist' Boris Johnson",
            "category": "Music",
            "snippet": "It has been described as “the most important performance in the history of the Brits” and “a necessary wake-up call in the most provocative way”. Afte …"
        },
        {
            "title": "Scotland on course to pass 'groundbreaking' period poverty law",
            "category": "UK-News",
            "snippet": "The Scottish parliament is on course to introduce the world’s most comprehensive provision of free period products after the SNP government announced …"
        },
        {
            "title": "Six men jailed for rape and assault of two girls in Huddersfield",
            "category": "UK-News",
            "snippet": "Six men who sexually exploited two vulnerable young girls in Huddersfield have been sentenced to up to 15 years in prison. The girls – who were aged 1 …"
        },
        {
            "title": "Longer jail time for terrorists could backfire, says watchdog",
            "category": "Politics",
            "snippet": "Emergency plans to increase the minimum time terrorists serve in jail risk being counterproductive because of the danger that prisoners will be furthe …"
        }
    ]
}