{
    "page": [
        {
            "title": "Labour leadership hustings: Starmer, Nandy, Long-Bailey and Thornberry debate on BBC Newsnight – as it happened",
            "category": "Politics",
            "snippet": "That’s all from us for this evening. Here’s a wrap-up of tonight’s hustings from my colleague, Heather Stewart: And here’s a comprehensive summary of …"
        },
        {
            "title": "Barr agrees to testify to Congress amid growing outrage over Roger Stone case",
            "category": "US-News",
            "snippet": "Summary: William Barr, the US attorney general, has agreed to testify before a congressional committee over alleged political interference at the justice depar …"
        },
        {
            "title": "Iowa Democratic party chair resigns after caucus chaos",
            "category": "US-News",
            "snippet": "The chair of the Iowa Democratic party, who oversaw a chaotic caucus last week that still has not yielded final results, resigned from his position on …"
        },
        {
            "title": "Wartime bomb damage and asbestos inflates Big Ben repair bill to £80m",
            "category": "UK-News",
            "snippet": "The repair bill to fix parliament’s Elizabeth Tower that houses Big Ben has increased by £18.6m to nearly £80m following the discovery of asbestos, se …"
        },
        {
            "title": "Sonic the Hedgehog review – dastardly Jim Carrey gives Sonic the blues",
            "category": "Film",
            "snippet": "Sonic the Hedgehog’s big Hollywood entrance was swiftly followed by undignified retreat last year, when the first trailer for this movie prompted onli …"
        },
        {
            "title": "Common scents: how Parasite puts smell at the heart of class war",
            "category": "Film",
            "snippet": "You can’t hide from smell in Parasite. It’s oppressive. It clings to you, seeping into your skin. It is omnipresent and sinister. Beyond being a mere …"
        },
        {
            "title": "Mad Max at 40: how the low-budget original remains a film-making feat",
            "category": "Film",
            "snippet": "“A few years from now …” reads the title card that opens George Miller’s Mad Max, and that’s it. How did we get to this dystopian wasteland in so shor …"
        },
        {
            "title": "First Love review – brilliantly bizarre, ultra-violent yakuza caper",
            "category": "Film",
            "snippet": "Japan’s maestro of pulp Takashi Miike is approaching his 60th birthday (this August) and, far from slowing down, remains fanatically prolific. Here is …"
        },
        {
            "title": "Why James Corden and Rebel Wilson should have stuck up for Cats",
            "category": "Film",
            "snippet": "Rebel Wilson and James Corden have got whiskers bristling with their gag at the Oscars on Sunday night, when they appeared as their characters from To …"
        },
        {
            "title": "Weather by Jenny Offill review – wit for the end times",
            "category": "Books",
            "snippet": "In 2014, Jenny Offill’s Dept. of Speculation was greeted as a new sort of writing. Like Rachel Cusk’s Outline or Karl Ove Knausgård’s Boyhood, publish …"
        },
        {
            "title": "Will mindbending proposed changes to MLB's playoffs change the game?",
            "category": "Sport",
            "snippet": "The NBA is toying with an in-season tournament, while the NFL devises deals with its players to add a 17th regular-season game. It’s all in the name o …"
        },
        {
            "title": "How America's shrinking cities can 'rightsize'",
            "category": "US-News",
            "snippet": "A community never wants to be known as a “shrinking city” these days, no matter what the numbers say about how many people have moved away and how man …"
        },
        {
            "title": "Slowthai in altercation at NME awards and harasses host Katherine Ryan",
            "category": "Music",
            "snippet": "Slowthai has been involved in an altercation at the NME awards, and has been criticised for his behaviour towards host Katherine Ryan. After being tau …"
        },
        {
            "title": "Jihad Jane review – the women seduced by terrorism",
            "category": "Film",
            "snippet": "‘She seemed like a normal country girl.” That’s Kurt speaking, ex-boyfriend of Jihad Jane, a blond, blue-eyed woman from suburban Philadelphia, real n …"
        },
        {
            "title": "House of Trelawney by Hannah Rothschild review – comic family saga",
            "category": "Books",
            "snippet": "Cornwall is once again big in fiction and film. Whether your image of it is indebted to Poldark and Daphne du Maurier, or gritty nonfiction accounts o …"
        },
        {
            "title": "Labour leadership contenders split over trans group pledge card",
            "category": "Politics",
            "snippet": "Summary: A controversial pledge card calling on the Labour party to expel “transphobic” members has split the party’s leadership contenders. Lisa Nandy has joi …"
        },
        {
            "title": "In wake of Brexit, EU to put Cayman Islands on tax haven blacklist",
            "category": "US-News",
            "snippet": "The Cayman Islands, a British overseas territory, is to be put on an EU blacklist of tax havens, less than two weeks after the UK’s withdrawal from th …"
        },
        {
            "title": "Brexit: Macron pushes for tougher EU negotiating position",
            "category": "Politics",
            "snippet": "Summary: Emmanuel Macron is making a last-ditch push for a tougher EU negotiating position with Britain over the post-Brexit relationship despite concerns amon …"
        },
        {
            "title": "Meet the booksellers who are fighting back against the algorithm",
            "category": "Books",
            "snippet": "Heywood Hill bookshop has stood on the same street since 1936. It inhabits a Georgian townhouse at 10 Curzon Street in Mayfair, London, a blue plaque …"
        },
        {
            "title": "Rugby union invokes Orwell with incidents of needless ill-will",
            "category": "Sport",
            "snippet": "Respect works both ways. Regardless of whether an empty lager container was hurled at Eddie Jones at Murrayfield as the team walked into the ground, w …"
        },
        {
            "title": "Smith, Leadsom, Cox, and Villiers out as Johnson reshuffles cabinet",
            "category": "Politics",
            "snippet": "Summary: Andrea Leadsom, Julian Smith, Geoffrey Cox and Theresa Villiers have all been sacked from the cabinet in what is likely to be a relatively modest resh …"
        },
        {
            "title": "US briefing: William Barr, coronavirus and 'amoral' foreign policy",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Trump says he will not pardon jailed associate Stone ‘yet’ The US attorney general, Willi …"
        },
        {
            "title": "Rose McGowan's attack on Natalie Portman was a welcome cuff in an age of cuddles",
            "category": "Film",
            "snippet": "There are flies in the ointment right now who are irritated by Rose McGowan. There are flies out there who are saying to one another: “Can’t she just …"
        },
        {
            "title": "Record bribery fine fuels Airbus loss of €1.4bn",
            "category": "Business",
            "snippet": "Summary: Airbus has slumped to a €1.4bn (£1.17bn) annual loss after receiving record fines for bribery, but raised its dividend as aircraft deliveries hit an a …"
        },
        {
            "title": "Dave Brubeck by Philip Clark review – a life in jazz time",
            "category": "Books",
            "snippet": "In 1954 the pianist Dave Brubeck became the first jazz musician of the postwar generation to be featured on the cover of Time magazine, infuriating th …"
        },
        {
            "title": "Eminent Monsters: A Manual for Modern Torture review – the cycle of shame",
            "category": "Film",
            "snippet": "If there is another terrorist attack in Britain, one of the interviewees suggests in this documentary by Scottish director Stephen Bennett, then the U …"
        },
        {
            "title": "'I want to scream when I hear The Specials': readers on the songs they can't listen to any more",
            "category": "Music",
            "snippet": "The flatmate’s alarm … The Specials – Ghost Town Third year at university, the bloke I was flat sharing with played Ghost Town by The Specials every m …"
        },
        {
            "title": "Touts found guilty of fraud over £11m ticket reselling scheme",
            "category": "Business",
            "snippet": "Two of the UK’s most prolific ticket touts have been found guilty of fraud, in an important case that could have significant implications for people w …"
        },
        {
            "title": "John Boorman: 'You think the holy grail is lost? No. I have it on my piano'",
            "category": "Film",
            "snippet": "Summary: Last summer, John Boorman embarked on what may prove to be his final film production. The location was the garden of his big house in Ireland. The cas …"
        },
        {
            "title": "Rick Moranis to make Honey I Shrunk the Kids reboot after 23-year break",
            "category": "Film",
            "snippet": "Rick Moranis, the Canadian actor and comic who made a high-profile screen career in the 1980s and 90s playing bespectacled nerds in a string of films …"
        },
        {
            "title": "Boy refused medical help by Heathrow border staff, father says",
            "category": "UK-News",
            "snippet": "A man has alleged that UK immigration officials refused to allow a doctor to be called for his sick six-year-old son and made him use toilet paper to …"
        },
        {
            "title": "Harvard and Yale accused of failing to report millions in foreign gifts",
            "category": "US-News",
            "snippet": "The US Department of Education has opened an investigation into whether the universities of Harvard and Yale failed to report hundreds of millions of …"
        },
        {
            "title": "Stormzy postpones Asian tour due to coronavirus",
            "category": "Music",
            "snippet": "Summary: Stormzy has postponed the Asian leg of his Heavy Is the Head world tour due to coronavirus. The south London rap star wrote on Twitter: “I was serious …"
        },
        {
            "title": "Derry man appears in court charged with murder of Lyra McKee",
            "category": "UK-News",
            "snippet": "A Derry man charged with the murder of the journalist Lyra McKee in the city last year is accused of picking up the casings from the bullet used to ki …"
        },
        {
            "title": "Marks & Spencer depot closures put nearly 700 jobs at risk",
            "category": "Business",
            "snippet": "Marks & Spencer is closing two of its clothing distribution centres in a move that puts almost 700 jobs at risk. The struggling retailer is revamping …"
        },
        {
            "title": "Irish PM calls sacked minister Julian Smith 'one of Britain's finest'",
            "category": "UK-News",
            "snippet": "Summary: The dismissal of Julian Smith as Northern Ireland secretary just over a month after he oversaw the resumption of the Stormont assembly has raised alar …"
        },
        {
            "title": "Sajid Javid's exit leaves Boris Johnson in control of Treasury",
            "category": "Politics",
            "snippet": "“The wiring of power in Downing Street is systemically dysfunctional,” Dominic Cummings wrote in a furious 2018 blogpost about the failure of Theresa …"
        },
        {
            "title": "Sibelius: Symphonies 4 & 6 review – grandeur, warmth and flashes of exuberance completes cycle",
            "category": "Music",
            "snippet": "Summary: It has taken Mark Elder and the Hallé more than a decade to complete their survey of the Sibelius symphonies. In bringing together the two most enigma …"
        },
        {
            "title": "‘Real censorship’: Roxane Gay responds to American Dirt death threat row",
            "category": "Books",
            "snippet": "As writers and critics reveal the death threats they’ve received in the wake of the uproar surrounding Jeanine Cummins’ novel, American Dirt, Roxane G …"
        },
        {
            "title": "'Enough heroin to kill the whole street': does Anna Kavan's life overshadow her fiction?",
            "category": "Books",
            "snippet": "Anna Kavan’s 1943 essay about her time living in New Zealand begins with unusual reluctance: “I have not got any useful information about New Zealand, …"
        },
        {
            "title": "Salvini denies plan to visit Liverpool after mayor calls him fascist",
            "category": "UK-News",
            "snippet": "Italy’s far-right leader, Matteo Salvini, has denied he is going to Liverpool after the mayor of the city said “the only audience he’ll find here is o …"
        },
        {
            "title": "Brad Pitt and Natalie Portman queue up to prove their secret pro-Trump credentials",
            "category": "Life-and-Style",
            "snippet": "Don’t you dare tell me the Oscars change nothing, when this year’s efforts surely changed the perception that Hollywood is anti-Trump. Several of the …"
        },
        {
            "title": "‘It’s probably fear’: why Eddy Current Suppression Ring ran away from fame",
            "category": "Music",
            "snippet": "Last December, Eddy Current Suppression Ring, the beloved garage-rock four-piece from Melbourne, released their first album in a decade. It was knowin …"
        },
        {
            "title": "Development secretary Trevelyan sceptical about foreign aid",
            "category": "Politics",
            "snippet": "The new international development secretary, Anne-Marie Trevelyan, has previously expressed apparent scepticism about the value of foreign aid, commen …"
        },
        {
            "title": "Embroidered capes aside, here's how to support female film-makers",
            "category": "Film",
            "snippet": "There was plenty of fury at the usual lack of female representation at the Oscars and Baftas this year, but how does that translate into positive chan …"
        },
        {
            "title": "Alibaba and JCB hit by coronavirus problems as oil demand slashed - as it happened",
            "category": "Business",
            "snippet": "Summary: Finally, European stock markets have closed for the day, and it’s a rather mixed picture. Britain’s FTSE 100 ended 82 points lower, or over 1%. Stocks …"
        },
        {
            "title": "Javid’s exit leaves new chancellor just three weeks to finish budget",
            "category": "Politics",
            "snippet": "Sajid Javid’s resignation as chancellor of the exchequer leaves his successor, Rishi Sunak, with little more than three weeks to pull together a budge …"
        },
        {
            "title": "New attorney general wants to 'take back control' from courts",
            "category": "Politics",
            "snippet": "Suella Braverman, a passionate Brexiter who has threatened to “take back control” from an interfering judiciary, is Boris Johnson’s surprise appointme …"
        },
        {
            "title": "Ex-White House chief of staff John Kelly speaks out against Trump",
            "category": "US-News",
            "snippet": "Summary: The former White House chief of staff John Kelly has backed the fired impeachment inquiry witness Alexander Vindman, launching a spirited defense of t …"
        },
        {
            "title": "Sterling rises on appointment of Rishi Sunak as UK chancellor",
            "category": "Politics",
            "snippet": "The pound hit a new two-month high against the euro as news of Sajid Javid’s resignation and Rishi Sunak’s promotion was announced, hitting €1.20 for …"
        }
    ]
}