{
    "page": [
        {
            "title": "How we made The Land That Time Forgot",
            "category": "Film",
            "snippet": "Summary: Kevin Connor, director Amicus were a kind of second-string Hammer Horror in the 1960s – my first film for them was From Beyond the Grave. By the 70s, …"
        },
        {
            "title": "The wealth gap: how changing fortunes tear close friends apart",
            "category": "Life-and-Style",
            "snippet": "When David Matcham and his wife adopted a baby boy in 2013, their financial situation promptly hit rock bottom. Matcham, 44, from Norfolk, had just co …"
        },
        {
            "title": "The Valkee Human Charger: can 30 blind mice really be wrong?",
            "category": "Life-and-Style",
            "snippet": "Human Charger sounds like a doofus American sports position, but this week’s product is even harder to understand. I am holding a small battery-powere …"
        },
        {
            "title": "My boyfriend and I enjoy sex marathons – but is 11 times a day too much?",
            "category": "Life-and-Style",
            "snippet": "Summary: My boyfriend and I both have extremely high sex drives – it’s the only relationship for both of us where we’re matched in this way. We recently passed …"
        },
        {
            "title": "The Bilingual Brain by Albert Costa review – enlightening and astonishing",
            "category": "Books",
            "snippet": "Over the past century, perceptions of bilingualism have swung from one extreme to the other. For much of the immediate postwar years, it was thought t …"
        },
        {
            "title": "Plan to expand Bristol airport rejected after climate protests",
            "category": "UK-News",
            "snippet": "A scheme to expand Bristol airport has been rejected following protests that it would exacerbate the climate emergency, damage the health of local peo …"
        },
        {
            "title": "'We're technically homeless': the eviction epidemic plaguing the US",
            "category": "US-News",
            "snippet": "Tammie Lyle, a single mother in Richmond, Virginia, was evicted from her home in July 2019 after the rental office of her apartment complex discovered …"
        },
        {
            "title": "The psychology of the threesome: everyone wants one, but who's truly ready for it?",
            "category": "Life-and-Style",
            "snippet": "It was over dinner when it dawned on Matt that he might be having a threesome that night. He and his partner were out at a restaurant with her friend, …"
        },
        {
            "title": "Will small-ball eventually put an end to the NBA 7-footer?",
            "category": "Sport",
            "snippet": "Last month, the Houston Rockets took the NBA’s small-ball revolution to its logical extreme, defeating the Dallas Mavericks 128-121 without a player l …"
        },
        {
            "title": "LPO/Jurowski review – ingeniously celebrating Beethoven the revolutionary",
            "category": "Music",
            "snippet": "All music was once new music, as the London Philharmonic’s 2020 Vision series quietly reminds us. Ingeniously programmed, and running throughout the y …"
        },
        {
            "title": "HS2 to be given go-ahead by government despite fierce opposition",
            "category": "UK-News",
            "snippet": "HS2 is expected to get the go-ahead on Tuesday as the chancellor said government had weighed up the “pros and cons” of the multibillion-pound rail lin …"
        },
        {
            "title": "Rage Against the Machine and Stormzy to headline Reading and Leeds festival",
            "category": "Music",
            "snippet": "Summary: Rage Against the Machine, Stormzy and Liam Gallagher have been announced as the headliners for 2020’s Reading and Leeds festival. Rage Against the Mac …"
        },
        {
            "title": "'Bless the chaos': La Movida Madrileña, Spain's seedy, wild post-Franco underground",
            "category": "Music",
            "snippet": "General Franco had been dead for a while before those he repressed in Spain felt brave enough to celebrate in public. The dictator’s four-decade rule …"
        },
        {
            "title": "Raphaël Coleman, Nanny McPhee star and climate activist, dies aged 25",
            "category": "Film",
            "snippet": "Raphaël Coleman, a child actor who became a climate change activist, has died at the age of 25. Coleman’s death on Friday was reported by his mother, …"
        },
        {
            "title": "Marc Almond review – death and flutes in non-stop erotic cabaret",
            "category": "Music",
            "snippet": "‘There’s never enough budget with these one-off things, so you just have to do what you can,” Marc Almond said ruefully during an interview with 6Musi …"
        },
        {
            "title": "UK GDP: British economy stalls amid political uncertainty",
            "category": "Business",
            "snippet": "Summary: The British economy failed to grow in the final three months of 2019 amid political uncertainty over Brexit and the snap general election. The Office …"
        },
        {
            "title": "Barnier tells UK: don't kid yourself about financial services deal",
            "category": "Politics",
            "snippet": "Michel Barnier has warned Sajid Javid and Boris Johnson that “they should not kid themselves” that Brussels will give a special deal to the City of Lo …"
        },
        {
            "title": "Rory Stewart: I'll kip on your sofa so you can show me your  London",
            "category": "Politics",
            "snippet": "Summary: The former Tory minister Rory Stewart is offering to stay on Londoners’ sofas to learn more about the city as he tries to revive his attempt to become …"
        },
        {
            "title": "Given the coronavirus threat, is holding on to escalator handrails really a good idea?",
            "category": "Life-and-Style",
            "snippet": "On public transport escalators we are requested, for safety’s sake, to hold on to the handrail. But isn’t the germ-ridden handrail – particularly with …"
        },
        {
            "title": "'Waiting is worse than death row': tension and confusion before deportation flight",
            "category": "UK-News",
            "snippet": "A charter flight has departed from the UK taking deportees to Jamaica. In the hours before takeoff, some of those due to be onboard told the Guardian …"
        },
        {
            "title": "Amy Klobuchar makes late surge as New Hampshire votes",
            "category": "US-News",
            "snippet": "Summary: After the shock of the Iowa caucus debacle eight days ago, New Hampshire could deliver a surprise of its own, with the previously unheralded Amy Klobu …"
        },
        {
            "title": "'What right have we to destroy our natural environment?' HS2 opponents speak out",
            "category": "UK-News",
            "snippet": "The beginning of the line Phase 1: London to West Midlands, area south Close to the start of the proposed HS2 line is the Regent’s Park estate near Eu …"
        },
        {
            "title": "Sinn Féin pair tell of police warning over dissident attack plan",
            "category": "UK-News",
            "snippet": "Police have warned Sinn Féin that dissident republicans are planning attacks against two of its leaders in Northern Ireland, the party said on Tuesday …"
        },
        {
            "title": "HS2 to go ahead, Boris Johnson tells MPs",
            "category": "UK-News",
            "snippet": "Boris Johnson’s cabinet has given its approval for the whole of the HS2 high-speed train line to go ahead, with work expected to start within weeks. T …"
        },
        {
            "title": "Tiger Roll given top weight for Grand National hat-trick bid",
            "category": "Sport",
            "snippet": "Talking Horses 3.30pm update Uncertainty about whether Tiger Roll will bid for an unprecedented third successive victory in the Grand National at Aint …"
        },
        {
            "title": "The Hundred may lose Australian stars due to clash with ODI series",
            "category": "Sport",
            "snippet": "Organisers for the Hundred are sweating on Australia’s selection for a one‑day international series against Zimbabwe which could lead to Steve Smith, …"
        },
        {
            "title": "The UK’s top five regrets – and how to tackle them",
            "category": "Life-and-Style",
            "snippet": "Regrets, we’ve had a few. In fact, according to a survey of 2,000 people in the UK, we fritter away 110 hours a year lamenting what might have been. E …"
        },
        {
            "title": "Inversia: the Arctic music festival lighting up perpetual night",
            "category": "Music",
            "snippet": "Summary: In the Arctic Circle during the dim days of February, reality becomes a little attenuated. At 10am, it’s still dark, the streetlights colouring the pa …"
        },
        {
            "title": "Jeremy Bamber lawyers say new evidence undermines conviction",
            "category": "UK-News",
            "snippet": "Lawyers for Jeremy Bamber, who is serving a whole life sentence for murdering his family, have unearthed evidence that they say undermines the claim t …"
        },
        {
            "title": "Woman cleared of assaulting Yarl's Wood guards during struggle",
            "category": "UK-News",
            "snippet": "A Nigerian rape survivor who was under constant supervision at an immigration detention centre because she was at high risk of self-harm has been clea …"
        },
        {
            "title": "Critics pour scorn on Scotland-Northern Ireland bridge idea",
            "category": "UK-News",
            "snippet": "“The stars are aligning” for a bridge between Scotland and Northern Ireland, according to the principal advocate for a Celtic crossing, the leading ar …"
        },
        {
            "title": "Boris Johnson avoids Tory revolt as he links HS2 go-ahead with boost for buses and local roads - as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson’s cabinet has given its approval for the whole of the HS2 high-speed train line to go ahead, with work expected to start within weeks. D …"
        },
        {
            "title": "Tulsi Gabbard's unique campaign brought people together – but looks to be coming apart",
            "category": "US-News",
            "snippet": "If Tulsi Gabbard drops out of the Democratic race in the coming days, her unique campaign is likely to be remembered more for her spats with the Democ …"
        },
        {
            "title": "'Elites v deplorables' thriller The Hunt to finally get release",
            "category": "Film",
            "snippet": "Controversial satire The Hunt, in which “elites” track and kill “deplorables”, will now be released after being pulled last year in the wake of of a s …"
        },
        {
            "title": "Oakervee report gives Boris Johnson cover for HS2 decision",
            "category": "UK-News",
            "snippet": "As Douglas Oakervee diplomatically puts it, in the opening of his much-anticipated inquiry into HS2, he was “invited to lead a quick review” of “short …"
        },
        {
            "title": "Manchester Arena bomber 'disapproved of brother's drug use'",
            "category": "UK-News",
            "snippet": "Summary: A man accused of helping to plot the Manchester Arena bombing with his brother was afraid of his disapproval towards his recreational drug use, a cour …"
        },
        {
            "title": "Bus frustrations in Oldham: 'It would have been faster to run'",
            "category": "UK-News",
            "snippet": "On a blustery Tuesday morning, the 182 bus from Manchester’s northern quarter to Royton was practically deserted. With a downpour of sleet and hail in …"
        },
        {
            "title": "Met police deploy live facial recognition technology",
            "category": "UK-News",
            "snippet": "The Metropolitan police have been accused of defying the warnings of its own watchdogs by beginning operational use of facial recognition CCTV, despit …"
        },
        {
            "title": "Tory opposition to HS2 fades as Boris Johnson backs project",
            "category": "UK-News",
            "snippet": "Summary: Fierce Conservative opposition to HS2 largely melted away as it received the go-ahead, although some backbenchers warned that No 10 would ultimately b …"
        },
        {
            "title": "Six Nations must look after its casual crowd who may not pay to watch it",
            "category": "Sport",
            "snippet": "In August 1990 a retired French nuclear physicist called André Gardes armed himself with a semi‑automatic weapon and launched a one-man invasion of Sa …"
        },
        {
            "title": "Boris Johnson bets on HS2 to deliver new spine of UK transport",
            "category": "UK-News",
            "snippet": "Boris Johnson has staked his political reputation on delivering a “new anatomy of British transport” that will boost capacity and cut fares and journe …"
        },
        {
            "title": "Portugal freezes bank accounts of Isabel dos Santos after Angolan request",
            "category": "Business",
            "snippet": "Portugal has ordered a freeze on the bank accounts of the billionaire businesswoman Isabel dos Santos, who is currently the subject of a criminal inve …"
        },
        {
            "title": "Four things to do if you still hate your ex on Valentine's Day",
            "category": "Life-and-Style",
            "snippet": "Summary: Valentine’s Day is upon us. For those lucky enough to be betrothed this February, that means sitting in packed restaurants, in close enough proximity …"
        },
        {
            "title": "Ferrari unveil new car with F1 teams set to agree more equitable revenue deal",
            "category": "Sport",
            "snippet": "Ferrari have unveiled the SF1000, the new Formula One car they hope will end Mercedes and Lewis Hamilton’s dominance on the track. The new machine was …"
        },
        {
            "title": "Ben Nevis climbers 'extremely lucky' to be rescued",
            "category": "UK-News",
            "snippet": "Four men who tried to climb Ben Nevis in blizzard conditions without proper equipment – three of them wearing trainers – were lucky to have survived, …"
        },
        {
            "title": "Keir Starmer calls for end to 'scandal' of spiralling student debt",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer would keep Labour’s policy of scrapping student tuition fees if he became the party’s leader, he has announced, in a fresh attempt to dem …"
        },
        {
            "title": "Jussie Smollett: actor charged again over alleged hoax attack",
            "category": "US-News",
            "snippet": "The TV actor Jussie Smollett has been indicted by a special prosecutor on six counts accusing him of lying to Chicago police – almost a year after sim …"
        },
        {
            "title": "Trump says US military may discipline dismissed security official Vindman",
            "category": "US-News",
            "snippet": "Summary: Donald Trump said on Tuesday the military may consider disciplining Alexander Vindman, the former White House National Security Council official who t …"
        },
        {
            "title": "Friday singer Rebecca Black gets candid about teenage struggle: 'I was afraid of the world'",
            "category": "Music",
            "snippet": "The singer Rebecca Black has opened up about her struggle with depression following the release of her viral hit Friday nine years ago. In an emotiona …"
        },
        {
            "title": "Bernie Sanders declares victory in New Hampshire primary – as it happened",
            "category": "US-News",
            "snippet": "Live political reporting continues in Wednesday’s blog: That’s it from me in Nashua tonight. Here’s how the New Hampshire primary shook out: Bernie Sa …"
        }
    ]
}