{
    "page": [
        {
            "title": "Labour gets the band back together to sing the same old songs",
            "category": "Politics",
            "snippet": "Summary: Now this is not the end. It’s not even the beginning of the end. But it is, perhaps, the end of the beginning. The Labour leadership contest already f …"
        },
        {
            "title": "Labour leadership: blaming 2019 defeat just on Brexit 'not honest', says Starmer at Guardian hustings – as it happened",
            "category": "Politics",
            "snippet": "Here are the main points from the Labour hustings. Sir Keir Starmer, the shadow Brexit secretary and favourite in the Labour leadership contest, said …"
        },
        {
            "title": "FTSE 100 hits one-year closing low, as Wall Street slides again – as it happened",
            "category": "Business",
            "snippet": "Summary: Finally, here’s our news story on today stock market turmoil: And our main liveblog on the coronavirus crisis is here: Goodnight! GW Jennifer Ellison, …"
        },
        {
            "title": "Johnson unveils major review of foreign and defence policy",
            "category": "Politics",
            "snippet": "Boris Johnson has unveiled a post-Brexit review of foreign and defence policy in an attempt to determine Britain’s national security strategy for the …"
        },
        {
            "title": "Miss Fisher and the Crypt of Tears review – Essie Davis delights in hokey, lustreless film",
            "category": "Film",
            "snippet": "For those unacquainted with ABC’s hit whodunnit series Miss Fisher’s Murder Mysteries, based on author Kerry Greenwood’s detective novels and set in 1 …"
        },
        {
            "title": "Tokyo Olympic Games could be cancelled if coronavirus not controlled, IOC member says",
            "category": "Sport",
            "snippet": "Summary: Concern is growing over the impact of the coronavirus on the Olympic Games after new cases in Japan were confirmed and the domestic top-flight footbal …"
        },
        {
            "title": "Bernie Sanders faces onslaught from rivals in chaotic South Carolina debate",
            "category": "US-News",
            "snippet": "The Democratic presidential candidates engaged in a series of chaotic and fiery exchanges on Tuesday night, in the final debate before the critical So …"
        },
        {
            "title": "Westminster: secret passageway discovery reveals 169-year-old graffiti",
            "category": "Politics",
            "snippet": "A secret passageway discovered in the Palace of Westminster has revealed 169-year-old graffiti from early Chartist stone masons and bricklayers claimi …"
        },
        {
            "title": "IFS urges Rishi Sunak to raise taxes in budget to fund spending spree",
            "category": "Business",
            "snippet": "Summary: The chancellor, Rishi Sunak, faces a tough choice at next month’s budget between raising taxes, entrenching austerity or abandoning Tory manifesto pro …"
        },
        {
            "title": "Messy Democratic debate leaves lack of clarity and benefits Trump",
            "category": "US-News",
            "snippet": "Tuesday night’s Democratic presidential debate was chaotic and messy, underscoring the continuing lack of clarity over which candidate could emerge as …"
        },
        {
            "title": "Debate recap: Sanders survives attacks as Republicans revel in the chaos",
            "category": "US-News",
            "snippet": "Bernie Sanders emerges relatively unscathed Early in the night, the Vermont senator Bernie Sanders – who has emerged as the current frontrunner in the …"
        },
        {
            "title": "Our Bodies, Their Battlefield by Christina Lamb review – groundbreaking on women and war",
            "category": "Books",
            "snippet": "As a junior researcher on a TV documentary in Uganda in 1986, I was told to ask a question that was the dark cliche of war reporting: “Anyone here bee …"
        },
        {
            "title": "Baby-faced assassin: the 29-year old at the heart of Trump's 'deep state' purge",
            "category": "US-News",
            "snippet": "Johnny McEntee may never surpass the fame he garnered in 2011 as a college football quarterback starring in a viral trick shot video of him throwing f …"
        },
        {
            "title": "Theft by Luke Brown review – black comedy of sexualised class war",
            "category": "Books",
            "snippet": "The narrator of Luke Brown’s second novel is “a white male from the north of England, small town, moribund, working class-cum-middle-class … a reader, …"
        },
        {
            "title": "Metro Bank scales back expansion plans after £131m loss",
            "category": "Business",
            "snippet": "Summary: Metro Bank is significantly scaling back expansion plans after recording a loss of more than £130m caused partly by an accounting error. Metro is also …"
        },
        {
            "title": "US briefing: Democrats debate, coronavirus and India violence",
            "category": "US-News",
            "snippet": "Summary: Good morning, I’m Tim Walker with today’s essential stories. Republicans revel in spectacle of bickering Democrats The Trump campaign described it as …"
        },
        {
            "title": "Secondhand by Adam Minter review – the new global garage sale",
            "category": "Books",
            "snippet": "For the American business journalist Adam Minter, the afterlife of our possessions is personal. His great-grandfather was a small-time junkyard dealer …"
        },
        {
            "title": "Push review – searing study of the global housing crisis",
            "category": "Film",
            "snippet": "Don’t blame gentrification for pushing the poor out of inner cities. That’s the message of this plausible investigative documentary from Swedish journ …"
        },
        {
            "title": "David Roback: hallucinatory guitarist still sending pop into a dream",
            "category": "Music",
            "snippet": "To the outside world at least, the late David Roback was a wilfully mysterious figure. He appeared to hate talking about himself. The journalists who …"
        },
        {
            "title": "'People don't get it': inside the world of hyper-realistic baby doll collecting",
            "category": "Life-and-Style",
            "snippet": "I’m not sure what I expected a collector of hyper-realistic baby dolls to look like, but Kellie Eldred isn’t it. On the frigid midwinter morning that …"
        },
        {
            "title": "Game of Thrones honoured in new classification of pterosaur",
            "category": "Books",
            "snippet": "George RR Martin is celebrating after a palaeontologist, who named a new genus of pterosaur after the dragons of House Targaryen, agreed with him that …"
        },
        {
            "title": "Todd Haynes: 'People who say Trump is bound to win are letting it happen'",
            "category": "Film",
            "snippet": "When Todd Haynes was promoting his glam-rock fantasy Velvet Goldmine in 1998, he knew exactly what he wanted. “We have a very modest goal for this fil …"
        },
        {
            "title": "Charleston church shooter staging hunger strike in prison",
            "category": "US-News",
            "snippet": "The white supremacist mass murderer Dylann Roof has staged a hunger strike this month while on federal death row, alleging in letters to the Associate …"
        },
        {
            "title": "Mick Fleetwood review – rousing all-star celebration of Peter Green",
            "category": "Music",
            "snippet": "Mick Fleetwood has enjoyed a long and impressive career, though this is surely one of the highlights. A tall, bearded figure, he sits behind his drum …"
        },
        {
            "title": "Lindsay Birbeck killing: boy, 17, moved body in wheelie bin, jury told",
            "category": "UK-News",
            "snippet": "A teenager accused of strangling a teaching assistant in Lancashire used a wheelie bin to transport her body, a court has heard. The 17-year-old, who …"
        },
        {
            "title": "What is 'sexy baby voice'? We spoke to a sociologist to find out more",
            "category": "Life-and-Style",
            "snippet": "The new Netflix show Love is Blind – in which people fall in love and get engaged without seeing each other first – has sparked many questions. These …"
        },
        {
            "title": "In Search of Chopin review – the composer with 'a gift from God'",
            "category": "Film",
            "snippet": "Summary: Rereleased as part of special screenings for all of director Phil Grabsky’s Great Composer series, this 2014 documentary is a studious, attentive resu …"
        },
        {
            "title": "Paul Kirschner obituary",
            "category": "Books",
            "snippet": "Paul Kirschner, who has died aged 87, was an academic and expert on the works of the writer Joseph Conrad. Born on the Lower East Side of New York, to …"
        },
        {
            "title": "Debt-hit shopping centre firm Intu extends overdraft",
            "category": "Business",
            "snippet": "Intu Properties, the debt-laden owner of shopping centres, including the Trafford Centre in Manchester and Lakeside in Essex, has won some breathing s …"
        },
        {
            "title": "Duffy has made peace. But social media won't let her",
            "category": "Music",
            "snippet": "Summary: Duffy’s statement regarding her horrific sexual assault was striking not only for its bravery, but for being so direct. This was a radically unfiltere …"
        },
        {
            "title": "Sajid Javid fires barrage of criticism at Johnson in Commons speech",
            "category": "Politics",
            "snippet": "The former chancellor Sajid Javid has delivered a sharp indictment of the government, saying plans to centralise the team of advisers serving No 10 an …"
        },
        {
            "title": "Abdul Momen obituary",
            "category": "UK-News",
            "snippet": "Summary: My former colleague Abdul Momen, who has died aged 81, made supporting racial equality and grassroots activism his life’s work. His dedication as head …"
        },
        {
            "title": "Other child laughed as Shukri Abdi drowned in river, inquest told",
            "category": "UK-News",
            "snippet": "A child who tried to save the life of a drowning 12-year-old Somali refugee has told an inquest that another child who took her to the river laughed f …"
        },
        {
            "title": "Party prince no more: where were Andrew's siblings for his 60th birthday bash?",
            "category": "UK-News",
            "snippet": "Prince Andrew had already had his 60th birthday plans significantly scaled back by the palace. (He wanted a bouncy castle and some horses with their h …"
        },
        {
            "title": "Brexit: Barnier says UK should be able to agree 'ground rules' with EU on trade given PM's standards pledge – as it happened",
            "category": "Politics",
            "snippet": "Summary: Michel Barnier, the EU’s chief Brexit negotiator, has said the UK should be willing to agree common “ground rules” with the Brussels as part of a trad …"
        },
        {
            "title": "'Go big or go home' to heal north-south divide, No 10 told",
            "category": "Politics",
            "snippet": "Boris Johnson’s government has been told to “go big or go home” if it is to truly “level up” the country and heal social division, with the former hea …"
        },
        {
            "title": "FTSE 100 stabilises, but Wall Street rebound fizzles out – as it happened",
            "category": "Business",
            "snippet": "A late newsflash: Microsoft has warned that its More Personal Computing division won’t hit its targets for the current quarter, due to the coronavirus …"
        },
        {
            "title": "Javid gives Cummings a good punching but fades out to sweet dissent",
            "category": "Politics",
            "snippet": "Not so much a kicking, more of a gentle warning shot. There were a couple of moments during Sajid Javid’s resignation speech when Boris Johnson starte …"
        },
        {
            "title": "Vivarium review – the unspeakable horror of settling down in suburbia",
            "category": "Film",
            "snippet": "There’s a type of film you could call burbstruck: horrified and yet sort of fascinated by the blank, bland, affectless sprawl of the suburbs in all th …"
        },
        {
            "title": "Banned City trader an organiser of Tories' Black and White ball",
            "category": "Politics",
            "snippet": "Summary: The phone tycoon who arranged Boris Johnson’s £15,000 Caribbean holiday and a businessman who has been banned from City trading are among 11 Conservat …"
        },
        {
            "title": "England await news on Italy trip as coronavirus threatens Six Nations",
            "category": "Sport",
            "snippet": "Summary: The Six Nations has been plunged into chaos after Ireland’s match against Italy was called off by the Irish government because of fears over the sprea …"
        },
        {
            "title": "DAU. Natasha review – an exquisitely sinister study of Soviet oppression",
            "category": "Film",
            "snippet": "Summary: On its own terms, DAU. Natasha is a brutally queasy and stark picture of the life of a fictional woman who works in the staff canteen of a Stalin-era …"
        },
        {
            "title": "Top sporting events at risk as coronavirus continues to spread",
            "category": "Sport",
            "snippet": "Summary: A large number of the year’s prestigious sporting events are at risk as the coronavirus continues to spread around the globe, with the organisers of t …"
        },
        {
            "title": "Coronavirus: companies count the cost amid threat to Europe's car production",
            "category": "Business",
            "snippet": "Coronavirus shocks have rippled through the corporate world after a large airline imposed a hiring freeze, the world’s biggest whisky maker warned on …"
        },
        {
            "title": "More misery to come after Severn flood defences breached",
            "category": "UK-News",
            "snippet": "Residents evacuated from properties in Ironbridge due to flooding are facing further misery with wet weather expected to cause disruption on Thursday …"
        },
        {
            "title": "From climate collapse to generation rent: coming-of-age novels have changed forever",
            "category": "Books",
            "snippet": "In simpler times, you could rely on a coming-of-age novel to be narrated by a teenager whose journey through the phoney adult world would culminate in …"
        },
        {
            "title": "Color Out of Space review – Nicolas Cage goes cosmic in freaky sci-fi horror",
            "category": "Film",
            "snippet": "In the bonkers 2018 thriller Mandy, Nicolas Cage gave one of his Cage-iest performances yet, face splattered in blood as he pursued a cult leader who’ …"
        },
        {
            "title": "David Cronenberg: 'Movies were made for sex'",
            "category": "Film",
            "snippet": "Walter, the character played by David Cronenberg in Albert Shin’s new horror-thriller Disappearance at Clifton Hill, gets an introduction befitting th …"
        },
        {
            "title": "Here We Are by Graham Swift review – a tale of magic, love and loss",
            "category": "Books",
            "snippet": "The story unfolds as if we’re watching it through glass. Evie White, widow of the actor Jack Robbins, goes out for lunch on the first anniversary of h …"
        },
        {
            "title": "Aston Martin losses deepen as it issues coronavirus warning",
            "category": "Business",
            "snippet": "Aston Martin plunged to a loss of more than £100m last year as sales fell and it warned of possible disruption from the coronavirus outbreak, underlin …"
        }
    ]
}