{
    "page": [
        {
            "title": "Thatcher planned to meet Kate Bush at Abbey Road, but got the Wombles",
            "category": "Politics",
            "snippet": "Summary: When Margaret Thatcher visited Abbey Road Studios in what would prove to be the final year of her premiership she may have hoped rubbing shoulders wit …"
        },
        {
            "title": "Issue of the week: Harvey Weinstein  found guilty of rape",
            "category": "UK-News",
            "snippet": "Moira Donegan in the Guardian Weinstein had been untouchable, but then, because of the power brought to bear by women who refused to tolerate or ignor …"
        },
        {
            "title": "Trump nominates John Ratcliffe for top intelligence officer post – as it happened",
            "category": "US-News",
            "snippet": "It’s been a busy day in US politics. Here’s a rundown of the top stories: A federal court blocked Trump’s Remain in Mexico policy, which barred asylum …"
        },
        {
            "title": "US confirms two new coronavirus cases without links to travel",
            "category": "US-News",
            "snippet": "Health officials on Friday confirmed two new cases of coronavirus in the US believed to have been transmitted to people who had not traveled to other …"
        },
        {
            "title": "Blind date: ‘There were lentils caked into my trousers’",
            "category": "Life-and-Style",
            "snippet": "Helena on Adam What were you hoping for? For it not to be the most awkward thing on the planet. First impressions? He’s attractive, with a good beard. …"
        },
        {
            "title": "Why do I always pack too many books when going on holiday?",
            "category": "Books",
            "snippet": "I’m writing this from a coffee shop in Inglewood, Los Angeles. For this, my one‑week holiday, I packed seven books. What was I thinking? My suitcase w …"
        },
        {
            "title": "Leap year day: how you could (and should) celebrate 29 February",
            "category": "Life-and-Style",
            "snippet": "Summary: Leap Day is a date that should be more significant. Christmas, Halloween, Valentine’s Day; those happen every year. But Leap Day? You have to wait fou …"
        },
        {
            "title": "Fit in my 40s: an aerial class? I’d rather be on the ground, watching",
            "category": "Life-and-Style",
            "snippet": "When will I learn my own limits, I thought, as I attempted an inverted needle on aerial silks, at Skylab in London. It’s exactly as it doesn’t sound: …"
        },
        {
            "title": "House of Glass by Hadley Freeman review – a captivating family memoir",
            "category": "Books",
            "snippet": "Hadley Freeman’s captivating family memoir inscribes itself in the pantheon of family stories that connect the grandchild to the generation of the gra …"
        },
        {
            "title": "Quentin Blake: ‘Spend time with children? Good God, no'",
            "category": "Books",
            "snippet": "The writer and illustrator Quentin Blake lives in west London in a pretty 19th-century square that has its own private gardens. Every morning, the 87- …"
        },
        {
            "title": "Who is the real Priti Patel?",
            "category": "Politics",
            "snippet": "The story goes like this: when the news that Priti Patel had stepped down as international development secretary spread through her department, some c …"
        },
        {
            "title": "Streaming: the best film at Cannes 2019 not to win a prize?",
            "category": "Film",
            "snippet": "The further it recedes in the rearview mirror, the more last year’s Cannes competition looks like an exceptionally good vintage. This week, British ci …"
        },
        {
            "title": "George MacKay: ‘Playing Ned Kelly was exhausting – I felt very vulnerable’",
            "category": "Film",
            "snippet": "“There’ll be no more of this shit,” snarls George MacKay, eyes bulging like a young Iggy Pop. “I’ll give you the full 11 inches of my dick, just so yo …"
        },
        {
            "title": "The unsinkable Tyson Fury took America for a night. Can he keep it?",
            "category": "Sport",
            "snippet": "The early returns from last weekend’s heavyweight championship tilt between Tyson Fury and Deontay Wilder have suggested a money-spinning success comm …"
        },
        {
            "title": "Hull FC proud to fly the rainbow flag as Israel Folau comes to town",
            "category": "Sport",
            "snippet": "Summary: The rainbow flags will be flying with pride outside the Kcom Stadium on Sunday to welcome Israel Folau for his first rugby league game on English soil …"
        },
        {
            "title": "Gardening tips: catch rare camellias in full bloom",
            "category": "Life-and-Style",
            "snippet": "Visit this The Grade I-listed conservatory at Chiswick House in London is home to 33 varieties of camellia: at their flowery peak until 22 March. The …"
        },
        {
            "title": "Tribes by David Lammy review – how to mend our divided society",
            "category": "Books",
            "snippet": "On 16 April 2018 David Lammy, barrister and MP for Tottenham, delivered a parliamentary speech excoriating the government for its mistreatment of memb …"
        },
        {
            "title": "The week in classical: Madam Butterfly; The Angel Esmeralda – review",
            "category": "Music",
            "snippet": "Summary: Iridescent blue, bilious green, orange, violet, black, blood-red. In English National Opera’s spectacular staging of Puccini’s Madam Butterfly (1904), …"
        },
        {
            "title": "Home Office chief Sir Philip Rutnam quits over Priti Patel 'bullying'",
            "category": "Politics",
            "snippet": "The Home Office’s top civil servant, Sir Philip Rutnam, has resigned and announced plans to sue the government for constructive dismissal after a seri …"
        },
        {
            "title": "Priti Patel: how the bullying allegations have mounted up",
            "category": "Politics",
            "snippet": "The home secretary, Priti Patel, has been dealt a significant blow after her most senior civil servant, Sir Philip Rutnam, resigned and accused her of …"
        },
        {
            "title": "Rutnam's refusal to go quietly leaves Priti Patel facing tough questions",
            "category": "Politics",
            "snippet": "There was never a question of whether Sir Philip Rutnam would leave the Home Office after briefings against him by government aides. The only question …"
        },
        {
            "title": "Simon Blackwell: ‘I nearly died in an old Smithfield meat market van’",
            "category": "Life-and-Style",
            "snippet": "The label ‘satirist’ is too grand for what I do. I’m a comedy writer who sometimes does politics. Satire to me is bigger and well above my station – i …"
        },
        {
            "title": "One to watch: Sofia Kourtesis",
            "category": "Music",
            "snippet": "Summary: Listen to the opening number of the Peruvian-born producer Sofia Kourtesis’s first, self-titled EP, and you imagine a train made of rackety sonic junk …"
        },
        {
            "title": "Sleater-Kinney review: an all-change powerhouse of a gig",
            "category": "Music",
            "snippet": "Some bands are just bands. Most of the good ones, however, represent something beyond a unit that plays some tunes. They become an anchor point for a …"
        },
        {
            "title": "Berlin film festival 2020 roundup: sturm und drang and pigs and cows",
            "category": "Film",
            "snippet": "This year could have been simply wunderbar for the Berlin film festival, but it didn’t quite work that way. The festival organisers, including new art …"
        },
        {
            "title": "The Invisible Man review – Wells with a Hitchcockian twist",
            "category": "Film",
            "snippet": "Summary: This update of HG Wells’s classic sci-fi tale smartly aligns itself with the spied-upon rather than the story’s monstrous invisible eye, flipping the …"
        },
        {
            "title": "The gospel according to … the classical orchestra that’s just been converted",
            "category": "Music",
            "snippet": "Summary: Britain’s most acclaimed classical orchestra is to take its first step into the world of gospel music on Sunday in a ground-breaking, sold-out choral …"
        },
        {
            "title": "Making a splash: a rental flat that’s awash with colour",
            "category": "Life-and-Style",
            "snippet": "Summary: I am very conscious of how much colour affects my mood,” says artist and designer Anna Jacobs, sitting on her pink velvet sofa in a zebra-print T-shir …"
        },
        {
            "title": "When staff run the show: the true benefits of employee ownership",
            "category": "Business",
            "snippet": "The moment when staff at John Lewis and Waitrose are told the size of their bonus is always much-anticipated. This week’s announcement will be no diff …"
        },
        {
            "title": "Flood-hit towns brace for more rain as Storm Jorge continues",
            "category": "UK-News",
            "snippet": "Flood-hit towns are bracing for further downpours as Storm Jorge pushes Britain into the wettest February on record. February’s third named storm is b …"
        },
        {
            "title": "Boris Johnson and Carrie Symonds expecting baby",
            "category": "Politics",
            "snippet": "Boris Johnson and Carrie Symonds have announced they are expecting a baby and that they have got engaged. The couple, who have been living together in …"
        },
        {
            "title": "Book clinic: I’m tired of gloomy books – are there any happy literary novels?",
            "category": "Books",
            "snippet": "Q: I’m tired of sad and depressing themes, but want something that’s not a romcom in book form. Are there any happy novels that are also literary? Ano …"
        },
        {
            "title": "John Carey: ‘In my teens I fancied myself as a poet’",
            "category": "Books",
            "snippet": "The critic John Carey, 85, is emeritus Merton professor of English literature at Oxford University, where he taught for more than 40 years. He has wri …"
        },
        {
            "title": "How one couple said 'I do' to romantic Leap Year traditions",
            "category": "UK-News",
            "snippet": "Women may well feel free to propose to their partners any day of the week these days, but the Irish tradition of female proposals on Leap Day is in fu …"
        },
        {
            "title": "The truth about budget surpluses: it's revenue, not spending, that counts",
            "category": "Business",
            "snippet": "The history of the budget since the 1990 recession is a story of revenue, and has barely anything at all to do with “management”. Since 1990 every sin …"
        },
        {
            "title": "Westminster's worst-kept secret: but will it lead to a baby bounce?",
            "category": "UK-News",
            "snippet": "The news that Boris Johnson’s partner, Carrie Symonds, is pregnant has been Westminster’s worst kept secret for some weeks. Symonds had not been seen …"
        },
        {
            "title": "US Olympic marathon trials: Galen Rupp, Aliphine Tuliamuk book Tokyo spots",
            "category": "Sport",
            "snippet": "Galen Rupp reclaimed his status as the nation’s top distance runner Saturday, winning his second straight US Olympic marathon trials and earning a spo …"
        },
        {
            "title": "Lisa Nandy: ‘If Labour got things broadly right, how did we lose so badly?’",
            "category": "Politics",
            "snippet": "Summary: Lisa Nandy and Rebecca Long-Bailey may be rivals for the Labour leadership but they get on well and have already planned a joint celebration for when …"
        },
        {
            "title": "Labour leadership rivals still not facing truth about election defeat, says Nandy",
            "category": "Politics",
            "snippet": "Lisa Nandy has accused her rivals for the Labour leadership of putting the party’s survival at risk by refusing to have an “honest reckoning” about it …"
        },
        {
            "title": "Wales need time to adapt to their new coach, says Alun Wyn Jones",
            "category": "Sport",
            "snippet": "The Six Nations launch is an occasion when hope tends to outscrummage expectation but Alun Wyn Jones was one at this year’s event who did not allow hi …"
        },
        {
            "title": "Priti Patel’s future in doubt after senior Home Office civil servant resigns",
            "category": "Politics",
            "snippet": "Priti Patel’s future as the home secretary is being called into question this weekend after the most senior civil servant in her department resigned i …"
        },
        {
            "title": "Trump fends off criticism of 'hoax' remark after first US coronavirus death",
            "category": "US-News",
            "snippet": "Shortly after confirmation of the first coronavirus death in the US, Donald Trump rebuffed criticism for using the word “hoax” in describing the outbr …"
        }
    ]
}