{
    "page": [
        {
            "title": "Parents of brain-damaged baby lose life support legal battle",
            "category": "UK-News",
            "snippet": "The parents of a four-month-old baby with brain damage have lost a legal battle to continue his life support treatment. Karwan Ali, 35, and Shokhan Na …"
        },
        {
            "title": "The real star of Bong Joon-ho’s Oscar-winner Parasite? The house",
            "category": "Film",
            "snippet": "Pretty much every actor in Parasite puts in a note-perfect performance, but as the film unfolds there’s no doubting the star of the show. The house wh …"
        },
        {
            "title": "Tesco stopped rivals opening nearby stores, watchdog finds",
            "category": "Business",
            "snippet": "The competition watchdog has censured Tesco for breaking the law by blocking rivals from opening shops near its stores. On Friday, the Competition and …"
        },
        {
            "title": "Rebecca Long-Bailey sets out four-point plan for Labour",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has set out her four-point plan to rebuild the Labour party and said she was behind at the start of the leadership race as her foc …"
        },
        {
            "title": "We’re having a romantic weekend away – just me, my wife… and the kids",
            "category": "Life-and-Style",
            "snippet": "It was our 10-year wedding anniversary last week, and my wife and I decided to head to a hotel with the kids. This alone was a source of controversy a …"
        },
        {
            "title": "IOC insists Tokyo Olympics will go ahead despite coronavirus",
            "category": "Sport",
            "snippet": "It is the ultimate sporting get-together: 11,000 athletes from 200 countries all striving to live up to the Olympic motto – faster, higher and stronge …"
        },
        {
            "title": "Caped crusader: who is the real target of Natalie Portman's reply to Rose McGowan?",
            "category": "Film",
            "snippet": "It’s hard to predict what the big stories from Oscar night will turn out to be. Parasite’s victory was a slight surprise – but not an earth-shaker. My …"
        },
        {
            "title": "German economy stagnates as eurozone growth hits seven-year low - business live",
            "category": "Business",
            "snippet": "Summary: Finally, the UK’s FTSE 100 has closed down 0.6%, or 43 points, at 7,409. Europe did better, despite today’s unimpressive growth report. The Stoxx 690 …"
        },
        {
            "title": "Overwhelmed? Here’s how to stop your to-do list going stale",
            "category": "Life-and-Style",
            "snippet": "One of the less obvious problems with having too much to do – besides the main one of, you know, having too much to do – is the phenomenon you might c …"
        },
        {
            "title": "California man freed after 15 years in prison thanks to genealogy website data",
            "category": "US-News",
            "snippet": "Summary: California authorities used the same DNA techniques that led to the capture of the suspected Golden State Killer to free a man who spent about 15 year …"
        },
        {
            "title": "Jamaicans deported by Home Office go into hiding fearing for lives",
            "category": "UK-News",
            "snippet": "As many as seven of the Jamaicans who were deported on a Home Office charter flight on Tuesday have gone into hiding in fear for their lives, the Guar …"
        },
        {
            "title": "Delta announces $1bn plan to be first carbon neutral airline",
            "category": "Business",
            "snippet": "Delta announced an ambitious plan on Friday to become the first US airline to go carbon neutral, committing $1bn over the next 10 years to mitigate al …"
        },
        {
            "title": "New Tory MP pictured with alleged far-right activists",
            "category": "Politics",
            "snippet": "Calls have been made for an investigation after photographs emerged linking a newly elected Tory MP with two alleged far-right activists. Dehenna Davi …"
        },
        {
            "title": "Chess: Guildford extend unbeaten run to 83 matches over nearly eight years",
            "category": "Sport",
            "snippet": "Guildford’s stranglehold on Britain’s Four Nations Chess League (4NCL) is set to continue for an eighth consecutive season as the Surrey club steamrol …"
        },
        {
            "title": "Former Commons photographer's home raided 'over stolen furniture'",
            "category": "Politics",
            "snippet": "Summary: The House of Commons’ former official photographer, responsible for famous front page images of the last two year’s Brexit drama, has had his home rai …"
        },
        {
            "title": "Tiger Roll returns with sights on a third consecutive Grand National",
            "category": "Sport",
            "snippet": "Three days after being described as “50-50” to run at Aintree, the odds that Tiger Roll will attempt to win a historic third consecutive Grand Nationa …"
        },
        {
            "title": "Lewis Hamilton says Max Verstappen’s comments are ‘a sign of weakness’",
            "category": "Sport",
            "snippet": "Lewis Hamilton brushed off recent comments from Max Verstappen as “weakness” and vowed to do his talking on the track as Mercedes unveiled their new c …"
        },
        {
            "title": "Labour leadership hopefuls ramp up campaigns for final round",
            "category": "Politics",
            "snippet": "Labour’s leadership rivals will significantly increase their campaigning efforts this weekend as they get access to party data allowing them to call t …"
        },
        {
            "title": "Health officials contact 200 including MPs over UK coronavirus scare",
            "category": "UK-News",
            "snippet": "More than 200 people, including several MPs, have been contacted by health officials over fears they could have been exposed to the coronavirus at a c …"
        },
        {
            "title": "Queer activists disrupt Pete Buttigieg event in San Francisco: 'We deserve better'",
            "category": "US-News",
            "snippet": "At the center of San Francisco’s National LGBTQ Center for the Arts, two queer activists stood up and disrupted a private fundraiser for Pete Buttigie …"
        },
        {
            "title": "'It changed my whole outlook': how police scheme changed one offender's life",
            "category": "UK-News",
            "snippet": "Samantha Raw shifts uncomfortably in an airless room inside Bishop Auckland police station. More than a year has passed since the night she describes …"
        },
        {
            "title": "'There is life outside of London': converts to Leeds sing its praises",
            "category": "UK-News",
            "snippet": "In the past five years the number of Londoners moving up to Leeds has risen by 58%, from 2,720 in 2013 to 4,296 in 2018. Home to several universities …"
        },
        {
            "title": "How we stay together: 'It’s like equity – we’ve built it up over time'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Kirsty Brown and Christian Moraga Years together: 20 Occupations: Contemporary music specialist and marketing executive There are all sorts of …"
        },
        {
            "title": "England beat South Africa by two runs in second Twenty20 international - as it happened",
            "category": "Sport",
            "snippet": "“Sounds like an incredibly wonderful game,” says Peter Barrett. It was. “Sorry I’m not there instead of being here in a horrible wet England.” Peter, …"
        },
        {
            "title": "Labour leadership: Emily Thornberry fails to make it on to ballot",
            "category": "Politics",
            "snippet": "Emily Thornberry’s hopes of leading the Labour party are over after she failed to make it on to the final members’ ballot. Just hours before the deadl …"
        },
        {
            "title": "Blind date: ‘My friend Laurence would have a crush on him’",
            "category": "Life-and-Style",
            "snippet": "Daniel on Florence What were you hoping for? To laugh, learn something, eat something that would upset my rabbi and my mother, and meet someone memora …"
        },
        {
            "title": "Tim Dowling: our toilet is broken – the perfect excuse to stop work",
            "category": "Life-and-Style",
            "snippet": "Writing can be a great escape. When difficulties arise at home, it is a pleasure to be able to say, “I’m sorry, but I have to write,” and walk out of …"
        },
        {
            "title": "Once a longshot, Bloomberg is gaining ground in California. Will it last?",
            "category": "US-News",
            "snippet": "Californians know a thing or two about self-funded business moguls who attempt to spend their way to high political office in their state. And what th …"
        },
        {
            "title": "Met removes hundreds from gangs matrix after breaking data laws",
            "category": "UK-News",
            "snippet": "Hundreds of young people have been removed from a controversial police list of alleged gang members after claims that it is discriminatory and blighte …"
        },
        {
            "title": "Barnes & Noble was right to cancel its ‘diversity’ initiative",
            "category": "Books",
            "snippet": "I never cared much for the classics. Pride and Prejudice was cool because I’m here for strong female leads, but I preferred Pride and Prejudice and Zo …"
        },
        {
            "title": "William Barr: how the attorney general became Trump's enabler-in-chief",
            "category": "US-News",
            "snippet": "Lawyers who have filled political appointee positions in the Trump administration have been pursued by doubts about their qualifications or caliber. I …"
        },
        {
            "title": "Five reasons to start trail running",
            "category": "Life-and-Style",
            "snippet": "1 It’s more fun Trail running is much more interesting than road running. The terrain, from rocky to rooty to muddy, is more varied. You never get bor …"
        },
        {
            "title": "Fit in my 40s: with trail running, you’ll be checking the scenery, not your Fitbit",
            "category": "Life-and-Style",
            "snippet": "Summary: I rediscovered trail running after interviewing the 2019 Marathon De Sables champion Ragna Debats (she’s also a Merrell ambassador). I wasn’t expectin …"
        },
        {
            "title": "Red at the Bone by Jacqueline Woodson review – heartbreak and joy",
            "category": "Books",
            "snippet": "Summary: In US author Jacqueline Woodson’s haunting novel, a 16-year-old girl’s coming-of-age party prompts an avalanche of memories for her middle-class Afric …"
        },
        {
            "title": "The milkman gets an eco-makeover as refill service knocks on door",
            "category": "Business",
            "snippet": "The home delivery model pioneered by milkmen is getting a 21st century makeover as part of the war on plastic. A major new online service backed by th …"
        },
        {
            "title": "Streaming: To All the Boys: PS I Still Love You – the longed-for sequel lands",
            "category": "Film",
            "snippet": "Netflix’s latest awards-film cycle finally wrapped up last week, having yielded an Oscar apiece for Marriage Story and the exceptional documentary Ame …"
        },
        {
            "title": "Fighting the tyranny of ‘niceness’: why we need difficult women",
            "category": "Books",
            "snippet": "Difficult. It’s a word that rests on a knife-edge: when applied to a woman, it can be admiring, fearful, insulting and dismissive, all at once. In 201 …"
        },
        {
            "title": "Record-breaking middle-distance duo staying on message in Olympic year",
            "category": "Sport",
            "snippet": "It has been the talking point in track and field for months. But when Laura Muir and Jemma Reekie are asked about the impact of Nike’s shoe technology …"
        },
        {
            "title": "Candid and colourful Ellis Genge is just the voice modern rugby needs",
            "category": "Sport",
            "snippet": "Ellis Genge’s interview after England’s win over Scotland was one of the best I’ve heard for a long time. It was raw, it was honest, it was passionate …"
        },
        {
            "title": "When I met Kirk Douglas, did I ask if he’d assaulted Natalie Wood? No, and here’s why",
            "category": "Life-and-Style",
            "snippet": "Just over three years ago, I walked into a house in Beverly Hills to meet a man I’d wanted to interview for more than a decade. I am the inverse of ag …"
        },
        {
            "title": "The Bilingual Brain by Albert Costa review – the science of learning",
            "category": "Books",
            "snippet": "A third of the way through this absorbing and engagingly written book, Albert Costa describes a family meal: “The father speaks Spanish with his wife …"
        },
        {
            "title": "‘I appreciate humanity now’: King Krule on punk, parenthood and finding peace",
            "category": "Music",
            "snippet": "Some time towards the end of 2019, Archy Marshall, AKA King Krule, found himself in Warrington standing on a wide stretch of ankle-high grass. Behind …"
        },
        {
            "title": "Jessie Ware: ‘Music was my bread and butter. Now it isn’t, which is more enjoyable'",
            "category": "Music",
            "snippet": "You can tell a true-born foodie by their urgency around a menu, and when the musician Jessie Ware meets me for lunch it is at a Middle Eastern restaur …"
        },
        {
            "title": "‘I’m surprised more migrants haven’t died in the Channel’: my view from England's white cliffs",
            "category": "UK-News",
            "snippet": "Summary: I live on the edge of England. You can’t go any further south without falling into the sea, which is a long way down from the top of the high cliffs n …"
        },
        {
            "title": "Gardening tips: plant a rose",
            "category": "Life-and-Style",
            "snippet": "Summary: Plant this Take advantage of the current bare-root planting season to add a rose to your garden. ‘Starlight Symphony’ is a climber with clusters of si …"
        },
        {
            "title": "Use warming mats to heat your seeds",
            "category": "Life-and-Style",
            "snippet": "All my current fantasies are about greenhouses. I am tortured by emails from fancy manufacturers seducing me with modern glass cubes and cute-as-a-but …"
        },
        {
            "title": "US defence secretary warns Huawei 5G will put alliances at risk",
            "category": "US-News",
            "snippet": "The US defence secretary, Mark Esper, warned that US alliances including the future of Nato were in jeopardy if European countries went ahead with usi …"
        },
        {
            "title": "Adults by Emma Jane Unsworth review – life in the Instagram age",
            "category": "Books",
            "snippet": "Summary: Early on in Adults, protagonist Jenny agonises over a caption for an Instagram post of a croissant. She auditions various phrases and hashtags, messag …"
        },
        {
            "title": "The week in classical: Les vêpres siciliennes; Luisa Miller review – a passion for patriarchy",
            "category": "Music",
            "snippet": "Fathers and sons, fathers and daughters. When Verdi gets a thing about dads you know it will not end well. New productions of Verdi’s lesser-known wor …"
        },
        {
            "title": "Prominent Obama donors will hold Chicago event for Bloomberg",
            "category": "US-News",
            "snippet": "Two prominent Democratic donors in Chicago with deep ties to Barack Obama will next week co-host an event for former New York mayor Mike Bloomberg. Jo …"
        }
    ]
}