{
    "page": [
        {
            "title": "Cher Lloyd: ‘After The X Factor, I had to do damage control. I still have to’",
            "category": "Music",
            "snippet": "Summary: About a year ago, Cher Lloyd was shopping in the Disney Store on Oxford Street when she was approached by a new fan: a middle-aged man who told her th …"
        },
        {
            "title": "'America will not see herself in full': Deval Patrick laments all-white debate",
            "category": "US-News",
            "snippet": "“America will not see herself in full” when the seventh Democratic debate takes place in Des Moines, Iowa, on Tuesday night, Deval Patrick said, citin …"
        },
        {
            "title": "How the Houston Astros went from champions to a shamed shambles",
            "category": "Sport",
            "snippet": "It must have felt good to be one of the Houston Astros on 29 October last year, to be part of one of the most talented teams ever assembled and to be …"
        },
        {
            "title": "Scandal over Britain's failure to notify EU of crimes – an explainer",
            "category": "UK-News",
            "snippet": "The UK failed to pass on the details of tens of thousands of foreign criminals to their home EU countries and concealed the scandal, the Guardian has …"
        },
        {
            "title": "Lucian Freud: A Self Portrait review – picturing a titan of British art",
            "category": "Film",
            "snippet": "The latest in the excellent Exhibition on Screen series is pinned to the current Lucian Freud: The Self Portraits show at the Royal Academy, which is …"
        },
        {
            "title": "Total to move financial hub from London to Paris after Brexit",
            "category": "Business",
            "snippet": "The French oil company Total plans to pull its cash out of the UK after Brexit and return its financial hub to Paris in a show of faith in Europe, acc …"
        },
        {
            "title": "Conservationists call for enforceable deer cull in Scotland",
            "category": "UK-News",
            "snippet": "A coalition of Scottish conservation groups has called for legally enforceable culls of deer to be imposed on private landowners and stalking estates, …"
        },
        {
            "title": "Uproar after Vince Vaughn shakes Trump’s hand at football game",
            "category": "Film",
            "snippet": "Summary: The actor Vince Vaughn shook Donald Trump’s hand in a private box at a football game on Monday night, a gesture which took seconds. But it caused upro …"
        },
        {
            "title": "Are you really at your most miserable at 47.2 years old?",
            "category": "Life-and-Style",
            "snippet": "Name: 47.2. Age: 47.2. Appearance: Grumpy. Age is just a number. Yes, in this case the worst number possible. The worst number for what? For wellbeing …"
        },
        {
            "title": "Boris Johnson's Big Ben Brexit bong plan falls flat",
            "category": "Politics",
            "snippet": "An energetic if perhaps niche campaign to ensure the chimes of Big Ben sound at the moment of Brexit on 31 January appears doomed after Commons author …"
        },
        {
            "title": "Australia hammer India in first one-day international – as it happened",
            "category": "Sport",
            "snippet": "And here’s a match report: That’ll do us from Mumbai. Australia the big winners, hammering the hosts by ten wickets with 12.2 overs in hand. Can India …"
        },
        {
            "title": "Half of a Yellow Sun is a masterpiece in balancing truth and fiction",
            "category": "Books",
            "snippet": "Summary: Last year, Chimamanda Ngozi Adichie gave the inaugural Gabriel García Márquez lecture and spoke about truth and storytelling. “To start a story, a tru …"
        },
        {
            "title": "'Out of nowhere I felt really sad': readers on how they felt at 47",
            "category": "Life-and-Style",
            "snippet": "‘Just out of nowhere I felt really really sad’ I have always been extremely happy. When I was 45 my husband left me quite suddenly after 25 years of w …"
        },
        {
            "title": "On air, Johnson’s brain began to engage with itself – but not reality",
            "category": "Politics",
            "snippet": "The cameras had been broadcasting clips of absolutely nothing going on in Downing Street throughout the first two hours of BBC Breakfast. Almost as if …"
        },
        {
            "title": "James Bond: Billie Eilish to provide No Time to Die theme",
            "category": "Film",
            "snippet": "Billie Eilish will write and sing the theme song to No Time to Die, the 25th film in the James Bond franchise. At 18 years old, she is the youngest mu …"
        },
        {
            "title": "Boris Johnson interview continues shift from traditional approach",
            "category": "Politics",
            "snippet": "Boris Johnson’s decision to give his first broadcast interview since the general election to BBC’s Breakfast programme, rather than the broadcaster’s …"
        },
        {
            "title": "World's biggest fund manager vows to divest from thermal coal",
            "category": "Business",
            "snippet": "BlackRock, the world’s largest fund manager, has announced it will put sustainability at the heart of its investment decisions. In his annual letter t …"
        },
        {
            "title": "Home Office proposes offence of possessing terrorist propaganda",
            "category": "UK-News",
            "snippet": "A new offence relating to possession of terrorist propaganda that glorifies or encourages extremism could be introduced to toughen up UK anti-terror l …"
        },
        {
            "title": "How long can this nonsense of the Oscars failing to nominate female directors go on?",
            "category": "Film",
            "snippet": "Congratulations to those men – I guess? Issa Rae summarised the mixed feelings of many when yet another all-male list of best director Oscar nominatio …"
        },
        {
            "title": "Wang and Capuçon review –  a dazzling display electrifies Chopin and Franck",
            "category": "Music",
            "snippet": "Summary: A pair of stars don’t necessarily make for a great musical duo, but something seems to have clicked for cellist Gautier Capuçon and pianist Yuja Wang. …"
        },
        {
            "title": "Magnus Carlsen breaks record for longest unbeaten streak in chess history",
            "category": "Sport",
            "snippet": "Magnus Carlsen completed another record-breaking achievement when he stretched his unbeaten record to 111 successive games. The 29-year-old world cham …"
        },
        {
            "title": "Barnier says there will be checks on GB/NI trade after Brexit, despite Johnson denying this – as it happened",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has written to Nicola Sturgeon to formally reject her request for the transfer of powers necessary to hold a second referendum on Scotti …"
        },
        {
            "title": "Karren Brady: as a feminist, I couldn’t carry on working for Philip Green",
            "category": "Business",
            "snippet": "Karren Brady, the businesswoman star of television’s The Apprentice, has said she resigned from the board of Sir Philip Green’s retail empire because …"
        },
        {
            "title": "Newquay link threat worries Flybe travellers as stormy skies gather",
            "category": "Business",
            "snippet": "As Flybe’s plane flew closer to Newquay airport, Heather Hollands said she was always surprised at how quickly the hour-long journey from Heathrow pas …"
        },
        {
            "title": "'Treated like a terrorist': US deports growing number of Iranian students with valid visas from US airports",
            "category": "US-News",
            "snippet": "Summary: Mohammad Elmi was on his way to fulfill a lifelong dream. On 13 December 2019, the 31-year-old Iranian boarded a flight to Los Angeles to join his wif …"
        },
        {
            "title": "Rutland falls to the golden arches and welcomes McDonald's",
            "category": "Business",
            "snippet": "It was England’s last hold-out against the expansion of fast-food corporations. Now Rutland, the country’s smallest county, has finally relented. Coun …"
        },
        {
            "title": "Trump impeachment: Pelosi to call vote on Wednesday to refer articles to Senate",
            "category": "US-News",
            "snippet": "The House speaker, Nancy Pelosi, has announced she will call a vote on Wednesday to refer articles of impeachment approved last month to the Senate. T …"
        },
        {
            "title": "Labour leadership hopefuls court votes of the 'big five' unions",
            "category": "Politics",
            "snippet": "Labour leadership hopefuls and their supporters are wooing union executive members as they seek to make the final ballot which will decide who will le …"
        },
        {
            "title": "Is Billie Eilish too cool for the James Bond franchise?",
            "category": "Music",
            "snippet": "Summary: No Time to Die already has a lot going for it. It’s got an exciting director, a promising trailer and – if it adheres to the good/bad/good/bad pattern …"
        },
        {
            "title": "Shooting fiasco makes the Commonwealth Games look silly again",
            "category": "Sport",
            "snippet": "John Oliver, on his HBO show Last Week Tonight, runs an occasional series called How Is This Still A Thing? Over the years he has done daylight saving …"
        },
        {
            "title": "Stephen King faces backlash over comments on Oscars diversity",
            "category": "Books",
            "snippet": "In yet another year of Oscar nominations that saw a paucity of recognition for women and artists of colour, the response has been almost exhausted – a …"
        },
        {
            "title": "Meghan legal action: Mail on Sunday could call Thomas Markle to high court",
            "category": "UK-News",
            "snippet": "Thomas Markle could be called to give evidence at the high court against his estranged daughter Meghan, as part of her ongoing legal action against th …"
        },
        {
            "title": "'Our players are our voice': Big Bash pride game seeks to educate",
            "category": "Sport",
            "snippet": "In the lead up to the Big Bash League’s pride game this week, the same questions are being heard. Why do we still need to keep doing this? Isn’t inclu …"
        },
        {
            "title": "Luke Kuechly, NFL star with history of concussions, retires aged 28",
            "category": "Sport",
            "snippet": "Luke Kuechly, one of the finest linebackers of his generation, has announced his retirement at the age of 28. The Carolina Panthers star made the anno …"
        },
        {
            "title": "Elizabeth Warren's confrontation with Bernie Sanders caps testy debate night",
            "category": "US-News",
            "snippet": "A post-debate confrontation between progressive senators Elizabeth Warren and Bernie Sanders capped the final Democratic debate before the Iowa caucus …"
        },
        {
            "title": "Country diary: the Cheviots are studded with ghostly patches",
            "category": "Life-and-Style",
            "snippet": "This shoulder of the Cheviot Hills has always been an edge-land. It marks the watershed between the Rule and the Liddel, and the frontier between Scot …"
        },
        {
            "title": "Democratic debate: Warren appears to reject handshake with Sanders after clash – as it happened",
            "category": "US-News",
            "snippet": "That’s it from me tonight. Here are some of the biggest takeaways from the seventh Democratic debate, the final debate before the Iowa caucuses: Elizb …"
        },
        {
            "title": "150m Shades of Grey: how the decade's runaway bestseller changed our sex lives",
            "category": "Books",
            "snippet": "I was working as a bookseller when Fifty Shades of Grey was published and spent weeks stacking shelves with the glossy tomes, only for them to be whis …"
        },
        {
            "title": "HS2 will destroy or damage hundreds of UK wildlife sites, says report",
            "category": "UK-News",
            "snippet": "HS2 will destroy or irreparably damage five internationally protected wildlife sites, 693 local wildlife sites, 108 ancient woodlands and 33 legally p …"
        },
        {
            "title": "Anna Calvi: live music venues deserve as much help as ballet or opera",
            "category": "Music",
            "snippet": "Summary: Britain’s independent music venues should receive the same reverence and support as the ballet or opera, according to the musician Anna Calvi and the …"
        },
        {
            "title": "Uncanny Valley: A Memoir by Anna Wiener review – beggars and tech billionaires",
            "category": "Books",
            "snippet": "When Anna Wiener first moved to San Francisco for a job at a web analytics startup, she rented a room on Airbnb and found herself captivated by the id …"
        },
        {
            "title": "‘We are still here’: Native Americans fight to be counted in US census",
            "category": "US-News",
            "snippet": "Summary: It was the largest rollback of federal lands protections in US history. When President Donald Trump signed a 2017 executive order that reduced the siz …"
        },
        {
            "title": "Union lawyer to sue Met police over 'false imprisonment'",
            "category": "UK-News",
            "snippet": "The Metropolitan police are facing legal action after officers tried to break up a picket outside a London medical school and arrested a trade union l …"
        },
        {
            "title": "Ollie Pope looks the part as he follows in footsteps of England batting giants",
            "category": "Sport",
            "snippet": "It pays to keep an eye on England batsmen who make their debut at the age of 22 or younger. The chances are they will become very substantial players. …"
        },
        {
            "title": "A growing concern: is it ever OK to steal plant cuttings?",
            "category": "Life-and-Style",
            "snippet": "In December, Cory Jarrell of Portland, Oregon, posted a photo he never imagined he would have to share with his 16,000 Instagram followers: loose, lim …"
        },
        {
            "title": "Sport and the climate crisis: time for the travelling circus to just stay put",
            "category": "Sport",
            "snippet": "Someone once told me about a film actor who had developed a powerful ecological conscience, and in this spirit he bought every cast and crew member on …"
        },
        {
            "title": "Talking Horses: Good luck to Nick Rust's successor in tough role at BHA",
            "category": "Sport",
            "snippet": "The headhunters tasked with finding Nick Rust’s replacement as chief executive of the British Horseracing Authority face some tricky choices as they s …"
        },
        {
            "title": "Leave Rihanna alone! A manifesto for healthier pop fandom in the 2020s",
            "category": "Music",
            "snippet": "In the final days of December, speculation that Rihanna might be about to release her ninth album, known among fans simply as R9, entered overdrive. D …"
        },
        {
            "title": "Greggs joins up with Just Eat for nationwide delivery rollout",
            "category": "Business",
            "snippet": "Greggs has partnered up with Just Eat to offer home delivery across the UK after a successful trial last year. The bakery firm said it would begin mak …"
        },
        {
            "title": "Wales name four uncapped Premiership players in Six Nations squad",
            "category": "Sport",
            "snippet": "Summary: Saracens were unaware their England Saxons centre Nick Tompkins was eligible to play for the land of his grandmother, Enid, who was born in Wrexham, u …"
        }
    ]
}