{
    "page": [
        {
            "title": "Huge surge in Britons applying for non-UK passports",
            "category": "Politics",
            "snippet": "The number of British citizens who have applied to acquire the nationality of another EU member state has surged since the Brexit referendum, data sho …"
        },
        {
            "title": "Rollout of smart motorways put on hold amid safety concerns",
            "category": "Politics",
            "snippet": "Summary: A national rollout of smart motorways has been put on hold by transport secretary, Grant Shapps, after they were linked with an increase in the number …"
        },
        {
            "title": "HS2 decision may be made next week after PM holds final talks",
            "category": "UK-News",
            "snippet": "Speculation that a decision on HS2 will be made early next week is mounting as the prime minister and key figures are understood to have held final ta …"
        },
        {
            "title": "His House review – effective haunted house horror with timely spin",
            "category": "Film",
            "snippet": "With his striking debut feature His House, British writer-director Remi Weekes has constructed a horror film that takes the overstuffed and overfamili …"
        },
        {
            "title": "BT will hope to turn Huawei pain into gain by calling in favours",
            "category": "Business",
            "snippet": "Boris Johnson’s qualified approval of Huawei’s 5G kit was “an important clarification”, said BT, putting a positive gloss on a decision it says will c …"
        },
        {
            "title": "Gwyneth Paltrow's Goop wellness products condemned by NHS chief",
            "category": "Life-and-Style",
            "snippet": "Gwyneth Paltrow’s range of wellness products has been criticised by the head of NHS England who warns that one of the recommended procedures poses a c …"
        },
        {
            "title": "Trump to reportedly allow use of landmines, reversing Obama-era policy",
            "category": "US-News",
            "snippet": "The US will end its moratorium on the production and deployment of landmines, in another reversal of Obama-era policies and a further breach with west …"
        },
        {
            "title": "George Furbank eyes England debut after Anthony Watson injury blow",
            "category": "Sport",
            "snippet": "England have been handed a major blow before the start of their Six Nations campaign after Anthony Watson was ruled out of Sunday’s match against Fran …"
        },
        {
            "title": "Mary Beard sits for naked portrait in new BBC programme",
            "category": "Books",
            "snippet": "The academic and TV presenter Mary Beard has taken a bold approach to her new two-part investigation of the history and impact of the nude in art by c …"
        },
        {
            "title": "Transvaginal mesh: Johnson & Johnson fined $344m for deceptive marketing to women",
            "category": "Business",
            "snippet": "A California judge has ordered Johnson & Johnson to pay nearly $344m in penalties for deceptively marketing pelvic mesh devices for women, as the stat …"
        },
        {
            "title": "Verge of acquittal: takeaways from day nine of the impeachment trial",
            "category": "US-News",
            "snippet": "The ninth full day of Donald Trump’s impeachment trial in the US Senate has concluded. Here are five key takeaways: Trump on verge of acquittal as wit …"
        },
        {
            "title": "'The irony is we got things right by 2015': UK's Brussels envoys on Brexit",
            "category": "Politics",
            "snippet": "As the sun goes down on the UK’s last day as a member state of the European Union, the familiar flag of gold stars on a blue background will be lowere …"
        },
        {
            "title": "Trump will insist NHS pays more for drugs in trade deal, says ambassador",
            "category": "Politics",
            "snippet": "Donald Trump will put the interests of corporate America first and demand that the NHS pays higher prices for US drugs in a free-trade deal with the U …"
        },
        {
            "title": "Trump impeachment trial: potential swing senator says he will not support witnesses – as it happened",
            "category": "US-News",
            "snippet": "Summary: Live political reporting continues in Friday’s blog: The Q&A portion of the Senate impeachment trial concluded, with House Democrats making the case t …"
        },
        {
            "title": "Parasite director Bong Joon-ho: 'Korea seems glamorous, but the young are in despair'",
            "category": "Film",
            "snippet": "The past year has been a whirlwind for Bong Joon-ho, and he is still in the midst of it. His movie Parasite has whisked him to places few directors – …"
        },
        {
            "title": "Why Ford v Ferrari should win the best picture Oscar",
            "category": "Film",
            "snippet": "Let’s imagine the best picture award was given to the film that was most well-liked. Then, this year, Ford v Ferrari would win. That’s not to say it’s …"
        },
        {
            "title": "Brexit day events: what is happening in the UK on 31 January?",
            "category": "Politics",
            "snippet": "On 31 January, the UK is leaving the European Union after three-and-a-half long years of political turmoil. Some will be celebrating the turning of a …"
        },
        {
            "title": "Richard Jewell review – Clint Eastwood's bomb-hero drama fails to detonate",
            "category": "Film",
            "snippet": "Clint Eastwood’s latest film is a miscarriage-of-justice tale taken from real life, a parable about the evils of “big government” that plays like a we …"
        },
        {
            "title": "Behind the scenes at Alice's Adventures Under Ground – a photo essay",
            "category": "Music",
            "snippet": "Director/designer Antony McDonald during rehearsals for the world premiere of Gerald Barry’s Alice’s Adventures Under Ground at London’s Royal Opera H …"
        },
        {
            "title": "'Ridiculous': Thomas Cook customers still waiting for refunds",
            "category": "Business",
            "snippet": "Thousands of Thomas Cook customers are still waiting to be compensated four months after the travel group collapsed, leaving 650,000 holidaymakers wit …"
        },
        {
            "title": "How are you feeling about Brexit day?",
            "category": "Politics",
            "snippet": "Summary: The UK will officially leave the European Union at 11pm on Friday. A countdown clock will be projected on to No 10 and a celebration in Parliament Squ …"
        },
        {
            "title": "Shenseea: 'I grew up listening to Rihanna. Now she's listening to me'",
            "category": "Music",
            "snippet": "Shenseea is midway through a European tour, staying in a budget hotel at the side of a dual carriageway in London. Despite her surroundings, she exude …"
        },
        {
            "title": "Orchestre National de Lille/Bloch review – masterful French music",
            "category": "Music",
            "snippet": "‘J’aime la musique française” is what the Orchestre National de Lille were calling this programme, when performing at home last week. The audience on …"
        },
        {
            "title": "Beyond American Dirt: the best books to understand Latinx culture",
            "category": "Books",
            "snippet": "I believe the publishing industry made a profound mistake publishing Jeanine Cummins’s wannabe narco-novel American Dirt. While we wait for the indust …"
        },
        {
            "title": "Squarepusher: Be Up a Hello review – devilish, danceable return",
            "category": "Music",
            "snippet": "Emerging in the mid-90s as part of the generation of artists defining Warp Records’ IDM sound, Squarepusher now presides over a discography that posit …"
        },
        {
            "title": "Art Is a Tyrant by Catherine Hewitt review – the radical life of Rosa Bonheur",
            "category": "Books",
            "snippet": "Rosa Bonheur was a 19th-century animalier, or animal painter, who liked her subjects to make their own way to her studio. Over the long decades of her …"
        },
        {
            "title": "The Office of Gardens and Ponds by Didier Decoin review – into a vanished world",
            "category": "Books",
            "snippet": "Didier Decoin, who won the Prix Goncourt in 1977, spent 14 years researching and writing this novel, set over 1,000 years ago in Heian Japan. He effec …"
        },
        {
            "title": "Jeet Thayil: ‘The last book that made me laugh? A book of poems by Narendra Modi’",
            "category": "Books",
            "snippet": "The book I am currently reading Edna O’Brien’s Girl, which serves as a corrective to the creative writing rule “Write what you know”. There is no risk …"
        },
        {
            "title": "Blossoms: Foolish Loving Spaces review – marvellously uncool exuberance",
            "category": "Music",
            "snippet": "Towards the beginning of the last decade, with indie conclusively out to pasture, a handful of male groups that might once have made mileage out of be …"
        },
        {
            "title": "'It's a war zone': why is a generation of rappers dying young?",
            "category": "Music",
            "snippet": "It might sound callous, but Jacob Thureson’s parents, Erik and Judy, were not too worried when they heard about his latest overdose. It had happened a …"
        },
        {
            "title": "My life in sex: ‘My partner had been having sex with someone else'",
            "category": "Life-and-Style",
            "snippet": "After 22 years together, I discovered my partner has been having sex with someone else. A text message describing the “intense pleasure” experienced l …"
        },
        {
            "title": "Experience: I saved a woman who jumped in front of a train",
            "category": "Life-and-Style",
            "snippet": "It was a summer evening, and I was on my way home from work on the London Underground. It was about 5.30pm when I changed from the Victoria to the Nor …"
        },
        {
            "title": "Parasite comes out on top at London Critics’ Circle film awards",
            "category": "Film",
            "snippet": "South Korean satire Parasite has unexpectedly emerged the big winner at the London Critics’ Circle film awards, taking home prizes for film of the yea …"
        },
        {
            "title": "Helen McCourt's mother begins proceedings to prevent killer's release",
            "category": "UK-News",
            "snippet": "Summary: The mother of a 22-year-old woman who was murdered as she walked home from work has begun legal proceedings to prevent the release of her killer. Ian …"
        },
        {
            "title": "K Michelle: All Monsters Are Human review – slick R&B with a sharp whiff of smut",
            "category": "Music",
            "snippet": "Like most people who have managed to extract long-term success from reality TV stardom, K Michelle is well-versed in the art of the overshare. The Ten …"
        },
        {
            "title": "Why Brexit is a chance to fix the UK economy’s long-term problems",
            "category": "Politics",
            "snippet": "A new era has begun for the UK. As the outgoing governor of the Bank of England, Mark Carney, noted this week, Britain has entered a decade of potenti …"
        },
        {
            "title": "Tracks of the week reviewed: Hayley Williams, Mitski, Stephen Malkmus",
            "category": "Music",
            "snippet": "Hayley Williams Simmer Hayley Williams was first signed as a solo artist, at age 14, to a major label who wanted her to become a mall-rock teen queen …"
        },
        {
            "title": "US briefing: Trump acquittal looms, Iowa caucuses and China travel ban",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Trump crows as Dems warn of ‘normalisation of lawlessness’ At least one of the four waver …"
        },
        {
            "title": "Susan Choi: ‘A lot of people seem to feel very seen by the book’",
            "category": "Books",
            "snippet": "Susan Choi is “pretty partial” when describing Trust Exercise, which has won the National Book award for fiction and been a runaway sensation in her n …"
        },
        {
            "title": "My group of friends has a new member – I can't stand him. What can I do?",
            "category": "Life-and-Style",
            "snippet": "I have a group of six close friends whom I have known for ages. We hang out all the time. About six months ago, someone new joined the group. Unfortun …"
        },
        {
            "title": "Leavers’ Brexit night bash sounds like a Question Time from hell",
            "category": "Politics",
            "snippet": "Monday A YouGov survey has found that 82% of Brits are in favour of reintroducing wild animal species that have been lost to the UK. Not unexpectedly, …"
        },
        {
            "title": "Elon Musk's new EDM single reviewed – 'Bringing erectile dysfunction to the masses!'",
            "category": "Music",
            "snippet": "Like Charles Foster Kane splashing his millions on promoting his mistress’s disastrous opera career, very rich men have, in recent years, displayed a …"
        },
        {
            "title": "John Delaney drops out of Democratic race days before Iowa caucuses",
            "category": "US-News",
            "snippet": "John Delaney, the former Maryland congressman, has announced he is dropping out of the Democratic presidential primary race days before the first cauc …"
        },
        {
            "title": "Keir Starmer: Labour should argue for return of free movement",
            "category": "Politics",
            "snippet": "Summary: Sir Keir Starmer has said he would argue for the reintroduction of EU free movement after Brexit, if he becomes Labour’s next leader. The shadow Brexi …"
        },
        {
            "title": "Boris Johnson to host Downing Street party to celebrate Brexit",
            "category": "Politics",
            "snippet": "Boris Johnson will host a party in No 10 for cabinet ministers and pro-Brexit advisers at which guests will toast the UK’s departure from the EU with …"
        },
        {
            "title": "Management material? Me? I see myself more as a young Spartacus",
            "category": "Life-and-Style",
            "snippet": "Summary: I have reached an age at which a few of my friends now have jobs that involve being responsible for someone else. Whether it’s the intern, their own a …"
        },
        {
            "title": "No country for young men: why are the male actor nominees so old?",
            "category": "Film",
            "snippet": "It is hardly breaking news that Hollywood skews towards white males, but looking down this awards season’s acting nominations, a certain kind of white …"
        },
        {
            "title": "Brexit supporters three and a half years on: 'It's been tortuous'",
            "category": "Politics",
            "snippet": "Summary: The day after the EU referendum result, on Saturday 25 June 2016, the Daily Mail’s front page featured a photograph of jubilant Brexit supporters in P …"
        },
        {
            "title": "Six fans preview the Six Nations",
            "category": "Sport",
            "snippet": "England How will your team perform? I’d love England to pick up where we left off against the All Blacks, but realistically I suspect we’ll struggle t …"
        },
        {
            "title": "‘Just gutted’: Eurostar passengers in Paris reflect on Brexit day",
            "category": "Politics",
            "snippet": "Some were still seething; others simply resigned. Most were frankly nonplussed about why on earth this thing was even happening. But only a very few, …"
        }
    ]
}