{
    "page": [
        {
            "title": "Failure to launch: why Bombshell doesn't hit its right-wing targets",
            "category": "Film",
            "snippet": "You won’t see adverts for Bombshell on the Fox News network, which is both unsurprising and part of the problem. Bombshell details the toxic regime of …"
        },
        {
            "title": "The Big Moon: Walking Like We Do review – endlessly quotable indie-pop",
            "category": "Music",
            "snippet": "Endearing indie outfits announcing that they’re going pop is rarely cause for celebration. The sense that they feel strong-armed into it by commercial …"
        },
        {
            "title": "Government pledges £71m to revamp site in ex-Labour seat Redcar",
            "category": "UK-News",
            "snippet": "Summary: A mothballed former steelworks site in Redcar has secured £71m of government funding as Boris Johnson seeks to cement his support in the former Labour …"
        },
        {
            "title": "The Christmas retail winners and losers",
            "category": "Business",
            "snippet": "Summary: The traditionally lucrative Christmas trading period was a washout for many of Britain’s retailers in 2019 with more losers than winners emerging from …"
        },
        {
            "title": "The Great Pretender by Susannah Cahalan review – psychiatry’s dubious past",
            "category": "Books",
            "snippet": "Summary: What does it take to be thought of as mentally ill? According to one of the most famous studies in psychiatry, very little. In 1973, the journal Scien …"
        },
        {
            "title": "Emilio Estevez: ‘Brat Pack will be on my tombstone’",
            "category": "Film",
            "snippet": "Unlike his father and his brother, Emilio Estevez never changed his name. Ramon Estevez became Martin Sheen and Carlos Estevez is better known as Char …"
        },
        {
            "title": "Poppy: I Disagree review – online pop-bot embraces IRL nu-metal",
            "category": "Music",
            "snippet": "Moriah Pereira, AKA Poppy, emerged in 2014 as a YouTube sensation, pitched as a fictional character: a video of her eating candy floss garnered over t …"
        },
        {
            "title": "Experience: I campaign for the extinction of the human race",
            "category": "Life-and-Style",
            "snippet": "Fifty years ago, I concluded that the best thing for the planet would be a peaceful phase-out of human existence. We’re causing the extinction of hund …"
        },
        {
            "title": "Tsitsi Dangarembga: ‘Reading Toni Morrison’s Beloved changed my life’",
            "category": "Books",
            "snippet": "The book I am currently reading I opened Namwali Serpell’s The Old Drift to give me a Zambian perspective. The book that changed my life Reading Toni …"
        },
        {
            "title": "Field Music: Making a New World review – war stories with disco-pop sensibilities",
            "category": "Music",
            "snippet": "Summary: This 40-minute, 19-song cycle about the aftermath of the first world war isn’t the most obvious commercial follow-up to Field Music’s glorious 2018 To …"
        },
        {
            "title": "Beatles' Abbey Road tops US bestselling vinyl LPs of the 2010s",
            "category": "Music",
            "snippet": "The Beatles’ 1969 album Abbey Road has been named the US’s biggest-selling vinyl LP of the 2010s, shifting more than 558,000 copies. The Top 10, compi …"
        },
        {
            "title": "Tracks of the week reviewed: Justin Bieber, Travis Scott, Hatsune Miku",
            "category": "Music",
            "snippet": "Summary: Justin Bieber Yummy There’s something about one-time child stars named Justin that makes them incapable of getting married without releasing at least …"
        },
        {
            "title": "Carmen Maria Machado: ‘I wished that I had a police report, or a black eye'",
            "category": "Books",
            "snippet": "Carmen Maria Machado is by temperament a fiction writer and writing In the Dream House, her memoir of surviving an abusive relationship, was in some w …"
        },
        {
            "title": "My life in sex: ‘I am having more sex now than I did 50 years ago’",
            "category": "Life-and-Style",
            "snippet": "I first joined a hookup website in my early 60s, after two years’ membership of ordinary dating sites had failed to generate any interest in me. Over …"
        },
        {
            "title": "Are you living too much in the future at the expense of now?",
            "category": "Life-and-Style",
            "snippet": "The question implicit in many people’s early January ponderings is essentially this: how do I – or how should we, collectively – plan to use the comin …"
        },
        {
            "title": "Crossrail opening date likely to be summer 2021",
            "category": "UK-News",
            "snippet": "The opening of the Elizabeth line in central London will be further delayed to summer 2021, according to Crossrail’s latest official assessment, with …"
        },
        {
            "title": "The best recent science fiction and fantasy – review roundup",
            "category": "Books",
            "snippet": "Danny Tobey’s second novel, The God Game (Gollancz, £16.99), is a fast-paced satirical techno-thriller examining the fault lines of morality within a …"
        },
        {
            "title": "My son is addicted to cannabis and often turns on me in rage",
            "category": "Life-and-Style",
            "snippet": "I have a 25-year-old son, the younger of two. I believe he is addicted to cannabis, which he says he needs to combat his anxiety. He doesn’t work and …"
        },
        {
            "title": "Don Winslow and Stephen King offer $200K if White House holds a press briefing",
            "category": "Books",
            "snippet": "Bestselling novelists Stephen King and Don Winslow have offered to donate $200,000 (£153,000) to a children’s hospital if the White House press secret …"
        },
        {
            "title": "The Megxit drama made me grateful my family never disowned me",
            "category": "UK-News",
            "snippet": "Monday I would feel rather more rested after a two-week break if I didn’t have to take myself on holiday with me. It would be rather a relief to have …"
        },
        {
            "title": "Gift of the gabber: the return of dance music’s gloriously tasteless subgenre",
            "category": "Music",
            "snippet": "Summary: “Strictly for the headstrong!” bellowed the rave MCs back in 92. In contrast to the smiles and hugs of acid house, the music, the dancing, the drugs w …"
        },
        {
            "title": "My ex’s partner is forcing me to lie to my daughter. Should I refuse?",
            "category": "Life-and-Style",
            "snippet": "Summary: My ex and I split up four years ago. We have a seven-year-old daughter. After the initial pain, the separation became really positive. We promised we …"
        },
        {
            "title": "Jess Phillips: people would pay more tax for decent social care",
            "category": "Politics",
            "snippet": "The Labour leadership candidate Jess Phillips says she believes the public is prepared to pay more tax to get an NHS-style social care system that loo …"
        },
        {
            "title": "Harry and Meghan's shock announcement: all you need to know",
            "category": "UK-News",
            "snippet": "The bombshell announcement by the Duke and Duchess of Sussex that they are to “step back” from senior roles in the royal family and work towards finan …"
        },
        {
            "title": "Neil Gaiman leads Hampshire writers protesting against library cuts",
            "category": "Books",
            "snippet": "Summary: Hampshire’s most famous literary resident, Jane Austen, must be spinning in her grave at the council’s mooted plans to close up to 14 of the county’s …"
        },
        {
            "title": "'You were a pawn': London Bridge hero's message to attacker",
            "category": "UK-News",
            "snippet": "Summary: Ten days after the London bridge attack, Darryn Frost wrote a heartfelt message to Usman Khan to leave on the spot of their fatal struggle. He also wr …"
        },
        {
            "title": "Fare-dodging forces closure of rear doors on New Routemaster bus",
            "category": "UK-News",
            "snippet": "The New Routemaster buses that Boris Johnson commissioned for London at huge expense, reintroducing rear doors, are to have them closed to boarding be …"
        },
        {
            "title": "Before 1917: revisiting the greatest first world war movies",
            "category": "Film",
            "snippet": "About 35 minutes into Peter Weir’s Gallipoli, Archy (Mark Lee) and Frank (Mel Gibson), two champion-level sprinters from Australia, are trudging their …"
        },
        {
            "title": "Terrorism police list Extinction Rebellion as extremist ideology",
            "category": "UK-News",
            "snippet": "Counter-terrorism police placed the non-violent group Extinction Rebellion (XR) on a list of extremist ideologies that should be reported to the autho …"
        },
        {
            "title": "Czech new wave director Ivan Passer dies aged 86",
            "category": "Film",
            "snippet": "Ivan Passer, the film-maker who was a key figure in the Czech new wave and who went on to direct the thriller Cutter’s Way after emigrating to the US, …"
        },
        {
            "title": "Champions Cup preview: Exeter’s Hogg heads to Glasgow to meet former club",
            "category": "Sport",
            "snippet": "Pool One Leinster are already guaranteed to finish top of the pool and their focus is on securing a home draw in the quarter-finals with two points se …"
        },
        {
            "title": "Just Eat and Takeaway.com cleared to form £6.2bn food courier giant",
            "category": "Business",
            "snippet": "Shareholders in Just Eat have given the green light to a £6.2bn merger with Dutch food delivery firm Takeaway.com, which will create one of the larges …"
        },
        {
            "title": "Trump impeachment trial to be set in motion next week, Pelosi indicates",
            "category": "US-News",
            "snippet": "An impeachment trial against Donald Trump will be set in motion in the Senate next week, according to a letter sent on Friday by the House speaker, Na …"
        },
        {
            "title": "London Marathon winner Wilson Kipsang to face anti-doping hearing",
            "category": "Sport",
            "snippet": "Summary: The two-times London Marathon winner Wilson Kipsang has been provisionally suspended for whereabouts failures and tampering with samples, the Athletic …"
        },
        {
            "title": "Elizabeth Wurtzel obituary",
            "category": "Books",
            "snippet": "“I was born with a mind that is compromised by preternatural unhappiness,” wrote Elizabeth Wurtzel in 2013, “and I might have died very young or done …"
        },
        {
            "title": "US is not willing to withdraw troops from Iraq, says Pompeo",
            "category": "US-News",
            "snippet": "Washington is not willing to bow to Iraqi demands to withdraw its troops and any future discussions with Baghdad will be purely confined to the future …"
        },
        {
            "title": "Marianne Williamson ends 2020 presidential campaign",
            "category": "US-News",
            "snippet": "Marianne Williamson, the bestselling self-help author who ran a year-long unusual presidential campaign with new age themes, dropped out of the race F …"
        },
        {
            "title": "Northern Ireland assembly to sit on Saturday after three years",
            "category": "Politics",
            "snippet": "Summary: Northern Ireland’s main political parties have agreed to a deal that will lead to the restoration of the power-sharing government in the region follow …"
        },
        {
            "title": "Rush drummer and lyricist Neil Peart dies at 67",
            "category": "Music",
            "snippet": "The Rush drummer and lyricist Neil Peart has died at the age of 67. The Canadian musician had been diagnosed with brain cancer three years ago and die …"
        },
        {
            "title": "Harry Dunn death: US officials say UK's extradition request 'highly inappropriate'",
            "category": "UK-News",
            "snippet": "British officials have formally demanded that the wife of a US intelligence officer charged with causing the death by dangerous driving of the 19-year …"
        },
        {
            "title": "Bryony Frost: ‘When you connect with your horse it’s a magic place to be’",
            "category": "Sport",
            "snippet": "If there is a gene for positivity, Bryony Frost has it twice. “It’s a long way off if you look at the top of the mountain sometimes,” she said this we …"
        },
        {
            "title": "Ellie Simmonds: ‘Going into Rio, swimming for me had been life or death’",
            "category": "Sport",
            "snippet": "“A lot of the time, when I swim, I close my eyes because it is definitely lonely,” Ellie Simmonds says as she considers the emotional, physical and ps …"
        },
        {
            "title": "Long-Bailey calls on Momentum to back Angela Rayner for deputy",
            "category": "Politics",
            "snippet": "The Labour leadership contender Rebecca Long-Bailey has written to leading figures in Momentum, urging the leftwing campaign group to throw its weight …"
        },
        {
            "title": "Blind date: ‘Interesting choice of shirt, but cute’",
            "category": "Life-and-Style",
            "snippet": "Maria on Jacob What were you hoping for? A fun evening and a very nice meal. First impressions? Interesting choice of shirt (short sleeves!). But cute …"
        },
        {
            "title": "Rush's Neil Peart: unassuming, thunderous drummer who became a music legend",
            "category": "Music",
            "snippet": "“He was one of the goofiest-looking guys I’d ever seen,” Geddy Lee told me in November 2018. Rush’s singer and bass player was talking about his first …"
        },
        {
            "title": "'Does daddy have to go to war?': Iranian Americans fear for family left behind by travel ban",
            "category": "US-News",
            "snippet": "Sorena Amirkhani has spent half his life struggling to understand why his father must live in a country on the other side of the world. This week, the …"
        },
        {
            "title": "Harry and Meghan: what price their independence?",
            "category": "UK-News",
            "snippet": "Summary: When in the 1990s Prince Charles and palace advisers started the process of slimming down the royal family’s entourage and hangers-on, they could not …"
        },
        {
            "title": "A letter to… my angry father",
            "category": "Life-and-Style",
            "snippet": "Summary: When I was a child, I had a recurring nightmare in which I and my two brothers were little pigs running scared through the woods near the family home. …"
        },
        {
            "title": "Thousands of independence supporters march in Glasgow",
            "category": "Politics",
            "snippet": "Thousands of independence supporters have begun marching through the streets of Glasgow. The march is the first of eight planned for 2020 by the grass …"
        },
        {
            "title": "You’re Not Listening by Kate Murphy review – a modern epidemic of self-absorbed talk",
            "category": "Books",
            "snippet": "Summary: In 2005 I sat opposite someone at a dinner party who spent much of the evening looking at her phone under the table, sending messages and smiling to h …"
        }
    ]
}