{
    "page": [
        {
            "title": "In the Dream House review – a raw account of an abusive lesbian relationship",
            "category": "Books",
            "snippet": "“Memory itself is a form of architecture”: the American writer Carmen Maria Machado quotes Louise Bourgeois at the beginning of this book. How then do …"
        },
        {
            "title": "Jak Kilby obituary",
            "category": "Music",
            "snippet": "My friend Jak Kilby, who has died aged 72, was a freelance photographer who documented the early years of the free jazz and free improvisation scene i …"
        },
        {
            "title": "Exclusive: CPS seeks longer sentence for rapist Reynhard Sinaga",
            "category": "UK-News",
            "snippet": "Summary: A man described as Britain’s most prolific rapist could have his sentence increased after the Crown Prosecution Service wrote to the attorney general …"
        },
        {
            "title": "BAME offenders 'far more likely than others' to be jailed for drug offences",
            "category": "UK-News",
            "snippet": "Black and minority ethnic offenders are far more likely to be sent to prison for drug offences than other defendants, according to groundbreaking rese …"
        },
        {
            "title": "PMQs verdict: flat, underpowered and frankly a bit dull",
            "category": "Politics",
            "snippet": "Summary: Key points Jeremy Corbyn asked why patients are waiting longer for NHS care after 10 years of Tory government. Boris Johnson replied that the governme …"
        },
        {
            "title": "Tom Watson’s betrayal thriller – and other politicians who vent in fiction",
            "category": "Books",
            "snippet": "Summary: Fresh from publishing his guide to weight loss, Downsizing, the former deputy leader of the Labour party, Tom Watson, is set to write a political thri …"
        },
        {
            "title": "The Hidden History of Burma by Thant Myint-U review – dashed hopes",
            "category": "Books",
            "snippet": "When Thant Myint-U was eight he travelled from the US to Burma with his parents to bury his grandfather U Thant, the first non-European secretary gene …"
        },
        {
            "title": "Bad Boys for Life review – odd-couple Miami cops back with a blast",
            "category": "Film",
            "snippet": "Martin Lawrence may not have starred in a motion picture for close to a decade, but he has a special place in my life. When I went to see his dopey 20 …"
        },
        {
            "title": "Trump 'abused' and 'harassed' Kirstjen Nielsen over border, new book reveals",
            "category": "US-News",
            "snippet": "Donald Trump “abused”, “harassed” and “pestered” his homeland security secretary over immigration policy, demanding that the US border be closed, a ne …"
        },
        {
            "title": "England’s 500 overseas Tests: from horse-drawn carts to DVD marathons",
            "category": "Sport",
            "snippet": "Summary: The first official Test was played between Australia and England in Melbourne in March 1877 and 143 years later England’s match against South Africa i …"
        },
        {
            "title": "Former MP Keith Vaz launches surprise Labour comeback",
            "category": "Politics",
            "snippet": "Summary: The disgraced former MP Keith Vaz has made a surprise bid to re-enter Labour politics after being declared as the chair of the constituency party that …"
        },
        {
            "title": "Rock and Roll Hall of Fame 2020: Whitney Houston, Depeche Mode and more inducted",
            "category": "Music",
            "snippet": "The Rock and Roll Hall of Fame, self-appointed definers of the pop music canon, have announced the artists being inducted for 2020. A group of more th …"
        },
        {
            "title": "Trump signs China trade pact and boasts of 'the biggest deal ever seen'",
            "category": "Business",
            "snippet": "Summary: Donald Trump has signed the first phase of a new trade agreement with China after two years of tension between the two superpowers that have rattled e …"
        },
        {
            "title": "'Daringly eclectic': Tilda Swinton to receive BFI fellowship",
            "category": "Film",
            "snippet": "Tilda Swinton, an actor whose eclectic career has included both Derek Jarman arthouse movies and Marvel universe blockbusters, is to receive one of Br …"
        },
        {
            "title": "Britain's EU citizens ‘at risk of discrimination' after Brexit, say MEPs",
            "category": "Politics",
            "snippet": "The European parliament has said EU citizens living in the UK after it leaves the bloc risk discrimination in jobs and housing, because the government …"
        },
        {
            "title": "Trump puts 'celebrity' terrorism targets ahead of national security – ex-CIA man",
            "category": "US-News",
            "snippet": "Donald Trump’s approach to counter-terrorism is to go after “celebrity” targets with famous names, regardless of the implications for national securit …"
        },
        {
            "title": "Be Natural: The Untold Story of Alice Guy-Blaché review – paean to a movie pioneer",
            "category": "Film",
            "snippet": "Pamela B Green’s hectic, garrulous, fascinating documentary recovers the story of French film-maker Alice Guy-Blaché (working from Alison McMahan’s bo …"
        },
        {
            "title": "Tom Hanks becomes honorary citizen of Greece",
            "category": "Film",
            "snippet": "Of all the roles Tom Hanks has ever played, being himself and being Greek may be the easiest yet. Or at least that is how it would seem from the Holly …"
        },
        {
            "title": "Nick Kyrgios: how tennis's loudest talent became a hero to the quiet Australians",
            "category": "Sport",
            "snippet": "Summary: Of all the immediate outcomes of Australia’s bushfire crisis, perhaps the least predictable, if not the most perverse, was the emergence of new nation …"
        },
        {
            "title": "Australia get a peek at cricket’s summit after eye-opening gap year",
            "category": "Sport",
            "snippet": "If you are Australian, and have chosen to read a cricket column one full week after the Test summer has finished, chances are you reached for your dev …"
        },
        {
            "title": "Keir Starmer sets out vision for Labour to win back power",
            "category": "Politics",
            "snippet": "Keir Starmer has set out his vision for what he describes as a “moral socialism” focused on combating inequality and injustice, promising also to put …"
        },
        {
            "title": "Readers on the pain of miscarriage: ‘In my head I was already a mum and then suddenly I wasn’t’",
            "category": "Life-and-Style",
            "snippet": "Eleanor, 34, Northamptonshire I had three miscarriages in 2018, all under 12 weeks. I became very anxious to the point that it was impacting every are …"
        },
        {
            "title": "Johnson is left spoiling for a fight after Corbyn goes missing at PMQs",
            "category": "Politics",
            "snippet": "Someone needs to have a word. There are nine more prime minister’s questions before the new Labour leader takes over, but if Jeremy Corbyn is allowed …"
        },
        {
            "title": "HS2 supporters fear Boris Johnson plans to scrap part of rail project",
            "category": "UK-News",
            "snippet": "Summary: Supporters of HS2 are growing increasingly anxious that Boris Johnson is prepared to scrap part of the high-speed railway project or overhaul it in a …"
        },
        {
            "title": "Labour leadership contest: We failed on Russia under Corbyn's leadership, says Nandy – live news",
            "category": "Politics",
            "snippet": "Lisa Nandy, one of the Labour leadership candidates, has said that under Jeremy Corbyn’s leadership the party “failed on Russia”. In a speech on forei …"
        },
        {
            "title": "Gold singer: Billie Eilish v Shirley Bassey – who is more Bond?",
            "category": "Music",
            "snippet": "James Bond is getting on a bit – the first film came out 58 years ago – but it seems his latest adventure will still sound fresh, with the 18-year-old …"
        },
        {
            "title": "Caledonian Sleeper boss to quit much-criticised service",
            "category": "UK-News",
            "snippet": "The boss of the Caledonian Sleeper train has resigned a day after the Scottish transport secretary said faults with the embattled rail service would t …"
        },
        {
            "title": "Emma Brown: runner battled anorexia 'hell' for years, inquest told",
            "category": "UK-News",
            "snippet": "A woman who had dreams of being an Olympic runner died after battling anorexia from her teenage years onwards, in what her father described as a “desc …"
        },
        {
            "title": "Why Britain's vicars won't be ringing the bells for Brexit",
            "category": "Politics",
            "snippet": "It was billed by eurosceptics as the symbolic moment that would signify the post-Brexit era: church bells ringing out on 1 February in celebration of …"
        },
        {
            "title": "Trump impeachment: a timeline of key events so far",
            "category": "US-News",
            "snippet": "The House speaker, Nancy Pelosi, announced an impeachment inquiry against Donald Trump on 24 September. Over the next three months, Congress investiga …"
        },
        {
            "title": "Criminal records scandal: police chiefs blame Theresa May",
            "category": "UK-News",
            "snippet": "Theresa May has been blamed by chief constables for botched police reforms that led to tens of thousands of alerts on foreign criminals being kept fro …"
        },
        {
            "title": "Meghan faces release of more texts in case against Mail on Sunday",
            "category": "UK-News",
            "snippet": "The potential perils for Meghan, Duchess of Sussex in her high-stakes legal battle against the Mail on Sunday have become clear after the newspaper fi …"
        },
        {
            "title": "Momentum set to back Rebecca Long-Bailey as poll places her in lead",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey is expected to win the backing of Momentum as a poll placed her ahead of closest rival for the Labour leadership, Keir Starmer. Th …"
        },
        {
            "title": "US and China sign Phase One trade deal, but experts are sceptical - as it happened",
            "category": "Business",
            "snippet": "Wall Street traders have donned their “Dow 29,000” hats, to mark today’s rally. Donald Trump will hope that trade war optimism, and the hint of tax cu …"
        },
        {
            "title": "Pen-t up anger: Republicans pounce on Pelosi over ceremonial writing tools",
            "category": "US-News",
            "snippet": "Republicans have found a new reason to be furious with Nancy Pelosi: she uses too many pens. The House speaker sparked the opposing party’s ire on Wed …"
        },
        {
            "title": "Country diary: a rare blue sky colours our waterlogged moorland trek",
            "category": "Life-and-Style",
            "snippet": "Out from Jamaica Inn, after an underpass beneath the dual carriageway, a narrow way approaches the open moor. Enclosures around Bolventor involved a “ …"
        },
        {
            "title": "'An American dream': singer Andy Madadian becomes first Iranian on Hollywood's Walk of Fame",
            "category": "US-News",
            "snippet": "At age 22, Andy Madadian fled Iran with nothing, moved to Los Angeles and started playing guitar at nightclubs to pay rent. Now 63, the internationall …"
        },
        {
            "title": "Calls for code of ethics as rabbi accused of bullying promoted",
            "category": "UK-News",
            "snippet": "Members of progressive Jewish communities are demanding a rabbis’ code of ethics following mounting concern that a Jewish religious leader who was acc …"
        },
        {
            "title": "Food security plan after Brexit: biggest shake-up to farming in 40 years",
            "category": "UK-News",
            "snippet": "The UK’s food security is to be regularly assessed by parliament to ensure minimal disruption to supplies after the country leaves the EU and while ne …"
        },
        {
            "title": "Stockton-on-Tees rues 'bloody online' as Debenhams closes",
            "category": "Business",
            "snippet": "There’s been a department store in the market town of Stockton-on-Tees for over a century. But the last one closed its doors for the final time on Wed …"
        },
        {
            "title": "UK electric van maker Arrival secures £85m from Kia and Hyundai",
            "category": "Business",
            "snippet": "The UK-based electric van maker Arrival has secured an £85m investment from South Korean car firms Hyundai and Kia – a cash injection which values the …"
        },
        {
            "title": "Waves review – high-school sports star wrestles with his emotions",
            "category": "Film",
            "snippet": "Summary: After disturbing us all with survivalist thriller It Comes at Night in 2017, Texan film-maker Trey Edward Shults – still just 31 – steps up his alread …"
        },
        {
            "title": "How Carillion collapse stymied two state-of-the-art hospitals",
            "category": "Business",
            "snippet": "Two years ago work stopped on two £350m hospitals being built by the government contractor Carillion. The firm had suffered financial collapse, since …"
        },
        {
            "title": "Inside Trump's tent immigration courts that turn away thousands of asylum seekers",
            "category": "US-News",
            "snippet": "Summary: Underneath a white tarpaulin roof, behind razor wire and barking police dogs, Wendy Ramírez Penosa and her two teenage sons stood before an immigratio …"
        },
        {
            "title": "Inside the odyssey: taking a closer look at Stanley Kubrick's 2001",
            "category": "Film",
            "snippet": "Summary: Though the calendar reads 2020 we’re still waiting for the future promised in 2001. Stanley Kubrick’s 1968 film, created concurrently with Arthur C Cl …"
        },
        {
            "title": "This is what midlife looks like for women",
            "category": "Life-and-Style",
            "snippet": "Middle-aged women have long been treated as the punchlines of jokes in popular culture – as the crazy witches at the end of the street, or worse, as i …"
        },
        {
            "title": "Human rights court dismisses MI6 informant Wang Yam's appeal",
            "category": "UK-News",
            "snippet": "The European court of human rights has dismissed the appeal by the former Chinese dissident and MI6 informant Wang Yam that he had not had a fair tria …"
        },
        {
            "title": "Of Cats and Elfins by Sylvia Townsend Warner review – charming fantasies",
            "category": "Books",
            "snippet": "This collects several pieces of Warner’s short fantasy fiction, from 1929 to 1976. Each tale is a beautifully realised imaginative world, resonant wit …"
        },
        {
            "title": "Prospective F1 drivers without wealthy parents have no chance",
            "category": "Sport",
            "snippet": "Talent now, more than ever, will take you only so far in motor racing. The ability to combine split-second decision making with almost ethereal reacti …"
        },
        {
            "title": "Knife or offensive weapon offences at 10-year high in England and Wales",
            "category": "UK-News",
            "snippet": "The number of knife or offensive weapon offences receiving cautions or convictions in England and Wales has hit a 10-year-high. In the year ending Sep …"
        }
    ]
}