{
    "page": [
        {
            "title": "Wendy review – Peter Pan fantasy that never grows up into an interesting film",
            "category": "Film",
            "snippet": "Summary: Wendy, a spin on JM Barrie’s Peter Pan myth, takes all the chaos, noise and lack-of-focus of director Benh Zeitlin’s earlier picture Beasts of the Sou …"
        },
        {
            "title": "Kobe Bryant: Washington Post reporter suspended after sexual assault case tweet",
            "category": "Sport",
            "snippet": "The Washington Post has suspended a journalist after she tweeted about Kobe Bryant’s historical sexual assault case shortly after the basketball playe …"
        },
        {
            "title": "The familiar Sydney sound spliced into Billie Eilish's Bad Guy",
            "category": "Music",
            "snippet": "If you listened carefully, you might just have heard it. Sitting underneath the pulsating chorus of Billie Eilish’s Grammy award-winning smash hit, Ba …"
        },
        {
            "title": "Biden, not Bolton: takeaways from day six of Trump's impeachment trial",
            "category": "US-News",
            "snippet": "A second day of opening arguments by Donald Trump’s defense at his impeachment trial in the US Senate has concluded. Here are six key takeaways: John …"
        },
        {
            "title": "Why 1917 should win the best picture Oscar",
            "category": "Film",
            "snippet": "Ever since All Quiet on the Western Front, the least we’ve come to expect from a war-is-hell actioner is grungy realism. Yet in Sam Mendes’s 1917, the …"
        },
        {
            "title": "Actor Daniel Kaluuya says he is tired of being asked about race",
            "category": "Film",
            "snippet": "The Get Out and Black Panther star Daniel Kaluuya has said he doesn’t want to be defined by racial issues and he finds it boring to talk about his wor …"
        },
        {
            "title": "Martina Navratilova takes fight on-court for name change to Evonne Goolagong Arena",
            "category": "Sport",
            "snippet": "Summary: Martina Navratilova was cut off in mid-sentence when she climbed into an empty umpire’s chair on an outside court here on Tuesday to push for Margaret …"
        },
        {
            "title": "Strange Hotel by Eimear McBride review – evasive and claustrophobic",
            "category": "Books",
            "snippet": "If you’ve read so much as a sentence of Eimear McBride’s writing, it is likely to have burned into your brain. Her first two novels, A Girl Is a Half- …"
        },
        {
            "title": "Spotlight intensifies but semi-finalist Ashleigh Barty remains grounded",
            "category": "Sport",
            "snippet": "If she chose, Ashleigh Barty could run for Prime Minister tomorrow and probably win. But the quiet Queenslander with the nation willing her on to beco …"
        },
        {
            "title": "I love my boyfriend. So why do I fantasise about my workmate?",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have been in a relationship for four years. Two months after we started dating, his mum was diagnosed with terminal cancer. Devasta …"
        },
        {
            "title": "Brexit weekly briefing: Boris Johnson's 'fantastic moment' arrives",
            "category": "Politics",
            "snippet": "Summary: Welcome to the penultimate Guardian weekly Brexit briefing – after more than three and a half years and nearly 170 instalments, this newsletter will l …"
        },
        {
            "title": "Airbus agrees deal on bribery investigations in UK, US and France",
            "category": "Business",
            "snippet": "Airbus has agreed a settlement with French, British and US authorities over investigations into allegations of bribery and corruption that could resul …"
        },
        {
            "title": "'Get Ready for Brexit' campaign had little effect, says watchdog",
            "category": "Politics",
            "snippet": "Boris Johnson’s government spent £46m on a “Get Ready for Brexit” campaign in October, but demonstrated little evidence it left the public better prep …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "Haven’t They Grown Sophie Hannah Hodder & Stoughton, £16.99, pp336 The premise of Sophie Hannah’s new thriller is entirely, darkly irresistible. It op …"
        },
        {
            "title": "Country life: the young female farmer who is now a top influencer in China",
            "category": "Life-and-Style",
            "snippet": "Summary: Since she began posting rustic-chic videos of her life in rural Sichuan province in 2016, Li Ziqi, 29, has become one of China’s biggest social media …"
        },
        {
            "title": "Share your views on sports banter in the workplace",
            "category": "Sport",
            "snippet": "Ann Francke, head of the Chartered Management Institute, has said sports banter in the office can make women feel ostracised. Speaking to the BBC’s To …"
        },
        {
            "title": "Voters' response to shocking tapes of a Trump-style mayor offers 2020 hint",
            "category": "US-News",
            "snippet": "In late December, an alleged recording of Jim Fouts, the mayor of the Detroit suburb of Warren, surfaced in which he can be heard apparently claiming …"
        },
        {
            "title": "Paulo Coelho deletes draft of children's book collaboration with Kobe Bryant",
            "category": "Books",
            "snippet": "Author Paulo Coelho has deleted the draft of a children’s book he was working on with Kobe Bryant, saying that without the basketball player’s contrib …"
        },
        {
            "title": "Police release photos of baby found on east London doorstep",
            "category": "UK-News",
            "snippet": "Police are continuing to look for the mother of a newborn baby who was found abandoned on a doorstep in east London at the weekend. Officers are growi …"
        },
        {
            "title": "Drought in southern Africa means cricket must look hard in the mirror",
            "category": "Sport",
            "snippet": "Evan Flint has his feet up, at last. It is day four of the final Test between England and South Africa and, as chief groundsman, all he can do is watc …"
        },
        {
            "title": "Mazel Tov by JS Margot review – a memoir of mutual affection",
            "category": "Books",
            "snippet": "Summary: Even to many Jews, the laws and mores of Orthodox Judaism can seem forbidding and inscrutable. Exactly what is it that constitutes “work” on the Sabba …"
        },
        {
            "title": "Have you got Brexit concerns not addressed by the government website?",
            "category": "Politics",
            "snippet": "There has been so much noise and publicity about the threat of a no deal Brexit, many have been left confused about what actually happens on 31 Januar …"
        },
        {
            "title": "Oscars 2020 nominees photo: statement suits, sneaky hats and bicep curls",
            "category": "Film",
            "snippet": "For years, the annual Oscar nominees luncheon photo has followed a very strict blueprint. Every single person nominated for an award, be they cast or …"
        },
        {
            "title": "Roger Federer saves seven match points en route to semi with Djokovic",
            "category": "Sport",
            "snippet": "Roger Federer has had many improbable victories in his career, and a smattering of unusual defeats, but his passage into the semi-finals of the 2020 A …"
        },
        {
            "title": "Supreme court allows Trump to enforce new hardline immigration policy",
            "category": "US-News",
            "snippet": "The US supreme court has allowed the Trump administration to block immigrants seeking permanent residency in America on the basis of their likelihood …"
        },
        {
            "title": "Stephen King says Oscars are 'rigged in favor of the white folks'",
            "category": "Books",
            "snippet": "Stephen King has rowed back on his controversial comments about diversity in the Oscars, acknowledging in a lengthy essay that the awards are still “r …"
        },
        {
            "title": "Every Studio Ghibli film – ranked!",
            "category": "Film",
            "snippet": "Summary: 22. Porco Rosso (1992) The first of Hayao Miyazaki’s aviation-themed films, it remains unclear why its pilot character is a pig (unfortunately, a sexi …"
        },
        {
            "title": "Big series win for England vindicates Chris Silverwood’s fresh approach",
            "category": "Sport",
            "snippet": "The opposition was never formidable but England’s predicament was. After the defeat at Centurion in the first Test the wheels were coming off. A flu e …"
        },
        {
            "title": "Migration committee rejects full points-based system for UK",
            "category": "UK-News",
            "snippet": "The independent migration advisory committee has rejected a full shift to an Australian points-based system, publishing detailed research which gives …"
        },
        {
            "title": "Shetland's Up Helly Aa festival challenged over exclusion of women",
            "category": "UK-News",
            "snippet": "As the men of Shetland gathered in Lerwick early on Tuesday morning for the dramatic commencement of Up Helly Aa, Europe’s largest fire festival, they …"
        },
        {
            "title": "Reigning cats and dogs: why grumpy animals rule the internet",
            "category": "Life-and-Style",
            "snippet": "Summary: Name: Grumpy animals. Age: Young-ish. What, seriously? Grumpy animals? Is this a thing? I’m afraid so. On the world wide web, I’m thinking? Correct. G …"
        },
        {
            "title": "Liverpool venue drops Franklin Graham event over 'incompatible' views",
            "category": "UK-News",
            "snippet": "A Liverpool conference centre has cancelled a booking by the US evangelist Franklin Graham, saying he had made statements that were incompatible with …"
        },
        {
            "title": "Graphic novel New Kid wins prestigious Newbery Medal",
            "category": "Books",
            "snippet": "For the first time, a graphic novel has won the Newbery Medal, the oldest and most prestigious children’s book award in the US. The win places cartoon …"
        },
        {
            "title": "What a points-based immigration system might mean for the UK",
            "category": "UK-News",
            "snippet": "For months the phrase “Australian points-based immigration system” has been used as political shorthand for a more controlled immigration system, but …"
        },
        {
            "title": "Why Thomas Markle should stop calling Prince Harry ‘whipped’",
            "category": "UK-News",
            "snippet": "Thomas Markle continues to excel when it comes to dignity and sensitivity, as he calls on Prince Harry to “man up”, and jokingly challenges the “candy …"
        },
        {
            "title": "Super League 2020 team-by-team guide: storms set to accompany Folau",
            "category": "Sport",
            "snippet": "Summary: Castleford Tigers Last season 5th Coach Daryl Powell Captain Michael Shenton They do not have the strongest starting 17 in the competition, but Castle …"
        },
        {
            "title": "'Reducing stigma': could mental health days help California students?",
            "category": "US-News",
            "snippet": "Students in California may soon have the option of taking a mental health day. Senate bill 849, written by the California state senator Anthony Portan …"
        },
        {
            "title": "Third month of flat retail sales as DIY and furniture slump",
            "category": "Business",
            "snippet": "Retailers were denied a post-election bounce in January following a slump in DIY and furniture sales, according to industry data. The CBI’s monthly di …"
        },
        {
            "title": "Burgon backs public ownership and  Labour clause IV revamp",
            "category": "Politics",
            "snippet": "Labour deputy leadership contender Richard Burgon is calling for Jeremy Corbyn’s commitments to sweeping renationalisation to be enshrined in a new cl …"
        },
        {
            "title": "Grenfell Tower inquiry: key revelations from day two",
            "category": "UK-News",
            "snippet": "Key revelations from day two of the second phase of the public hearing, as the focus moves on to the combustible cladding and what firms behind the to …"
        },
        {
            "title": "Rochdale child sex offender who fled to Pakistan during trial extradited",
            "category": "UK-News",
            "snippet": "A child sex offender who sexually exploited an underage girl in Rochdale has been returned to the UK to serve a 19-year jail sentence after fleeing to …"
        },
        {
            "title": "Labour MPs claim party not being even-handed in leadership contest",
            "category": "Politics",
            "snippet": "MPs supporting Keir Starmer and Lisa Nandy in Labour’s leadership battle have accused the party’s hierarchy of handing fellow candidate Rebecca Long-B …"
        },
        {
            "title": "Sylvie's Love review – heartfelt period romance is a thrilling throwback",
            "category": "Film",
            "snippet": "In trying to painstakingly recreate the spirit of a specific genre from a specific moment in time, film-makers often fall into pastiche, focusing so h …"
        },
        {
            "title": "Costa prize: Jack Fairweather wins book of the year with The Volunteer",
            "category": "Books",
            "snippet": "The former war reporter Jack Fairweather has won the Costa book of the year award for The Volunteer, his biography of a Polish resistance fighter who …"
        },
        {
            "title": "'Got Brexit Done': Tory party sells £12 tea towel in celebration",
            "category": "Politics",
            "snippet": "Downing Street might be quietly warning Conservative Brexiters against overt triumphalism before Friday’s departure from the EU, but the message has n …"
        },
        {
            "title": "Dominic Raab unsettles Huawei opponents by being nice for once",
            "category": "Politics",
            "snippet": "Move along. Nothing to see here. Dominic Raab usually prepares for an afternoon statement in the Commons by pumping iron in the gym. Only once his nec …"
        },
        {
            "title": "Labour sends 'insulting' email to defeated candidates",
            "category": "Politics",
            "snippet": "The Labour party has emailed its defeated general election candidates, six weeks after the poll, to officially commiserate with them and send advice a …"
        },
        {
            "title": "The Last Thing He Wanted review – misfiring Anne Hathaway thriller",
            "category": "Film",
            "snippet": "The Last Thing He Wanted, a package that must have seemed seductive on paper, with a red-hot writer-director, a stacked cast of Oscar winners and nomi …"
        },
        {
            "title": "England’s Six Nations plans ‘unaffected by Saracens elephant in room’",
            "category": "Sport",
            "snippet": "England’s players insist they have now dealt with the “elephant in the room” despite the latest sanction doled out to Saracens for salary cap offences …"
        },
        {
            "title": "Trump team’s opening arguments: the key takeaways",
            "category": "US-News",
            "snippet": "Defense lawyers at Donald Trump’s Senate impeachment trial concluded their opening arguments on Tuesday. Here are six key takeaways: The ‘policy dispu …"
        }
    ]
}