{
    "page": [
        {
            "title": "Wales to ban parents smacking their children from 2022",
            "category": "Politics",
            "snippet": "A move to ban parents from smacking children has been approved by the Welsh assembly and is expected to come into force in 2022 following a £2m awaren …"
        },
        {
            "title": "'Danger! Danger! Danger!' Is Trump's team alarmed about their own case?",
            "category": "US-News",
            "snippet": "“Danger. Danger! DANGER!” Jay Sekulow, a lawyer defending Donald Trump at his impeachment trial in the US Senate, turned himself into a human klaxon o …"
        },
        {
            "title": "Controversial Nike Vaporflys to escape ban but running shoe rules will tighten",
            "category": "Sport",
            "snippet": "World Athletics will not be imposing a blanket ban on the controversial hi-tech Nike Vaporflys that have transformed athletics when it announces its l …"
        },
        {
            "title": "My cancer recovery was relatively smooth. Why do I feel in limbo?",
            "category": "Life-and-Style",
            "snippet": "In the past few months I have been diagnosed with, treated for and ultimately recovered from breast cancer. At all stages the kindness and professiona …"
        },
        {
            "title": "Trump praises Pompeo for rant against NPR reporter: ‘You did a good job on her’",
            "category": "US-News",
            "snippet": "Donald Trump has praised Mike Pompeo for his treatment of a prominent radio journalist, who the secretary of state reportedly swore at and called a li …"
        },
        {
            "title": "Huawei decision 'like allowing KGB to build UK phone network' in cold war, says US senator - live news",
            "category": "Politics",
            "snippet": "Summary: The UK foreign secretary, Dominic Raab, has defended the government’s decision to allow the Chinese tech firm Huawei to build non-core elements of the …"
        },
        {
            "title": "The Secret Guests by BW Black review – John Banville’s royal yarn",
            "category": "Books",
            "snippet": "Summary: In The Secret Guests, BW Black – AKA Benjamin Black, AKA Irish novelist John Banville – gussies up a wartime rumour of royal jiggery-pokery into a fan …"
        },
        {
            "title": "'No philosophy and everybody is welcome': how Closer catalysed Ukrainian electronica",
            "category": "Music",
            "snippet": "You get the feeling you’re in for a big night as soon as you exit the taxi outside Closer. Climbing the graffitied staircase that leads to the Kyiv cl …"
        },
        {
            "title": "Ovo Energy to pay £8.9m after sending inaccurate bills",
            "category": "Business",
            "snippet": "Ovo Energy is to pay £8.9m after the energy watchdog uncovered a series of issues including misbilling more than 500,000 customers for three years. Of …"
        },
        {
            "title": "US briefing: impeachment witnesses, Middle East plan and coronavirus",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Bolton testimony could devastate Trump’s fragile defence The Senate majority leader, Mitc …"
        },
        {
            "title": "Prince Andrew ‘angry’ at claims he is not cooperating on Epstein inquiry",
            "category": "US-News",
            "snippet": "The Duke of York is said to be “angry and bewildered” about claims he has failed to cooperate with US investigators over the Jeffrey Epstein inquiry, …"
        },
        {
            "title": "From Homer to Alexievich: top 10 books about the human cost of war",
            "category": "Books",
            "snippet": "Growing up with the stories of the Italian invasion of Ethiopia in 1935 and Ethiopia’s eventual victory, I did not need much prodding to imagine the c …"
        },
        {
            "title": "Sturgill Simpson review – a trudge along the highways of Southern rock",
            "category": "Music",
            "snippet": "It’s hard not to admire Sturgill Simpson’s refusal to give two hoots about expectations. This is a man who followed his breakthrough album of psychede …"
        },
        {
            "title": "How I Became a Gangster. True Story review – dire, derivative mob caper",
            "category": "Film",
            "snippet": "The Polish cinema industry likes churning out gangster movies, rather like our own film business in the Uncool Britannia era of the late 90s/early nou …"
        },
        {
            "title": "Kobe Bryant to be honoured at Oscars",
            "category": "Film",
            "snippet": "The Oscars will honour basketball great Kobe Bryant during the Academy awards ceremony on 9 February. Bryant died on Sunday in a helicopter crash in C …"
        },
        {
            "title": "Why does Joe Biden keep losing his cool with voters?",
            "category": "US-News",
            "snippet": "Joe Biden apparently doesn’t care if you vote for him. No, really. On Tuesday in Iowa the former vice-president had the latest in a series of bizarre …"
        },
        {
            "title": "The Britons getting out before Brexit ‘drawbridge’ goes up",
            "category": "Politics",
            "snippet": "Summary: Campaigners for the rights of British nationals in Spain have reported a rise in the number of inquiries from people rushing through plans to establis …"
        },
        {
            "title": "Quezon's Game review – second world war refugee drama lands with a thud",
            "category": "Film",
            "snippet": "In 1939, Philippines president Manuel Quezon gave sanctuary to 1,200 Jews from Germany and Austria as other countries slammed their doors shut. Quezon …"
        },
        {
            "title": "Willem Dafoe and Hillary Clinton to attend Berlin film festival",
            "category": "Film",
            "snippet": "Willem Dafoe, Elle Fanning and Hillary Clinton are among the big names heading for the German capital after the Berlin film festival announced its com …"
        },
        {
            "title": "Would you recognise this man without his name tag?",
            "category": "Film",
            "snippet": "Would you recognize this man without his name tag? Close inspection of said name tag reveals that it belongs to none other than “Brad Pitt. Actor in a …"
        },
        {
            "title": "Super Rugby braces itself for most important season in professional era",
            "category": "Sport",
            "snippet": "Summary: In his 1961 inaugural address, US president John F Kennedy challenged every American to contribute to the greater good with the inspirational words: “ …"
        },
        {
            "title": "For those who love the sea but fear it too, ocean pools are a revelation",
            "category": "Life-and-Style",
            "snippet": "If I find myself at an open beach, I approach big surf the same way I would an unfamiliar, large dog: excited, but slow and wary, hands up as if to sa …"
        },
        {
            "title": "Hylda Sims obituary",
            "category": "Music",
            "snippet": "My friend, Hylda Sims, the skiffle singer, poet, songwriter and activist, has died aged 87, after a short illness. Hylda was a strong presence on the …"
        },
        {
            "title": "Dispatches from hell: the extraordinary story of the hero who infiltrated Auschwitz",
            "category": "Books",
            "snippet": "One spring day in 1948, two children were sitting at their school desks in Poland when the tannoy crackled into life to announce that their father had …"
        },
        {
            "title": "Boeing puts cost of 737 Max crashes at $19bn as it slumps to annual loss",
            "category": "Business",
            "snippet": "Boeing has put the total cost of the two deadly crashes of its 737 Max airliners at nearly $19bn (£14.6bn) and slumped to its first annual loss in mor …"
        },
        {
            "title": "The Rhythm Section review – Blake Lively on a thrilling quest for revenge",
            "category": "Film",
            "snippet": "A serviceable picture from the 007 stable presided over by producers Michael G Wilson and Barbara Broccoli, and adapted by author Mark Burnell from hi …"
        },
        {
            "title": "‘I feel liberated’: the women celebrating their body hair",
            "category": "Life-and-Style",
            "snippet": "Things have come a long way since 1999, when the actor Julia Roberts hit headlines globally for wearing a dress that exposed her unshaven armpits. The …"
        },
        {
            "title": "Bafta shorts 2020 review – cheeky romance and the power of skateboards",
            "category": "Film",
            "snippet": "The Bafta nominees up for best short film at this Sunday’s award ceremony – five live-action and three animation – make up another very enjoyable coll …"
        },
        {
            "title": "Tory MP criticised over plan to speak at event with far-right figures",
            "category": "Politics",
            "snippet": "Summary: A Conservative MP is facing criticism for planning to speak alongside some of Europe’s leading hard-right, anti-immigration figures including the Hung …"
        },
        {
            "title": "Lloyds group to close 56 more branches across UK this year",
            "category": "Business",
            "snippet": "Lloyds Banking Group is closing 56 more branches this year, blaming “changing customer behaviour” for the decision. The group will shut 31 Lloyds, 10 …"
        },
        {
            "title": "Jofra Archer ruled out of T20 series in South Africa with elbow injury",
            "category": "Sport",
            "snippet": "Jofra Archer has been ruled out of the three-match Twenty20 series in South Africa next month and must now be considered a major doubt for the two-Tes …"
        },
        {
            "title": "Northern's Pacer passengers on rail franchise's demise",
            "category": "UK-News",
            "snippet": "With its screeching brakes, cramped bus seats and painfully slow trundle, the Pacer train has become an embarrassing symbol of the failed Northern rai …"
        },
        {
            "title": "Brexit: MEPs approve withdrawal agreement after emotional debate and claims UK will return - as it happened",
            "category": "Politics",
            "snippet": "MEPs have voted overwhelmingly to approve the withdrawal agreement, clearing one of the last remaining hurdles in the process that will see the UK lea …"
        },
        {
            "title": "Brexit: MEPs ratify UK withdrawal agreement",
            "category": "Politics",
            "snippet": "Britain’s departure from the EU on 31 January was set in stone in a historic moment for the nation as MEPs in Brussels ratified the withdrawal agreeme …"
        },
        {
            "title": "How the impeachment trial is upending Democrats' race for Iowa",
            "category": "US-News",
            "snippet": "By 4am on Monday morning Amy Klobuchar was headed to the airport to catch a flight from Iowa, where she packed a dizzying six campaign events into a 3 …"
        },
        {
            "title": "Grenfell witnesses threaten to withhold evidence",
            "category": "UK-News",
            "snippet": "Witnesses in the Grenfell inquiry who were involved in the tower’s refurbishment have threatened to withhold evidence unless they receive an assurance …"
        },
        {
            "title": "Russian athletes face blanket ban at Tokyo 2020 unless Rusaf admits lies",
            "category": "Sport",
            "snippet": "Russia has been warned that its track and field athletes face a blanket ban from the Tokyo Olympics – unless it accepts senior officials forged docume …"
        },
        {
            "title": "NFL commissioner Goodell expresses concern for Antonio Brown's wellbeing",
            "category": "Sport",
            "snippet": "The NFL commissioner, Roger Goodell, has expressed concern for the health of Antonio Brown after a string of troubling incidents involving the wide re …"
        },
        {
            "title": "Republican moderates under pressure to call witnesses as Trump rages at Bolton",
            "category": "US-News",
            "snippet": "Moderate Republican senators were under an intense spotlight on Wednesday as the impeachment trial of Donald Trump moved into a dramatic new phase – a …"
        },
        {
            "title": "Boris thought being PM would be a triumph – but it's all downhill from here",
            "category": "Politics",
            "snippet": "There’s something post-coital about Boris Johnson these days. He appears distracted, disappointed. On the verge of boredom. Even when he rouses himsel …"
        },
        {
            "title": "UK electric van maker Arrival secures £340m order from UPS",
            "category": "Business",
            "snippet": "Summary: Electric van maker Arrival has secured a €400m (£339m) order for 10,000 vehicles from United Parcel Service (UPS), the US delivery company, in the lat …"
        },
        {
            "title": "Rebecca Long-Bailey calls on rivals to back public ownership",
            "category": "Politics",
            "snippet": "Labour’s Rebecca Long-Bailey is challenging leadership hopefuls to back the nationalisation of key utilities in what could be seen as an attempt to te …"
        },
        {
            "title": "Minari review – moving and modest coming-of-age Sundance hit",
            "category": "Film",
            "snippet": "In a year without many talk-of-the-town breakout hits, the word that’s been repeated most often at Sundance has been Minari. Arriving at the festival …"
        },
        {
            "title": "'Over and out': emotional British MEPs attend final EU debate",
            "category": "Politics",
            "snippet": "The result was never in doubt. The European parliament voted for the Brexit withdrawal agreement on Wednesday, sealing the UK’s divorce from the Europ …"
        },
        {
            "title": "Roger Federer leans on recent history for Novak Djokovic semi-final",
            "category": "Sport",
            "snippet": "Roger Federer has returned from hell twice this week, yet he is still smiling, refusing to panic, and says: “I believe until the end.” Even the 38‑yea …"
        },
        {
            "title": "Navratilova and McEnroe say sorry but it’s time Margaret Court did the same",
            "category": "Sport",
            "snippet": "Martina Navratilova and John McEnroe, for once, had nothing of substance to apologise for. Nevertheless, two of the most outspoken voices in tennis, w …"
        },
        {
            "title": "Witnesses in doubt: the key takeaways from the eighth day of impeachment",
            "category": "US-News",
            "snippet": "The eighth full day of Donald Trump’s impeachment trial in the US Senate has concluded. Here are five key takeaways: Witnesses in doubt While impeachm …"
        },
        {
            "title": "Britons in EU remain fearful of post-Brexit healthcare and pension provisions",
            "category": "Politics",
            "snippet": "Summary: British citizens living in the EU remain confused and worried about their post-Brexit healthcare and pension provision, despite the fact that both iss …"
        },
        {
            "title": "Number of slavery victims in London up tenfold in five years",
            "category": "UK-News",
            "snippet": "Summary: There has been a more than tenfold increase in the number of people identified as victims of modern slavery and human trafficking in London, and more …"
        },
        {
            "title": "Why Jojo Rabbit should win the best picture Oscar",
            "category": "Film",
            "snippet": "Only the most die-hard Taika Waititi fan would think that Jojo Rabbit is anything but a plucky outsider when it comes to the best picture race. Comedy …"
        }
    ]
}