{
    "page": [
        {
            "title": "Anthony Braxton Standard Quartet review – melodies twisted into unfamiliar territory",
            "category": "Music",
            "snippet": "The standard is a quintessential concept in jazz. A canonical composition reinterpreted and disassembled by both new players and established elders, t …"
        },
        {
            "title": "Nick Kyrgios’ brilliance lights up Australian Open despite power cut",
            "category": "Sport",
            "snippet": "The stadium lights went out for a few confusing minutes, but the brilliance of Nick Kyrgios lit up Melbourne Arena in the Australian’s 6-2, 7-6 (7-3), …"
        },
        {
            "title": "Why isn’t there a hi-tech alternative to the windscreen wiper?",
            "category": "Life-and-Style",
            "snippet": "One of the very few parts of the motor car that has remained virtually unchanged for 100 years is the windscreen wiper. Why hasn’t anyone come up with …"
        },
        {
            "title": "Who was the first recorded person to walk from Land’s End to John O’Groats?",
            "category": "Life-and-Style",
            "snippet": "What is the first recorded instance of a person walking from Land’s End to John O’Groats (or vice-versa)? John Lamb, West Huntspill, near Highbridge, …"
        },
        {
            "title": "How the world's funniest-looking dog finally found a home",
            "category": "Life-and-Style",
            "snippet": "Name: Jubilee the cross-eyed Siberian husky. Age: Four. Appearance: Er, unusual. What do you mean? Well, look at the picture. The dog is cross-eyed. W …"
        },
        {
            "title": "Rafael Nadal glides into second round of Australian Open and dampens title talk",
            "category": "Sport",
            "snippet": "Whether it is reasonable to sign up for Rafael Nadal’s repeated assertion that he does not lose sleep over passing Roger Federer’s record of 20 majors …"
        },
        {
            "title": "Drill artist Loski caught with loaded gun, court told",
            "category": "UK-News",
            "snippet": "One of the UK’s top drill artists has appeared in court charged with possession of a loaded gun “small enough to fit into the palm of your hand”. The …"
        },
        {
            "title": "Richard Johnson bid for fifth jockeys’ title all but over after breaking arm",
            "category": "Sport",
            "snippet": "Richard Johnson, the champion jockey over jumps for the last four seasons, was said to be “very positive” on Tuesday evening that he will be back in t …"
        },
        {
            "title": "Lloyds set to halve carbon emissions it finances in 10 years",
            "category": "Business",
            "snippet": "Summary: Environmental campaigners have welcomed a pledge by Lloyds Banking Group to halve the amount of carbon emissions it finances through personal and busi …"
        },
        {
            "title": "Ballet Shoes gets 21st-century update from Carrie Hope Fletcher",
            "category": "Books",
            "snippet": "Summary: Ballet Shoes, Noel Streatfeild’s classic tale of three adopted girls hoping for – or dreading – a life on the stage, is to be reimagined for the moder …"
        },
        {
            "title": "Jess Phillips quits Labour leadership race",
            "category": "Politics",
            "snippet": "Jess Phillips has pulled out of the Labour leadership contest to replace Jeremy Corbyn, saying she is not the person to unite the party. Her decision, …"
        },
        {
            "title": "Man held after woman found dead at Devon horse-breeding farm",
            "category": "UK-News",
            "snippet": "Police have arrested a man on suspicion of murder after a woman’s body was found at a horse-breeding farm in Devon. The body of Katherine Bevan, 53, w …"
        },
        {
            "title": "Dentist who pulled teeth while riding hoverboard is grounded",
            "category": "US-News",
            "snippet": "Those who feel a little queasy going to the dentist will have further cause for concern, after a practitioner was convicted for extracting teeth on a …"
        },
        {
            "title": "Jacob Umaga discovered England Six Nations call-up via WhatsApp",
            "category": "Sport",
            "snippet": "Wasps fly half Jacob Umaga has revealed he discovered his call-up for England’s Six Nations squad via WhatsApp. The uncapped 21-year-old, who is the s …"
        },
        {
            "title": "Polygraph’s revival may be about truth rather than lies",
            "category": "UK-News",
            "snippet": "Telling lies is stressful. That’s the basic logic of a polygraph test: that the stress of deceiving others will manifest itself through fleeting physi …"
        },
        {
            "title": "Ozzy Osbourne reveals Parkinson's diagnosis",
            "category": "Music",
            "snippet": "Summary: Ozzy Osbourne has revealed he has been diagnosed with Parkinson’s disease after a year of health problems. During an interview with Good Morning Ameri …"
        },
        {
            "title": "'Crushed by Brexit': how Labour lost the election",
            "category": "Politics",
            "snippet": "As Jeremy Corbyn’s top aide, Seumas Milne, drove to Finsbury Park on election night to watch the exit poll with his boss in an anonymous office lent b …"
        },
        {
            "title": "Brazilian jiu-jitsu: 'A soul-destroying, ego-clipping sport that's sunk deep into my veins'",
            "category": "Life-and-Style",
            "snippet": "Three years ago – five months after moving cities and one week after quitting smoking cold turkey – I turned up at a mixed martial-arts gym in Melbour …"
        },
        {
            "title": "The wet, wild and wonderful history of ocean pools",
            "category": "Life-and-Style",
            "snippet": "Seawater pools sitting on rocky surf coasts so that waves can wash into them are wet, wild, convivial public places that are both part of the beachsca …"
        },
        {
            "title": "Lisa Nandy wins GMB union's backing in Labour leadership race",
            "category": "Politics",
            "snippet": "Lisa Nandy’s campaign to become the next Labour leader has received a significant boost after the UK’s third biggest union endorsed her nomination. Th …"
        },
        {
            "title": "How to grow houseplants fit for the Chelsea flower show",
            "category": "Life-and-Style",
            "snippet": "Summary: There is a whole generation of people who know their Pilea peperomioides from their Monstera deliciosa and the Royal Horticultural Society has its sig …"
        },
        {
            "title": "Letter: Tony Britton obituary",
            "category": "Film",
            "snippet": "In his obituary of Tony Britton, Michael Coveney noted the intriguing disconnect between the actor’s humble Midlands origins and his subsequent “debon …"
        },
        {
            "title": "Bristol owner says Saracens should have been punished sooner",
            "category": "Sport",
            "snippet": "The decision to allow Saracens to complete the Premiership season having accepted relegation to the Championship has been strongly criticised by the B …"
        },
        {
            "title": "Labour leadership: Lisa Nandy close to securing place on final ballot after getting GMB nomination - as it happened",
            "category": "Politics",
            "snippet": "Jess Phillips has pulled out of the Labour leadership contest to replace Jeremy Corbyn, saying she is not the person to unite the party. Lisa Nandy’s …"
        },
        {
            "title": "Government loses child refugee vote in string of Lords defeats",
            "category": "Politics",
            "snippet": "The government has suffered five defeats on its Brexit deal in the space of 24 hours in the House of Lords, with the heaviest defeat in a vote to rest …"
        },
        {
            "title": "European shares dip as Chinese coronavirus concerns deepen",
            "category": "Business",
            "snippet": "European shares have dipped as concerns deepen about the spread of a mysterious virus in China, just as hundreds of millions of people begin travellin …"
        },
        {
            "title": "Welsh parents lose opt-out for sex, relationship and religious education",
            "category": "Politics",
            "snippet": "Parents in Wales will soon lose the right to withdraw their children from lessons on sex and relationships or religion, provoking concern among both c …"
        },
        {
            "title": "Jess Phillips realises folly of speaking truth to out-of-power",
            "category": "Politics",
            "snippet": "Summary: Jess Phillips’s USP has always been her bluntness. The Labour MP might not always be that strong on policy but you can generally rely on her to tell t …"
        },
        {
            "title": "'Out of control': one in 50 homes in London a short-term let",
            "category": "UK-News",
            "snippet": "Short-term lettings through Airbnb and other online platforms are “growing out of control” in London with up to one in 50 of all homes now estimated t …"
        },
        {
            "title": "Dominic Cummings thinktank called for 'end of BBC in current form'",
            "category": "Politics",
            "snippet": "Dominic Cummings’s thinktank called for the “end of the BBC in its current form” and suggested rightwingers should work to undermine the credibility o …"
        },
        {
            "title": "Nadkarni’s maiden epic was cricket at its dullest but boredom is part of pleasure",
            "category": "Sport",
            "snippet": "Fred Fane was surprised to find he had died but there it was in print in the 1956 Wisden, a 350-word eulogy about life and times playing for England a …"
        },
        {
            "title": "EasyJet's grab of Thomas Cook spoils won't be flying too high",
            "category": "Business",
            "snippet": "You had to travel a long way down easyJet’s bullish trading update to find the main reason for the “positive momentum” in the business, but eventually …"
        },
        {
            "title": "Claws out! Why cats are causing chaos and controversy across Britain",
            "category": "Life-and-Style",
            "snippet": "Summary: Forget teenagers with asbos or improperly demarcated boundary fences. Cats are the great neighbourhood menace of our age, as likely to rip apart once- …"
        },
        {
            "title": "American Dirt: why critics are calling Oprah's book club pick exploitative and divisive",
            "category": "Books",
            "snippet": "American Dirt, the third novel by Jeanine Cummins, begins with a group of assassins opening fire on a quinceañera cookout. We watch Lydia’s entire fam …"
        },
        {
            "title": "Tory MPs urge PM to deliver 'long overdue' HS2 in joint letter",
            "category": "UK-News",
            "snippet": "More than 40 Conservative MPs have written to the prime minister to urge him not to cancel HS2, exposing deep divisions within the party over the futu …"
        },
        {
            "title": "M*A*S*H at 50: the Robert Altman comedy that revels in cruel misogyny",
            "category": "Film",
            "snippet": "M*A*S*H is a rare example of a movie that has been eclipsed by its television adaptation. The 1983 finale of the long-running sitcom about a medical u …"
        },
        {
            "title": "The Volunteer by Jack Fairweather review – the hero who infiltrated Auschwitz",
            "category": "Books",
            "snippet": "Just after Witold Pilecki’s arrival at Auschwitz concentration camp in September 1940, Deputy Commandant SS-Hauptsturmführer Karl Fritzsch addressed t …"
        },
        {
            "title": "Trump impeachment: senators kill Democratic efforts to subpoena more evidence – as it happened",
            "category": "US-News",
            "snippet": "Live impeachment reporting continues on Wednesday’s blog: Live coverage of the impeachment trial continues on Wednesday’s blog: Over the course of nea …"
        },
        {
            "title": "Rising temperatures put more US workers at risk of dying from heat",
            "category": "US-News",
            "snippet": "It was more than 100F (38C) in the attic where telephone technician Brent Robinson was working. The 55-year-old, who had worked for 30 years at Verizo …"
        },
        {
            "title": "Sainsbury's chief executive Mike Coupe to step down in May",
            "category": "Business",
            "snippet": "Sainsbury’s has announced that its chief executive, Mike Coupe, will retire in May after six years in charge of the UK’s second largest supermarket ch …"
        },
        {
            "title": "Agency by William Gibson review – a world in an instant",
            "category": "Books",
            "snippet": "William Gibson has never believed that science fiction predicts the future: it only ever talks about the present. His most recent novel, 2014’s The Pe …"
        },
        {
            "title": "Planned Parenthood chief: we have to 'undo the damage' of abortion bans in the Trump era",
            "category": "US-News",
            "snippet": "The Planned Parenthood president, Alexis McGill Johnson, was stuck on the tarmac in Washington DC, and not happy about it. She’d raced to catch a flig …"
        },
        {
            "title": "Highfire by Eoin Colfer review – a joyous fantasy for grownups",
            "category": "Books",
            "snippet": "Irish author Eoin Colfer mined the tropes of contemporary fantasy in his bestselling Artemis Fowl children’s books about a tweenage criminal mastermin …"
        },
        {
            "title": "The poo panacea: inside the strange, surprising world of faecal transplants",
            "category": "Life-and-Style",
            "snippet": "The man and woman are wearing blue hospital gowns and clear face shields. Dr James Sones and Dr Indu Srinivasan are in a room in the Division of Diges …"
        },
        {
            "title": "Grant Shapps delays decision over HS2 rail line",
            "category": "UK-News",
            "snippet": "Grant Shapps, the transport secretary, has cast further doubt on whether the government will go ahead with the HS2 rail line by stressing the problem …"
        },
        {
            "title": "'A perfect storm': US census imperiled by Trump rhetoric and growing distrust",
            "category": "US-News",
            "snippet": "In the summer of 2018, Alejandro Tobon worked as a census-taker in Pawtucket, Rhode Island, helping conduct a test run for the 2020 census, the decenn …"
        },
        {
            "title": "Landlords back cards for EU citizens to prove post-Brexit status",
            "category": "Politics",
            "snippet": "Summary: Private landlords have backed calls for the government to issue a physical cards to EU citizens to prove they have the right to be in the country post …"
        },
        {
            "title": "Lisa Nandy clashes with Piers Morgan over Meghan racism claims",
            "category": "Politics",
            "snippet": "The Labour leadership candidate Lisa Nandy has defended the Duchess of Sussex against Piers Morgan’s claims that she has not suffered racism, asking t …"
        },
        {
            "title": "Suspended Grammys chief Deborah Dugan alleges sexual misconduct in Recording Academy",
            "category": "Music",
            "snippet": "Deborah Dugan, the chief executive and president of the Recording Academy, which organises the Grammy awards, who was suspended last week after a misc …"
        },
        {
            "title": "Man charged with murder of woman at Devon stud farm",
            "category": "UK-News",
            "snippet": "A 26-year-old man has been charged with the murder of a woman at a horse-breeding farm in Devon. Luigi Palmas, of no fixed abode, is accused of killin …"
        }
    ]
}