{
    "page": [
        {
            "title": "Saracens’ spirit is remarkable but cost-cutting threatens strength",
            "category": "Sport",
            "snippet": "If Saracens could distil the spirit they have shown for the past decade that helps them turn adversity into gain, and then bottle it, they would have …"
        },
        {
            "title": "US briefing: impeachment, China trade deal and Warren-Sanders row",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Senate prepares to open president’s impeachment trial With a somber, ceremonial march thr …"
        },
        {
            "title": "Donald Trump impeachment: Senate prepares for first day of trial",
            "category": "US-News",
            "snippet": "The House of Representatives transmitted articles of impeachment against Donald Trump to the Senate on Wednesday, setting in motion a trial that could …"
        },
        {
            "title": "Courteeners: More. Again. Forever. review – fighting the death of indie",
            "category": "Music",
            "snippet": "Just before Christmas, the Official Charts Company published the Top 100 biggest-selling singles and albums of the 2010s. If you needed evidence of th …"
        },
        {
            "title": "A Long Petal of the Sea by Isabel Allende review – a sweeping historical saga",
            "category": "Books",
            "snippet": "Isabel Allende’s 23rd book begins in the furnace of the Spanish civil war, where trainee doctor Victor Dalmau is holding a human heart between his han …"
        },
        {
            "title": "Anthony Bourdain's final book to be published this year",
            "category": "Books",
            "snippet": "The final book by renowned chef, travel writer and television host Anthony Bourdain will be published in October, more than two years after he killed …"
        },
        {
            "title": "Prince Harry makes first public appearance since talks with Queen",
            "category": "UK-News",
            "snippet": "The Duke of Sussex has appeared in public for the first time since announcing he and his wife are to step back as frontline royals. Prince Harry retur …"
        },
        {
            "title": "Downing Street kills off plans for Big Ben Brexit bong",
            "category": "Politics",
            "snippet": "The hopes of diehard Brexiters to hear the chimes of Big Ben sound at the moment the UK leaves the EU appear to have finally been dashed by Downing St …"
        },
        {
            "title": "Long-Bailey says abortion limit should not be different for disability",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has said she does not agree with allowing abortion on the grounds of disability after the standard limit of 24 weeks – but stresse …"
        },
        {
            "title": "Tickbox by David Boyle review – thinking inside the box",
            "category": "Books",
            "snippet": "Automation in the modern world is usually thought of as done by robots or creepily intelligent software, but it is also the way, as this feistily inte …"
        },
        {
            "title": "'It's a war between technology and a donkey' – how AI is shaking up Hollywood",
            "category": "Film",
            "snippet": "Summary: If Sunspring is anything to go by, artificial intelligence in film-making has some way to go. This short film, made as an entry to Sci-Fi London’s 48- …"
        },
        {
            "title": "Lord Chalfont obituary",
            "category": "Politics",
            "snippet": "The former Labour defence minister Lord Chalfont, who has died aged 100, had perhaps the most precipitous and unlikely rise to a political career in m …"
        },
        {
            "title": "Midas touch: how to create the perfect James Bond song",
            "category": "Music",
            "snippet": "Summary: Goldfinger opens with a shot of a floating fake duck that turns out to be attached to a wetsuit-clad Sean Connery as James Bond. He clambers out of th …"
        },
        {
            "title": "Morbius: has Sony brokered a deal for part of Marvel's Cinematic Universe?",
            "category": "Film",
            "snippet": "Who’s that muscular, ripped, pasty-looking fellow wrenching the dregs of his comic-book movie career from the deathly places of despair? Why it’s Osca …"
        },
        {
            "title": "Alun Wyn Jones can make a fifth World Cup, says Wales’ Jonathan Humphreys",
            "category": "Sport",
            "snippet": "Alun Wyn Jones will be 38 when the 2023 World Cup starts but Jonathan Humphreys expects the Wales captain to be competing in what would be a record-eq …"
        },
        {
            "title": "Brexit: no union jack-lowering ceremony in European parliament",
            "category": "Politics",
            "snippet": "One of the European parliament’s union jacks will be sent to the EU museum in Brussels, a committee has decided, but Brexit party MEPs are to be denie …"
        },
        {
            "title": "My week as a Hemsworth: can Chris and Elsa combat my mid-30s physical ennui?",
            "category": "Life-and-Style",
            "snippet": "My wife is hesitant. “You want us to work out together?” “Not work out: train. Elsa and Chris say training together is the key to their relationship.” …"
        },
        {
            "title": "Do not adjust your set: Gwyneth Paltrow is spreading Goop all over TV",
            "category": "Life-and-Style",
            "snippet": "Huge excitement in TV’s burgeoning disinfomercial genre, as Gwyneth Paltrow’s Netflix show prepares to make landfall next week. Based on her lifestyle …"
        },
        {
            "title": "Lady Morgan looks down upon her departmental questions",
            "category": "Politics",
            "snippet": "Within hours of her introduction to the House of Lords, Nicky Morgan had rebranded her Twitter account as “Baroness Morgan of Cotes”. No faux humility …"
        },
        {
            "title": "Union chief to sue police over megaphone assault trial",
            "category": "UK-News",
            "snippet": "A gig economy union leader is to sue the police after he was wrongly prosecuted for alleged assault at a demonstration by using a megaphone close to p …"
        },
        {
            "title": "Prince Andrew: Home Office 'recommends downgrade of security'",
            "category": "UK-News",
            "snippet": "The Home Office is said to be recommending a major downgrade of security for the Duke of York after he withdrew from public duties, it has been claime …"
        },
        {
            "title": "Xenobot: how did earth's newest lifeforms get their name?",
            "category": "Books",
            "snippet": "This week scientists announced that they had created the first living robots by building machines using stem cells taken from African frogs. So far th …"
        },
        {
            "title": "Labour must stir up democratic revolution to win power, says Long-Bailey",
            "category": "Politics",
            "snippet": "Labour needs to “stir up a democratic revolution” and “pick a fight with the political establishment” in order to win power, Rebecca Long-Bailey, one …"
        },
        {
            "title": "Ryanair demands same 'tax holiday' amid Flybe rescue deal backlash",
            "category": "Business",
            "snippet": "Summary: Ryanair has demanded that the government extend any “tax holiday” granted to Flybe to other airlines or be in breach of competition and state aid laws …"
        },
        {
            "title": "Philip Green's Arcadia closes more stores after tough Christmas",
            "category": "Business",
            "snippet": "Summary: Sir Philip Green’s Arcadia Group, the owner of Topshop, Topman and Dorothy Perkins, is closing a fresh wave of stores in the wake of a tough Christmas …"
        },
        {
            "title": "Police issue warrant for Odell Beckham after apparent buttock slapping incident",
            "category": "Sport",
            "snippet": "Summary: New Orleans police have issued an arrest warrant for Cleveland Browns wide receiver Odell Beckham Jr after he appeared to slap a security officer on t …"
        },
        {
            "title": "Owen Jones attacker had collection of far-right memorabilia, court told",
            "category": "UK-News",
            "snippet": "Summary: A man who attacked Guardian columnist Owen Jones outside a London pub late at night in August had a collection of far-right memorabilia, and a photogr …"
        },
        {
            "title": "Grenfell survivors and bereaved still fighting frustrating battles",
            "category": "UK-News",
            "snippet": "On Monday, some of the survivors and bereaved of the Grenfell Tower fire were shown the new venue for the public inquiry into the disaster, which retu …"
        },
        {
            "title": "Mets' Beltran out before managing a single game in wake of Astros scandal",
            "category": "Sport",
            "snippet": "Summary: Carlos Beltran is out as manager of the New York Mets before managing even a single game, the latest fallout from the Houston Astros’ sign-stealing sc …"
        },
        {
            "title": "Fire services: 999 callers waiting longer than five years ago",
            "category": "UK-News",
            "snippet": "The fire service’s average response times to serious fires is more than half a minute longer than it was five years ago, according to the latest Home …"
        },
        {
            "title": "Primark sales down after challenging Christmas for UK retail",
            "category": "Business",
            "snippet": "Sales at Primark’s UK stores went backwards at Christmas in a further sign of the toll taken on fashion retailers by grim market conditions over the t …"
        },
        {
            "title": "Limp US-China trade deal keeps investors happy – at least for now",
            "category": "Business",
            "snippet": "Nobody doubts the ability of the great US-China trade war to generate headlines, move markets and dominate investors’ mood. After an enormous fanfare, …"
        },
        {
            "title": "Birmingham lord mayor-elect 'dismissed forced marriage concerns'",
            "category": "UK-News",
            "snippet": "The former chairman of Birmingham Central Mosque – who has been criticised by campaigners for allegedly dismissing concerns about domestic violence an …"
        },
        {
            "title": "Who is Lev Parnas? Soviet-born operator thrust into Trump impeachment scandal",
            "category": "US-News",
            "snippet": "Has he delivered the most devastating blow yet to Donald Trump’s defence? Or is he merely a desperate man trying to save his skin? Lev Parnas is the l …"
        },
        {
            "title": "US-China tensions could slow global economy, UN warns",
            "category": "Business",
            "snippet": "The world economy risks suffering a sharp slowdown in 2020 that would derail international efforts to tackle the mounting climate emergency and height …"
        },
        {
            "title": "Florida Republicans win latest attempt to restrict voting rights of ex-felons",
            "category": "US-News",
            "snippet": "With Florida’s primary election quickly approaching, the state’s supreme court ruled it was constitutional to place restrictions on up to 1.4 million …"
        },
        {
            "title": "UK must get post-Brexit 'defence privileges', says German minister",
            "category": "Politics",
            "snippet": "Summary: The European Union should offer Britain “privileged third-party status” in defence and foreign policy cooperation after Brexit, the German defence min …"
        },
        {
            "title": "UK channels aid budget as it seeks closer ties with Africa post-Brexit",
            "category": "Business",
            "snippet": "Summary: Britain has unveiled plans to channel part of the £14bn aid budget through the City as it seeks to exploit the global reach of the finance sector to b …"
        },
        {
            "title": "EU's funding for UK's poorest areas 'must be matched after Brexit'",
            "category": "Politics",
            "snippet": "The Treasury will need to find almost £2bn a year to fill the hole left when EU funding for some of Britain’s poorest communities ends after Brexit, m …"
        },
        {
            "title": "Trump impeachment: Chief Justice John Roberts and senators sworn in as trial begins – as it happened",
            "category": "US-News",
            "snippet": "Live politics coverage continues on Friday’s blog: The Senate opened the impeachment trial of Donald Trump today. The supreme court chief justice, Joh …"
        },
        {
            "title": "Kathy Bates: 'I told Clint that after 50 years, I feel like I've hit the big time'",
            "category": "Film",
            "snippet": "‘Oh, I’m a bumper!” says Kathy Bates as I reach out to shake her hand. A small fist comes towards me with a large, round, pink-rose ring on the middle …"
        },
        {
            "title": "Boris Johnson vows to look into his pick for Grenfell inquiry",
            "category": "UK-News",
            "snippet": "Boris Johnson has told Grenfell survivors he will investigate the role of a key member of the public inquiry after the Guardian revealed she had links …"
        },
        {
            "title": "From Meghan Markle to Princess Margaret: books to understand the royal family",
            "category": "Books",
            "snippet": "If you have been fretting about the “unprecedented” royal rumpus, then relax. The good news is that it has all happened before and, what’s more, it ha …"
        },
        {
            "title": "Political rockers Algiers: 'The US is in a complete spiral and collapse'",
            "category": "Music",
            "snippet": "Last February, Algiers released one of the most extraordinary tracks of 2019. Can the Sub_Bass Speak? was a five-minute collage of free-jazz sax, drum …"
        },
        {
            "title": "NFL conference championship picks: a Chiefs-Packers Super Bowl?",
            "category": "Sport",
            "snippet": "Tennessee Titans at Kansas City Chiefs Sunday, 3.05pm ET/8.05pm GMT What the Titans need to do to win: Ummm, avoid blowing a 24-0 lead? The Titans sho …"
        },
        {
            "title": "Various: London Is the Place for Me: The Music of Young Black London, Vols 7 & 8 review – joyous blends",
            "category": "Music",
            "snippet": "Creole languages and culture can be loosely defined as those that have been mixed: a natural blending of influences over time to create a new hybridit …"
        },
        {
            "title": "Mac Miller: Circles review – late rapper still pushing hip-hop's boundaries",
            "category": "Music",
            "snippet": "Mac Miller died in September 2018, just weeks after releasing his fifth album, Swimming. A languid and lightly funky rap record, it combined rich, sop …"
        },
        {
            "title": "Halsey: Manic review – takes confessional pop to the next level",
            "category": "Music",
            "snippet": "Summary: From the depressed self-medication documented in the emo-rap scene to the soul-baring by the likes of Ariana Grande and Selena Gomez, we’re living in …"
        },
        {
            "title": "Experience: my brother framed me for murder",
            "category": "Life-and-Style",
            "snippet": "My brother, Tom, and I were never close. He was two years older than me. I don’t know why, but my parents sheltered him. They were farmers and we live …"
        },
        {
            "title": "Sara Collins: ‘I can’t even start James Joyce’s Ulysses, let alone finish it'",
            "category": "Books",
            "snippet": "Summary: The book I’m currently reading A Tall History of Sugar by Curdella Forbes. Set in mid-20th century Jamaica, it tells the story of Moshe Fisher, a boy …"
        }
    ]
}