{
    "page": [
        {
            "title": "Chef wrongly branded sex offender faces removal from UK",
            "category": "UK-News",
            "snippet": "A chef from Bangladesh who was wrongly branded a sex offender by the Home Office is facing removal from the UK despite a court finding that officials …"
        },
        {
            "title": "Man arrested after mother stabbed in front of child in Streatham",
            "category": "UK-News",
            "snippet": "A man has been arrested after handing himself in to police following the stabbing of a mother in front of her child in Streatham, south London. The 43 …"
        },
        {
            "title": "Starmer says he wants Labour 'rebuilt ... as trusted force for good' as poll puts him leadership favourite – as it happened",
            "category": "Politics",
            "snippet": "Sir Keir Starmer, the shadow Brexit secretary, has called for Labour to be rebuilt “as a trusted force for good” following its election defeat. He was …"
        },
        {
            "title": "Faf du Plessis says form not colour determines South Africa selection",
            "category": "Sport",
            "snippet": "Summary: Faf du Plessis said form takes precedence over transformation after it emerged South Africa would again fail to meet their target of selecting six non …"
        },
        {
            "title": "England’s Rory Burns out of ‘cursed’ tour after rolling ankle playing football",
            "category": "Sport",
            "snippet": "Ben Stokes revealed this week that England’s players are calling their assignment in South Africa “the cursed tour” and yet more evidence that is the …"
        },
        {
            "title": "Commuters gather at Bolton station in protest over increased rail fares",
            "category": "UK-News",
            "snippet": "Frustrated commuters gathered outside Bolton train station on Thursday evening as part of a national day of action to protest against increased rail f …"
        },
        {
            "title": "Keir Starmer calls to rebuild party as 'force for good'",
            "category": "Politics",
            "snippet": "Summary: Sir Keir Starmer, the favourite to succeed Jeremy Corbyn as Labour leader, has called for the party to become a “trusted force for good” as up to nine …"
        },
        {
            "title": "TS Eliot’s hidden love letters reveal intense, heartbreaking affair",
            "category": "Books",
            "snippet": "Summary: TS Eliot’s love letters to scholar Emily Hale, the great poet’s muse and source of “supernatural ecstasy” for more than 30 years, were released on Thu …"
        },
        {
            "title": "Detroit firefighters face backlash over photo in front of a burning home",
            "category": "US-News",
            "snippet": "A controversial Facebook photo of 18 Detroit firefighters posing in front of a burning home was “inappropriate and unprofessional” and will result in …"
        },
        {
            "title": "Dominic Cummings calls for 'weirdos and misfits' for No 10 jobs",
            "category": "Politics",
            "snippet": "Dominic Cummings, Boris Johnson’s chief adviser, has written a rambling blog calling for “weirdos and misfits with odd skills” to apply for new jobs w …"
        },
        {
            "title": "More women than ever working in film – but men still dominate key roles",
            "category": "Film",
            "snippet": "The number of women working in the film industry reached a historic high in 2019, but men still outnumber women four to one in key roles. Women made u …"
        },
        {
            "title": "Black people in California are stopped far more often by police, major study proves",
            "category": "US-News",
            "snippet": "Black people in California were stopped by police officers much more frequently than other racial groups in 2018, and police were more likely to use f …"
        },
        {
            "title": "Break the cycle: how to stop having the same argument again and again and again",
            "category": "Life-and-Style",
            "snippet": "If you have been in a relationship for a year or more, you will know exactly what “that argument” is. It is the one that keeps going round and round, …"
        },
        {
            "title": "Refusing Scottish help a 'grave error' in blood scandal, letter says",
            "category": "UK-News",
            "snippet": "Hundreds of people with haemophilia in England and Wales could have avoided infection from HIV and hepatitis if officials had accepted help from Scotl …"
        },
        {
            "title": "Climate crisis fuels year of record temperatures in UK, says Met Office",
            "category": "UK-News",
            "snippet": "Summary: A series of high temperature records were broken in the UK in 2019 as a consequence of the climate crisis, the Met Office has said. The hottest temper …"
        },
        {
            "title": "The old ones are the best: how to rekindle a lost friendship",
            "category": "Life-and-Style",
            "snippet": "I have some wonderful old friends whom I love and whose friendship I treasure. The problem is, I never see them. My old friends have become ghost frie …"
        },
        {
            "title": "'I was half-insane with anxiety': how I wrote myself into a breakdown",
            "category": "Books",
            "snippet": "Summary: Last summer, in the midst of promotional chaos surrounding my new novel The Offing, I cancelled my own London book launch and instead drove to the Cha …"
        },
        {
            "title": "Let’s resurrect phone calls. Texting ‘hahaha’ is no match for hearing a friend laugh",
            "category": "Life-and-Style",
            "snippet": "Everybody has a mobile phone. Or at least more than five billion of us do. And yet nobody makes phone calls any more. In fact, the under-30s have been …"
        },
        {
            "title": "Australia v New Zealand: third Test, day one – as it happened",
            "category": "Sport",
            "snippet": "Here is the report of day one at the SCG. New Zealand’s disastrous tour plumbed new depths on the opening day of the Sydney Test. The visitors made fi …"
        },
        {
            "title": "How the Brain Lost Its Mind review – beyond hysteria",
            "category": "Books",
            "snippet": "The history of medicine abounds with oddball characters and bizarre events. Yet few figures are quite as eccentric as the French neurologist Jean-Mart …"
        },
        {
            "title": "'Do something weird that works on TikTok': how to write a pop smash in 2020",
            "category": "Music",
            "snippet": "Landing a No 1 single was a little different at the beginning of the 2010s than it is now. The songwriting and production team TMS – who have achieved …"
        },
        {
            "title": "Golden Globes 2020: stars prepare for the return of Ricky Gervais",
            "category": "Film",
            "snippet": "Summary: Stars such as Jennifer Aniston, Jennifer Lopez and Adam Driver will be battling it out for Golden Globes this weekend as the year’s first awards show …"
        },
        {
            "title": "‘Bring me home’: Ayia Napa teenager asks Boris Johnson to help",
            "category": "UK-News",
            "snippet": "A British teenager found guilty of lying about being gang-raped in Cyprus has pleaded with Boris Johnson to “bring me home”. The teenager, who cannot …"
        },
        {
            "title": "Nietzsche and the Burbs review – deadpan philosophical comedy",
            "category": "Books",
            "snippet": "Lars Iyer’s follow-up to the celebrated Wittgenstein Jr is another attempt to treat his erstwhile academic specialism, European philosophy, as the bas …"
        },
        {
            "title": "Bury firefighters work through night to tackle huge scrapyard blaze",
            "category": "UK-News",
            "snippet": "Firefighters worked through the night to tackle a huge blaze in a scrapyard in Bury, Greater Manchester. On Friday morning residents were advised to s …"
        },
        {
            "title": "Talking Horses: Gay Kelleway claims trainers are running lame horses",
            "category": "Sport",
            "snippet": "Gay Kelleway has made a strongly worded call for more pre-race checks of racehorses and accused some of her colleagues of sending horses to the track …"
        },
        {
            "title": "Fix up, look sharp: how to mend more and buy less",
            "category": "Life-and-Style",
            "snippet": "An industrious weaver called Krysta Relyea recently wrote a post on Instagram saying she had just realised she owned enough pairs of jeans to get her …"
        },
        {
            "title": "My life in sex: ‘My desire for an erection became greater than my fear of needles’",
            "category": "Life-and-Style",
            "snippet": "We gave ourselves the unaccustomed luxury of several hours of afternoon lovemaking, knowing this might be our last time. This knowledge intensified ou …"
        },
        {
            "title": "Experience: I opened an envelope filled with anthrax",
            "category": "Life-and-Style",
            "snippet": "I started an apprenticeship on NBC Nightly News in July 2001. At that time, the programme was hosted by Tom Brokaw, a veteran newscaster and household …"
        },
        {
            "title": "'Maybe I'm taking things too far': Trey Edward Shults on mining his family's trauma",
            "category": "Film",
            "snippet": "In 2013, the director Trey Edward Shults got a call from a hospital in Missouri; his father was dying of pancreatic cancer. They hadn’t spoken in a de …"
        },
        {
            "title": "Klobuchar took money from prosecutor condemned over Central Park Five case",
            "category": "US-News",
            "snippet": "Amy Klobuchar accepted a financial donation last year from a former prosecutor who has faced intense public condemnation for her handling of the Centr …"
        },
        {
            "title": "Tracks of the week reviewed: Raye, Usher, Lil Uzi Vert",
            "category": "Music",
            "snippet": "Raye Please Don’t Touch You heard it here first: London pop star Rachel Keen, AKA Raye, is the artist most likely to “do a Dua” in 2020 and make the l …"
        },
        {
            "title": "Three energy firms to pay £10.5m for failings over August blackout",
            "category": "Business",
            "snippet": "Three energy companies will pay a combined £10.5m for failing to prevent a power cut after a lightning strike last summer that left more than 1 millio …"
        },
        {
            "title": "Private jet firm says it was duped over Carlos Ghosn escape",
            "category": "Business",
            "snippet": "A Turkish private jet company has claimed it was duped into hiring the aircraft used to help the fugitive automotive boss Carlos Ghosn make a daring e …"
        },
        {
            "title": "Lost in muzak: how ambient became cool",
            "category": "Music",
            "snippet": "When Wire, a nightclub in Leeds city centre, recently announced its first residency, it came with a calm-inducing addition: ambient listening sessions …"
        },
        {
            "title": "Sandown will toast absent friends in honour of Houblon Des Obeaux",
            "category": "Sport",
            "snippet": "Summary: “Absent friends” must be the toast at Sandown on Saturday, where a big effort will be made to memorialise Houblon Des Obeaux, one of the gamest of ste …"
        },
        {
            "title": "Ricky Gervais isn't the Golden Globes host we want – but the one we deserve",
            "category": "Film",
            "snippet": "Ricky Gervais should not host the Golden Globes this year. He has said as much himself, again and again and again. The first time he was apparently go …"
        },
        {
            "title": "The Living Days by Ananda Devi review – a tale of exploitation",
            "category": "Books",
            "snippet": "First published in France in 2013, The Living Days is the 12th novel by the Mauritian author Ananda Devi. Set in London, it tells of the sexual abuse …"
        },
        {
            "title": "Grant Shapps faces calls to set out strategy for future of Northern rail",
            "category": "UK-News",
            "snippet": "The transport secretary is facing calls to set out his plans for the future of Northern rail, after suggesting he could strip the train operator of it …"
        },
        {
            "title": "Man in court over murder of estranged wife and new partner",
            "category": "UK-News",
            "snippet": "A former headteacher has appeared in court charged with murdering his estranged wife and her new partner in the early hours of New Year’s Day. Rhys Ha …"
        },
        {
            "title": "Time to tidy up! What to clean if you have a spare 3 minutes, 5 minutes – or 8 hours",
            "category": "Life-and-Style",
            "snippet": "So, you want a tidy house, but feel too busy? Even the smallest pocket of time can be made to count in the battle for a calm living space. We spoke to …"
        },
        {
            "title": "Chess: Carlsen wins speed titles after controversial game with rising star",
            "category": "Sport",
            "snippet": "Summary: Magnus Carlsen ended his vintage year of 2019 as he began it, as a superb all-round player who outclasses his rivals. Carlsen won at Wijk in January l …"
        },
        {
            "title": "Why Iain Duncan Smith knighthood was ‘slap in the face’",
            "category": "Politics",
            "snippet": "The new year honours list is a reliable source of controversy, with perennial outrage about the worthiness of the recipients. But the knighthood given …"
        },
        {
            "title": "Why the Dallas Cowboys opening is the best coaching job on the market",
            "category": "Sport",
            "snippet": "Jason Garrett is finally, mercifully out as the Dallas Cowboys head coach. Make no mistake, this is a lifetime achievement award, not a reaction to th …"
        },
        {
            "title": "My new year resolution is to do a whole lot less for once",
            "category": "Life-and-Style",
            "snippet": "TS Eliot described April as the cruellest month, but he obviously never did dry January. I can’t bear this time of year: 31 dark days of self-denial, …"
        },
        {
            "title": "Architecture in Global Socialism by Łukasz Stanek review – a book that rewrites the cold war",
            "category": "Books",
            "snippet": "If you rummage through boxes of postcards in Polish secondhand shops, they reveal an unexpected geography – places few Poles would now go. They’re not …"
        },
        {
            "title": "Golden Globes: who will win and who should win the film awards?",
            "category": "Film",
            "snippet": "Summary: Best film (drama) The best film category is dominated – just like everything else in the cultural conversation around movies – by Netflix, which has t …"
        },
        {
            "title": "Dominic Cummings' call for No 10 staff may break employment law",
            "category": "Politics",
            "snippet": "A rambling blogpost by Boris Johnson’s chief adviser, Dominic Cummings, calling for “weirdos and misfits with odd skills” to apply for jobs within No …"
        },
        {
            "title": "Ethical veganism is a belief protected by law, tribunal rules",
            "category": "Life-and-Style",
            "snippet": "Summary: An employment tribunal has ruled that ethical veganism is a philosophical belief that is protected by law against discrimination. The ruling came in a …"
        },
        {
            "title": "Credit card repayments exceed borrowing for first time since 2013 - as it happened",
            "category": "Business",
            "snippet": "Summary: Traders woke up to news that US air strikes killed a top Iranian general, raising fresh fears of conflict between Washington and Tehran The news cause …"
        }
    ]
}