{
    "page": [
        {
            "title": "Mystery of cash wads left in pit village since 2014 solved",
            "category": "UK-News",
            "snippet": "Two “good Samaritans” have identified themselves to police as the mystery benefactors who left tens of thousands of pounds on the streets of a tiny pi …"
        },
        {
            "title": "William and Harry deny 'offensive and potentially harmful' story",
            "category": "UK-News",
            "snippet": "The Duke of Sussex and Duke of Cambridge have issued a furious denial over a newspaper report speculating on causes of a rift between them, branding i …"
        },
        {
            "title": "EU trade chief foresees 'financial services for fishing' Brexit bargain",
            "category": "Politics",
            "snippet": "The EU’s trade commissioner has suggested there could be a last-minute trade-off with Brussels offering the City of London access to European markets …"
        },
        {
            "title": "How we met: ‘After two weeks, we were living together’",
            "category": "Life-and-Style",
            "snippet": "When Ebola swept through west Africa in 2014, many foreign workers were evacuated from the region. For Rachel, who had been working on an educational …"
        },
        {
            "title": "Five make it through to next round of Labour leadership contest",
            "category": "Politics",
            "snippet": "Five candidates have made it through to the next round of the Labour leadership contest – Keir Starmer, Rebecca Long-Bailey, Lisa Nandy, Jess Phillips …"
        },
        {
            "title": "Birmingham could ban cars from driving through city centre",
            "category": "UK-News",
            "snippet": "Through traffic could be banned from Birmingham city centre under plans being considered by the council to reduce emissions. The proposal, which forms …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from last week. To start, “a gorgeous book hiding in plain sight”. Syd …"
        },
        {
            "title": "La Bohème review – exuberant and persuasive revival performed with elan",
            "category": "Music",
            "snippet": "There are Puccini operas that some of us might not miss never seeing again. But La Bohème is incontrovertibly not one of them. One takes a seat for La …"
        },
        {
            "title": "Share your thoughts on the Labour leadership election",
            "category": "Politics",
            "snippet": "The candidates for the Labour leadership election have been finalised. Keir Starmer, Rebecca Long-Bailey, Lisa Nandy, Jess Phillips and Emily Thornber …"
        },
        {
            "title": "Oscars 2020: shallow Joker squats on top of patchy and infuriating nominations",
            "category": "Film",
            "snippet": "The Oscar nominations arrive, signalling almost the final iteration of that strange awardsthink consensus: at once exasperating and eerie, choices whi …"
        },
        {
            "title": "Lisa Nandy tells Labour: be brave and choose me as leader",
            "category": "Politics",
            "snippet": "Lisa Nandy has claimed voters in the general election found the prospect of a Labour government under Jeremy Corbyn “frightening”, and said the party …"
        },
        {
            "title": "Passengers on Flybe's troubles: 'There’s no other way I can get to work'",
            "category": "Business",
            "snippet": "Summary: Flybe passengers dependent on the airline to get around the UK and Europe have warned of the impact on their lives if the regional carrier collapses. …"
        },
        {
            "title": "Louis Rees-Zammit signs up to new long-term contract with Gloucester",
            "category": "Sport",
            "snippet": "Gloucester have moved to secure the future of their 18-year-old wing Louis Rees-Zammit, who is expected to be named in Wales’s squad for the Six Natio …"
        },
        {
            "title": "MPC may need more data before it considers cutting interest rates",
            "category": "Business",
            "snippet": "Figures published on Monday showed the economy was going backwards in November while the politicians were out canvassing for votes. Activity in the la …"
        },
        {
            "title": "Clive Smee obituary",
            "category": "Politics",
            "snippet": "Summary: In 1985 Clive Smee, who had recently been appointed chief economic adviser to the Department of Health and Social Security, commissioned two studies. …"
        },
        {
            "title": "Nigel Farage 'will not take a penny' of £153,000 MEP golden goodbye",
            "category": "Politics",
            "snippet": "Summary: Nigel Farage “will not take a penny” of the £153,000 windfall he could claim for his 20-year stint as a member of the European parliament, his spokesm …"
        },
        {
            "title": "What are the priorities for Northern Ireland's restored executive?",
            "category": "Politics",
            "snippet": "The Northern Ireland secretary, Julian Smith, has pledged major investment to alleviate problems in the region’s struggling public services as part of …"
        },
        {
            "title": "Nicky Morgan's journey of forgetfulness leads her to seat in Lords",
            "category": "Politics",
            "snippet": "The merest flicker of concern passed across Black Rod’s face. Nicky Morgan had forgotten so much in recent months, it was entirely possible she might …"
        },
        {
            "title": "Prince Harry to make Rugby League World Cup draw as planned",
            "category": "UK-News",
            "snippet": "Prince Harry’s first public engagement since announcing that he and Meghan are to step back from their royal duties is to go ahead as planned on Thurs …"
        },
        {
            "title": "British-Trinidadian dub poet Roger Robinson wins TS Eliot prize",
            "category": "Books",
            "snippet": "Roger Robinson, the British-Trinidadian dub poet, has won the prestigious TS Eliot prize on his first nomination for his collection A Portable Paradis …"
        },
        {
            "title": "Queen says Harry and Meghan to have 'period of transition' in UK and Canada - as it happened",
            "category": "UK-News",
            "snippet": "Here are the main points so far today: The Queen has agreed to the Duke and Duchess of Sussex’s wish to take a step back from public life, though she …"
        },
        {
            "title": "Nigerian oil firm's shares suspended after revealing alleged scam",
            "category": "Business",
            "snippet": "A small Nigerian oil company has revealed an alleged scam after handing over $600,000 to a consultancy which had promised to help to arrange a loan fr …"
        },
        {
            "title": "I’m a forwards coach, mate: Proudfoot cut from same cloth as Eddie Jones",
            "category": "Sport",
            "snippet": "There was a moment during last year’s World Cup when Matt Proudfoot, who on Monday was appointed England’s forwards coach, sounded just like his new b …"
        },
        {
            "title": "Four decades, 73 singles titles: Serena Williams’s epic journey",
            "category": "Sport",
            "snippet": "1990s When Venus Williams burst into the world of tennis by reaching the 1997 US Open final, nobody had a better seat on Arthur Ashe Arena than her yo …"
        },
        {
            "title": "Woakes, Archer and Wood bowl off for spot in Test team, says Collingwood",
            "category": "Sport",
            "snippet": "Three pacemen and one place: that is England’s dilemma here. Someone has to replace Jimmy Anderson in the team and the only way the three candidates – …"
        },
        {
            "title": "Fox urges Johnson to merge Foreign Office and aid department",
            "category": "Politics",
            "snippet": "Boris Johnson must “slaughter sacred cows” by merging the Foreign Office (FCO) and Department of International Development (DfID), the former internat …"
        },
        {
            "title": "UK immigration rules are unworkable, says Law Commission",
            "category": "UK-News",
            "snippet": "Immigration rules are “overly complex and unworkable” according to the Law Commission, which recommends simplifying them in order to save the governme …"
        },
        {
            "title": "Siya Kolisi’s inspiring example wins deserved acclaim from rugby scribes",
            "category": "Sport",
            "snippet": "In central London on Monday night the assembled cast of almost 500 guests was a typically eclectic one. It always is at the annual Rugby Union Writers …"
        },
        {
            "title": "Taika Waititi says Jojo Rabbit's six Oscar nominations vindicate risks of making 'divisive' film",
            "category": "Film",
            "snippet": "Summary: Taika Waititi, the New Zealand film-maker behind the “anti-hate” Nazi satire Jojo Rabbit, says the movie’s six Oscar nominations have vindicated the r …"
        },
        {
            "title": "Russian hackers reportedly targeted Ukrainian firm at center of impeachment – as it happened",
            "category": "US-News",
            "snippet": "Live political reporting continues on Tuesday’s blog: Closing out our live political news coverage for the evening. There are now 294 days until the 2 …"
        },
        {
            "title": "Australian fiction is already challenging the idea that catastrophic bushfire is normal",
            "category": "Books",
            "snippet": "Fifteen years ago the renowned nature writer Robert Macfarlane lamented “the deficiency of a creative response” to climate crisis. Novels, art, music, …"
        },
        {
            "title": "Smoke plays havoc as Australian Open qualifier suffers coughing fit",
            "category": "Sport",
            "snippet": "The safety of players at this year’s Australian Open has been brought into sharp focus after a day of poor air quality in Melbourne forced the abandon …"
        },
        {
            "title": "James Blunt: how we made You're Beautiful",
            "category": "Music",
            "snippet": "Summary: James Blunt, singer-songwriter I’d been telling my mates that I was going to be a professional musician since I was 14. When I was a captain in the Br …"
        },
        {
            "title": "Cam girl reality: an enticing illusion leaves many models poor and defeated",
            "category": "Life-and-Style",
            "snippet": "Katlyn Carter got her first cam girl job in 2014 after responding to an ad posted on Craigslist by a fetish modeling studio in Van Nuys, California. C …"
        },
        {
            "title": "Samsung Gear VR – can a virtual-reality app save me from digital overload?",
            "category": "Life-and-Style",
            "snippet": "At school, I knew a boy who made himself smoke a carton of Marlboro Red in a week. He didn’t like cigarettes, but wanted to get addicted, he said. A m …"
        },
        {
            "title": "I’m fixated on a one-night stand my wife had before we met. What should I do?",
            "category": "Life-and-Style",
            "snippet": "Summary: My wife and I have been married for over 50 years and have an enviably happy existence. Before our marriage, my wife had many sexual partners, while I …"
        },
        {
            "title": "Brexit weekly briefing: UK and EU all smiles but faultlines obvious",
            "category": "Politics",
            "snippet": "Welcome to the Guardian’s weekly Brexit briefing, which, after more than three and a half years and nearly 170 instalments, will be landing in your in …"
        },
        {
            "title": "From Cats to The Goldfinch: Oscarbait movies the Academy shunned in 2020",
            "category": "Film",
            "snippet": "Summary: Motherless Brooklyn Given a splashy premiere at the Telluride film festival, one of the most discerning of all the fall festivals, early word suggeste …"
        },
        {
            "title": "Suncorp and IAG temporarily stop selling insurance in fire-affected areas of Victoria and NSW",
            "category": "Business",
            "snippet": "Two of Australia’s biggest insurers, Suncorp and IAG, have temporarily stopped selling insurance policies across large swathes of Victoria and some ar …"
        },
        {
            "title": "Harry and Meghan: Queen gives reluctant blessing to couple's plans",
            "category": "UK-News",
            "snippet": "Summary: The Queen has given her reluctant blessing to the Duke and Duchess of Sussex to split their time between the UK and Canada, making it clear that thoug …"
        },
        {
            "title": "‘We are not afforded the luxury of being average’: how Waves unpicks the pressures of ‘black excellence’",
            "category": "Film",
            "snippet": "When Kelvin Harrison Jr, 25, was working on his lead role in Waves, his manager asked him if he wanted to pull out. “There was a fear,” he says, about …"
        },
        {
            "title": "Young adult books round-up – review",
            "category": "Books",
            "snippet": "The new year kicks off with sequels from two of the biggest names in young adult fiction. Nigerian-American Tomi Adeyemi is rumoured to have earned a …"
        },
        {
            "title": "Uncut Gems is so stressful it should come with a panic attack warning",
            "category": "Film",
            "snippet": "Summary: You won’t see a better-made film this year than Uncut Gems, the Safdie brothers’ propulsive new thriller about the street-level misadventures of a pet …"
        },
        {
            "title": "Police errors may have let abusers of up to 52 children escape justice",
            "category": "UK-News",
            "snippet": "Up to 52 children may have been victims of a sex abuse scandal in Greater Manchester, with most offenders getting away with their crimes because of er …"
        },
        {
            "title": "Flybe: government considers air passenger duty cut to save airline",
            "category": "Business",
            "snippet": "The future of Flybe remains in doubt on Tuesday night amid emergency talks between the chancellor, Sajid Javid, and the business and transport departm …"
        },
        {
            "title": "How Alan Partridge helped Come Out Ye Black and Tans top the charts",
            "category": "Music",
            "snippet": "In the streaming age, the first singles charts of the new year are reliably predictable. Out goes the Christmas music; back in flood the familiar face …"
        },
        {
            "title": "FedEx mounts big-money push to head off unionization by US workers",
            "category": "US-News",
            "snippet": "FedEx workers hoping to unionize and get better pay and benefits have met with a well-financed barrage of opposition from the company, according to re …"
        },
        {
            "title": "Boris Johnson's BBC Breakfast interview: the main points",
            "category": "Politics",
            "snippet": "Boris Johnson has given his first broadcast interview since the general election to BBC Breakfast. Here are the main themes of his interview with Dan …"
        },
        {
            "title": "US briefing: Democrat tensions,  Suleimani killing and heat islands",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Friction between progressive candidates as first 2020 votes loom The progressive senators …"
        },
        {
            "title": "Boris Johnson refuses to grant Scotland powers to hold independence vote",
            "category": "Politics",
            "snippet": "Boris Johnson has written to Nicola Sturgeon to formally reject her request for the transfer of powers necessary to hold a second referendum on Scotti …"
        }
    ]
}