{
    "page": [
        {
            "title": "Baftas' status at stake in diversity debate, say film industry insiders",
            "category": "Film",
            "snippet": "Changes that Bafta needs to make to ensure it is more representative could cost the event its status as the second most important film awards in the w …"
        },
        {
            "title": "David Cameron has made £1.6m since Brexit vote in 2016",
            "category": "Politics",
            "snippet": "David Cameron has made more than £1.6m since he quit as prime minister following the Brexit vote in 2016. The accounts for the Office of David Cameron …"
        },
        {
            "title": "UK will not be pushover in Brexit talks with EU, says Michael Gove",
            "category": "Politics",
            "snippet": "Michael Gove has laid down the gauntlet to EU negotiators signalling the UK government’s intent not to concede ground in talks to secure a trade deal …"
        },
        {
            "title": "We’re emigrating – but our children don’t want to go. What can we do?",
            "category": "Life-and-Style",
            "snippet": "I am a European who has been living in London for more than 20 years. During this time, I finished my studies, got a job, met a husband (from another …"
        },
        {
            "title": "Eurozone growth slows sharply as French and Italian economies shrink – as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap Growth in the eurozone has almost fizzled out in the last quarter, hit by weak internal demand and a slowing global economy. Eu …"
        },
        {
            "title": "How Brad Pitt's zen reinvention has paved the way for Oscar glory",
            "category": "Film",
            "snippet": "Summary: Every awards season has its darling. An actor whose modesty, wit and earnest embrace of the Oscar race charms both punters and peers. Last year, it wa …"
        },
        {
            "title": "Paralympics: wheelchair basketball risks exclusion in classification row",
            "category": "Sport",
            "snippet": "Wheelchair basketball faces a race against time to guarantee inclusion in the Paralympics, as a row over the classification of athletes’ impairments t …"
        },
        {
            "title": "Brexit day in pro-leave areas: 'I live in hope it's the right decision'",
            "category": "Politics",
            "snippet": "Birkenhead Arrive at Conway Park railway station and the examples of European funding are all around you. The station itself, opened in 1998 by the th …"
        },
        {
            "title": "Aston Martin to enter F1 from 2021 under £500m rescue deal",
            "category": "Business",
            "snippet": "Aston Martin has agreed a £500m rescue deal, led by the Canadian billionaire Lawrence Stroll, under which the luxury British car brand will be used by …"
        },
        {
            "title": "The race to grieve: how social media has made professional mourners of us all",
            "category": "Sport",
            "snippet": "There is a tradition dating back to ancient Egyptian times for professional mourners who would turn up at funerals of people they had never met. They …"
        },
        {
            "title": "Radio 4's Brexit music: it feels like something for a secular funeral",
            "category": "Music",
            "snippet": "With rather splendid timing, on Thursday Radio 3 broadcast a live concert of the Hallé Orchestra playing Beethoven’s Ninth Symphony, at the start of M …"
        },
        {
            "title": "Boris Johnson hints at desire for HS2 to go ahead",
            "category": "UK-News",
            "snippet": "Boris Johnson may have given his strongest hint yet that he intends for HS2 to go ahead after telling a 10-year-old interviewer that the way forward w …"
        },
        {
            "title": "Can Fabien Galthié bring the Six Nations glory days back for France?",
            "category": "Sport",
            "snippet": "Late night on Sunday 16 November 2003, Fabien Galthié was reckoning with the idea that he may just have played the last match of his career. After 17 …"
        },
        {
            "title": "Bob Shane obituary",
            "category": "Music",
            "snippet": "In 1958 the Kingston Trio, a clean-cut American folk group, achieved chart success with the murder ballad Tom Dooley. Based on the story of Tom Dula, …"
        },
        {
            "title": "'It makes people uncomfortable': inside the Weinstein-inspired thriller about complicity",
            "category": "Film",
            "snippet": "The horror in The Assistant, a new film about an entry-level employee at a Weinstein-esque film production company, trickles out slowly, in bits small …"
        },
        {
            "title": "Brexit is alarm signal for Europe, warns Emmanuel Macron",
            "category": "Politics",
            "snippet": "Emmanuel Macron warned Europeans that Brexit was an “alarm signal” of huge historic significance as the EU flag was hauled from the flagpole outside t …"
        },
        {
            "title": "England’s opener against France could hold key to back-to back grand slams",
            "category": "Sport",
            "snippet": "This year’s women’s Six Nations begins with the fixture most observers believe will be its defining encounter. France take on England in Pau on Sunday …"
        },
        {
            "title": "Devon teenagers sentenced after girl, 15, dies from ecstasy dose",
            "category": "UK-News",
            "snippet": "Summary: Two teenage boys from a rural community in Devon bought illegal drugs from the dark web and sold them to children, including a 15-year-old girl who di …"
        },
        {
            "title": "Sanders faces mounting attacks from anxious moderates as Iowa vote nears",
            "category": "US-News",
            "snippet": "Days before Democrats begin voting for a nominee to take on Donald Trump, panic is beginning to spread in some corners of the party that their standar …"
        },
        {
            "title": "Bakery sends 53 cakes to Republican senators in plea to let Bolton testify",
            "category": "US-News",
            "snippet": "They say food is the key to a man’s heart, which may have spurred on the feminist bakers who sent all 53 (mostly male) Republican senators cakes, begg …"
        },
        {
            "title": "Injury worries Kelce and Coleman will be fit for Chiefs-49ers Super Bowl",
            "category": "Sport",
            "snippet": "The Kansas City Chiefs and San Francisco 49ers are set to go into Sunday’s Super Bowl at full strength, with all 53 active players on each roster part …"
        },
        {
            "title": "Boris Johnson goes missing in action on his big Brexit day",
            "category": "Politics",
            "snippet": "Just imagine a country about to take a giant leap into the unknown. A future sold on the basis of promises no one is certain can be kept. Now imagine …"
        }
    ]
}