{
    "page": [
        {
            "title": "Labour can’t change society on its own. We have to work with other parties",
            "category": "Politics",
            "snippet": "History is littered with leaders and movements, now long vanished and mostly forgotten, who failed to get to the deep truths of how and why their defe …"
        },
        {
            "title": "Review hammers home problems with Persimmon",
            "category": "Business",
            "snippet": "At this point last year, housebuilder Persimmon had just started its most ambitious rebuilding project – constructing a new reputation for itself foll …"
        },
        {
            "title": "Whitehall needs more scientists to compete with China: chief adviser",
            "category": "Politics",
            "snippet": "Britain’s civil service is suffering from a serious lack of scientific talent that threatens its ability to compete with nations such as China. That i …"
        },
        {
            "title": "‘Treated like trash’: the project trying to identify the bodies of migrants",
            "category": "US-News",
            "snippet": "Soil is carefully dug and then brushed away and the bags removed from the ground. Inside are bones but also small items that give a touch of humanity …"
        },
        {
            "title": "Time to go wild with African violets",
            "category": "Life-and-Style",
            "snippet": "As someone who could never be accused of being in-step with fashion, I have always found the world of horticultural trends as perplexing as they are f …"
        },
        {
            "title": "Harry and Meghan’s conscious uncoupling from the royal family",
            "category": "UK-News",
            "snippet": "As fans of Succession will understand, the more money a family has, the harder it is to escape. And of course no family member nurtures the fantasy of …"
        },
        {
            "title": "‘Body positivity’ has had its day. Let’s find peace with ourselves",
            "category": "Life-and-Style",
            "snippet": "If the beginning of the decade in bodies was defined by “size zero”, clavicles worn proudly by tanned celebrities as if Cartier necklaces, and the end …"
        },
        {
            "title": "The Big Moon: Walking Like We Do review – indie crew grow their sound",
            "category": "Music",
            "snippet": "There was certainly no shortage of competent and unimaginative indie rock in the late 2010s. But the debut album by the Big Moon – 2017’s Love in the …"
        },
        {
            "title": "The word ‘Daddy’ is here to stay. It’s just me that my son is not sure about",
            "category": "Life-and-Style",
            "snippet": "‘Daddy’ was the first word that really stuck around for my son. He was slow to speak and then words would materialise, but fail to catch on. When list …"
        },
        {
            "title": "My Oscar goes to... our film critics reveal their personal shortlists",
            "category": "Film",
            "snippet": "Mark Kermode Best picture – my shortlist (favourite first) • PARASITE • Monos • Rocketman • For Sama • Little Women Many of my favourite films of 2019 …"
        },
        {
            "title": "Prince William: Harry and I are now separate entities",
            "category": "UK-News",
            "snippet": "The Duke of Cambridge has expressed his sadness over tensions with his brother before Monday’s crisis summit at Sandringham called by the Queen to dec …"
        },
        {
            "title": "Race, literature, lovers ... and fake breasts: my chats with Elizabeth Wurtzel",
            "category": "Books",
            "snippet": "Summary: Pop culture loves the hot mess: a female character – real or otherwise – hurtling from one improbable drama to the next. She is gregarious and oversha …"
        },
        {
            "title": "Seberg review – Kristen Stewart outshines flat script",
            "category": "Film",
            "snippet": "Based on the real-life targeted campaign of intimidation by the FBI against the American actress Jean Seberg, this portrait of a woman pushed to break …"
        },
        {
            "title": "Rebecca Long-Bailey wants to abolish the House of Lords",
            "category": "Politics",
            "snippet": "Summary: The Labour leadership contender Rebecca Long-Bailey has said she wants to abolish the House of Lords and would not stand in the way of another Scottis …"
        },
        {
            "title": "The Weight of a Piano by Chris Cander review – tale of transgenerational trauma",
            "category": "Books",
            "snippet": "Summary: Belongings are useful to novelists, for obvious reasons. They can be hoarded, handed on, lost, stolen, used instrumentally or inappropriately and, mos …"
        },
        {
            "title": "Body transformation: from ‘dad bod to rad bod’ in just seven weeks",
            "category": "Life-and-Style",
            "snippet": "Sarah Lindsay recites numbers as she pinches my folds. She does this under her breath, the way a dentist uses that odd numerical language to gossip ab …"
        },
        {
            "title": "This Mournable Body by Tsitsi Dangarembga review – life on the precipice",
            "category": "Books",
            "snippet": "“You want nothing more than to break away from the implacable terror of every day you spend in your country – where you can no longer afford the odd d …"
        },
        {
            "title": "Field Music: Making a New World review – a concept stronger than the songs",
            "category": "Music",
            "snippet": "A concept album viewing the last century through the filter of the first world war, Field Music’s seventh album was initially composed and performed b …"
        },
        {
            "title": "'Festival of Brexit' boss says £120m event will prove cynics wrong",
            "category": "Politics",
            "snippet": "It has been mocked and pilloried as a “festival of Brexit”, but the newly appointed boss of the £120m nationwide celebration planned for 2022 has said …"
        },
        {
            "title": "Mother of UK's worst serial rapist 'didn't know he was gay'",
            "category": "UK-News",
            "snippet": "Summary: The mother of a mature student described as “Britain’s most prolific rapist” says she did not know he was gay. Reynhard Sinaga was sentenced to life w …"
        },
        {
            "title": "Hatsune Miku review – hologram star fires up crowdsourced power pop",
            "category": "Music",
            "snippet": "On Saturday night, a singer with a 13-year career played only her second London headline show. Naturally, the venue was packed out with rapt, merchand …"
        },
        {
            "title": "In brief: Kingdomtide; The Other Half of Augusta Hope; The Squiggly Career – reviews",
            "category": "Books",
            "snippet": "Kingdomtide Rye Curtis Fourth Estate, £12.99, pp336 A strangely compelling debut novel, Kingdomtide begins when the elderly – but never frail – Cloris …"
        },
        {
            "title": "How to treat a minor burn",
            "category": "Life-and-Style",
            "snippet": "Summary: All burn surgeons recommend running cool water on the affected area for 20 minutes. You want to cool the burn to reduce the chances of more of the ski …"
        },
        {
            "title": "Himalayan headbangers: in the moshpit with the metalheads of Kathmandu",
            "category": "Music",
            "snippet": "When Ugra Karma made the first-ever Nepali metal recording, they didn’t intend to start a subculture. They just wanted to make life easier for themsel …"
        },
        {
            "title": "Neil Peart obituary",
            "category": "Music",
            "snippet": "The drummer Neil Peart, who has died aged 67 of brain cancer, enjoyed such a reputation for his deft, powerful drumming with the Canadian rock band Ru …"
        },
        {
            "title": "The alarming truth about how sugar ruins your sleep",
            "category": "Life-and-Style",
            "snippet": "Sugar is bad; sugar is evil; sugar is the devil. We all know that, although that doesn’t stop us from heaping it over our Weetabix every morning and a …"
        },
        {
            "title": "Bling up my Roller! Inside the new breed of bespoke Rolls-Royce",
            "category": "Business",
            "snippet": "Rolls-Royce is cashing in on the trend for extravagantly upholstered luxury cars by producing vehicles with a range of upgrades including televisions, …"
        },
        {
            "title": "UK interest rate cut looms as move backed by fifth policymaker",
            "category": "Business",
            "snippet": "Momentum towards an interest cut is growing after a third member of the Bank of England’s rate-setting committee signalled that the British economy co …"
        },
        {
            "title": "Letter: Paul Birkbeck obituary",
            "category": "Music",
            "snippet": "The artist Paul Birkbeck was also interested in American roots music. During the mid-1960s he played the banjo with the Dedicated Men Jugband. Their r …"
        },
        {
            "title": "Buck Henry obituary",
            "category": "Film",
            "snippet": "The actor and screenwriter Buck Henry, who has died aged 89 of a heart attack, was rarely seen without a baseball cap and a deadpan expression; he loo …"
        },
        {
            "title": "Vijay Iyer: Ritual Ensemble review – thrilling curveballs from Harvard's best",
            "category": "Music",
            "snippet": "Vijay Iyer introduced the Ritual Ensemble’s concert in his Wigmore Hall composer-in-residence series by observing: “We all have an affiliation with Ha …"
        },
        {
            "title": "Steve McQueen: lack of diversity could ruin Baftas' credibility",
            "category": "Film",
            "snippet": "Steve McQueen has said the British Academy of Film and Television Arts (Bafta) risks becoming irrelevant, redundant and of no interest or importance u …"
        },
        {
            "title": "Black MPs tell of being confused with other politicians",
            "category": "Politics",
            "snippet": "Two black female MPs have told of how they have been mistaken for other politicians and for parliamentary staff members in their first few weeks worki …"
        },
        {
            "title": "Gambling watchdog plans to ban online credit card bets",
            "category": "Business",
            "snippet": "Summary: The gambling industry watchdog is preparing to ban bookmakers from taking credit card deposits for betting online, in the latest move to prevent the e …"
        },
        {
            "title": "Ex-Prevent chief pans terror list's inclusion of Extinction Rebellion",
            "category": "UK-News",
            "snippet": "The official scheme to stop people becoming terrorists risks being damaged by scandals such as listing Extinction Rebellion as an extremist ideology, …"
        },
        {
            "title": "Extinction Rebellion guidance raises fresh concerns over Prevent",
            "category": "UK-News",
            "snippet": "The now recalled guidance issued by counter-terror police that placed Extinction Rebellion alongside the likes of jihadists and neo-Nazis emerged at a …"
        },
        {
            "title": "Labour leadership rivals back '10 pledges' to tackle antisemitism",
            "category": "Politics",
            "snippet": "Labour’s leader and deputy leadership contenders have demonstrated their commitment to tackling antisemitism in the party by backing a series of pledg …"
        },
        {
            "title": "Labour leadership hopefuls make final pitches for support",
            "category": "Politics",
            "snippet": "Summary: Labour MPs hoping to take over the party leadership will make their final behind-the-scenes pitches to colleagues for their support ahead of nominatio …"
        },
        {
            "title": "Exeter carry the English standard but French clubs look a real force",
            "category": "Sport",
            "snippet": "At first glance this year’s European Champions Cup is not noticeably awash with suspense, with four of the five pool winners plus Clermont Auvergne co …"
        },
        {
            "title": "Five ways to be upbeat",
            "category": "Life-and-Style",
            "snippet": "Have realistic aims Many of us would like to be happier, but there is no quick fix. “I would argue that becoming upbeat is an action,” says Dr Melanie …"
        },
        {
            "title": "Joining a choir helped me combat anxiety and find a meditative state of pure joy",
            "category": "Life-and-Style",
            "snippet": "When it comes to looking after your mental health, there is a lot of advice about what to start doing and what to stop, but sometimes the remedy is so …"
        },
        {
            "title": "Inside the US prison where inmates 'begged for their lives' amid days of violence",
            "category": "US-News",
            "snippet": "“People were begging for their lives as they were stabbed,” said Kelly Mallett, as his gaze drifted. “There were fires being set. Trash everywhere. Ra …"
        },
        {
            "title": "You’re Not Listening review – why we must listen to our opponents",
            "category": "Books",
            "snippet": "The premise of this book couldn’t be more timely, although the idea is also frighteningly easy to dismiss. There is a temptation to retreat into comfo …"
        },
        {
            "title": "IOC’s oppressive podium rules ignore history of legitimate Olympic protest",
            "category": "Sport",
            "snippet": "Some called him the Antelope. Others the King of Spring. But, above all, Peter O’Connor was a revolutionary. These days the exploits of the Irishman h …"
        },
        {
            "title": "UK GDP: economy shrank in run-up to election",
            "category": "Business",
            "snippet": "The UK economy shrank in November after a fall in consumer spending and a downturn in manufacturing before the election, raising pressure on the Bank …"
        },
        {
            "title": "Once Upon a Time in Hollywood gets Oscar boost at Critics Choice awards",
            "category": "Film",
            "snippet": "With less than a month to go until the Oscars, Once Upon a Time in Hollywood, Quentin Tarantino’s love letter to 1960s Los Angeles, received a timely …"
        },
        {
            "title": "US briefing: protests in Iran, royal crisis talks and impeachment",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. US defense secretary contradicts Trump’s Iran claims Witnesses say Iranian authorities fi …"
        },
        {
            "title": "Day6 review – powerpop and positive energy from frenetic k-rockers",
            "category": "Music",
            "snippet": "Summary: Sympathy is extended to Day6 fans who arrive too late to bag a spot at the front of the queue. By 7am on Sunday, 100 determined MyDays – the collectiv …"
        },
        {
            "title": "UK house sales rising after Boris Johnson's election win – Savills",
            "category": "Business",
            "snippet": "The estate agent Savills has said it is benefiting from a “Boris bounce” that has driven an increase in UK house sales since the December general elec …"
        },
        {
            "title": "Watergate reporter Bob Woodward writing follow-up to Trump book Fear",
            "category": "US-News",
            "snippet": "The Watergate reporter Bob Woodward is writing a follow-up to Fear, his 2018 bestseller on the Trump White House – and this time, the president has de …"
        }
    ]
}