{
    "page": [
        {
            "title": "Let's resolve to reconnect, says Welby in new year message",
            "category": "UK-News",
            "snippet": "The archbishop of Canterbury will urge people to make personal connections with others in 2020 to create a new unity in a divided society. In his new …"
        },
        {
            "title": "Be honest. You're not going to read all those books on your holiday, are you?",
            "category": "Books",
            "snippet": "Every year, about this time, my Instagram feed fills up with pictures of books. They’re piled somewhere between five and ten inches high, sometimes st …"
        },
        {
            "title": "Mariah Carey's Twitter account hacked on New Year's Eve",
            "category": "Music",
            "snippet": "Mariah Carey’s Twitter account appeared to have been hacked late Tuesday afternoon, sharing numerous racist slurs and comments with the singer’s 21.4 …"
        },
        {
            "title": "The joy audit: how to have more fun in 2020",
            "category": "Life-and-Style",
            "snippet": "The last time I felt joy was at an event that would be many people’s vision of hell: a drunken Taylor Swift club-night singalong in the early hours of …"
        },
        {
            "title": "Providence Lost by Paul Lay review – the rise and fall of Oliver Cromwell’s Protectorate",
            "category": "Books",
            "snippet": "The only public execution of a British head of state occurred 371 years ago outside the Banqueting House in Whitehall on 30 January 1649. It was a rad …"
        },
        {
            "title": "Zero-carbon electricity outstrips fossil fuels in Britain across 2019",
            "category": "Business",
            "snippet": "Summary: Zero-carbon energy became Britain’s largest electricity source in 2019, delivering nearly half the country’s electrical power and for the first time o …"
        },
        {
            "title": "The final sprint: will any of the Democratic candidates excite voters?",
            "category": "US-News",
            "snippet": "Democrats overwhelmingly agree that their top priority in 2020 is to remove Donald Trump from office. But which of the many Democrats running for pres …"
        },
        {
            "title": "War epics, airmen and young Sopranos: essential films for 2020",
            "category": "Film",
            "snippet": "1917 An epic of Lean-ian proportions is delivered in this spectacular from director and co-writer Sam Mendes, who has developed a real-life story of h …"
        },
        {
            "title": "Stashing your cash: the beginner's guide to saving",
            "category": "Life-and-Style",
            "snippet": "Much like going for a run or eating your greens, saving your cash offers long-term benefits, but is not always appealing. And, let’s face it, there ar …"
        },
        {
            "title": "'I'm on the hunt for humour and hope': what will authors be reading in 2020?",
            "category": "Books",
            "snippet": "Matt Haig I have been very dark and gloomy with my reading habits this year, perhaps in tune with the social mood. Like a pig sniffing for truffles, I …"
        },
        {
            "title": "Twenty athletes set to light up the Tokyo 2020 Olympics",
            "category": "Sport",
            "snippet": "Dina Asher-Smith Great Britain Athletics, 100m, 200m, 4x100m Seb Coe, who knows a thing or two about winning Olympic titles, believes Asher-Smith will …"
        },
        {
            "title": "The most exciting movies of 2020 – horror",
            "category": "Film",
            "snippet": "The Grudge A belated English language reboot of Japanese classic Ju-On: The Grudge (2002), this stars Andrea Riseborough and Demián Bichir as detectiv …"
        },
        {
            "title": "Diary of a Murderer by Kim Young-ha review – dark stories from South Korea",
            "category": "Books",
            "snippet": "Given that loss of memory has become a familiar device in fiction, and the psychopath such a popular character archetype, we shouldn’t be too surprise …"
        },
        {
            "title": "US election, Brexit and China to sway the markets in 2020",
            "category": "Business",
            "snippet": "After profiting from strong markets in 2019, investors are expecting 2020 to bring further rising asset prices and lively merger activity. But Brexit, …"
        },
        {
            "title": "TS Eliot’s intimate letters to confidante unveiled after 60 years",
            "category": "Books",
            "snippet": "A collection of more than 1,000 letters from the Nobel laureate TS Eliot to his confidante and muse Emily Hale is unveiled this week, after having bee …"
        },
        {
            "title": "Clive Lewis calls for unity among Labour leadership hopefuls",
            "category": "Politics",
            "snippet": "Summary: The Labour leadership hopeful Clive Lewis has called for unity among would-be candidates to succeed Jeremy Corbyn as they confront the “cliff face” of …"
        },
        {
            "title": "Visa applications: Home Office refuses to reveal 'high risk' countries",
            "category": "UK-News",
            "snippet": "Summary: Campaign groups have criticised the Home Office after it refused to release details of which countries are deemed a “risk” in an algorithm that filter …"
        },
        {
            "title": "Victims of NYE Surrey road crash were BA cabin crew",
            "category": "UK-News",
            "snippet": "At least seven people have been killed across the UK in road traffic collisions over the new year period. The deaths included three British Airways ca …"
        },
        {
            "title": "Man held on suspicion of double murder after bodies found in house",
            "category": "UK-News",
            "snippet": "Police have arrested a man on suspicion of murdering two people at a house in the village of Duffield in Derbyshire. The murder investigation was laun …"
        },
        {
            "title": "Great expectations: 'The quest for perfection has cannibalised my identity'",
            "category": "Life-and-Style",
            "snippet": "“You need to practice self-compassion,” my psychologist says to me. This is our sixth session and as per usual he is struggling to find a phrase, a po …"
        },
        {
            "title": "Anti-Islamic slogans spray-painted near mosque in Brixton",
            "category": "UK-News",
            "snippet": "Anti-Islamic slogans have been painted on a building close to a mosque and cultural centre in south London, the Metropolitan police have said. Officer …"
        },
        {
            "title": "Michael van Gerwen 3-7 Peter Wright: PDC world darts championship final – as it happened",
            "category": "Sport",
            "snippet": "Summary: That’s it for tonight’s blog, so I’ll leave you with a report from Ally Pally. Thanks for your company, goodnight! There’s so much affection for Peter …"
        },
        {
            "title": "Greggs launches meatless steak bake to beef up its vegan range",
            "category": "Business",
            "snippet": "Greggs, the UK’s largest bakery chain, will end speculation about its hotly anticipated new vegan snack by launching a meat-free version of its popula …"
        },
        {
            "title": "Woodford folk festival review – a much-needed moment of positivity and reprieve",
            "category": "Music",
            "snippet": "If Woodford folk festival was in mourning this year, you wouldn’t have known it. The death in May of festival elder and decade-long patron Bob Hawke c …"
        },
        {
            "title": "Household haze: how to reduce smoke in your home without an air purifier",
            "category": "Life-and-Style",
            "snippet": "Summary: On 1 January, Canberra experienced its worst air quality on record. Smoke from Australia’s devastating bushfires has now blown as far as Queenstown, N …"
        },
        {
            "title": "Sadiq Khan pledges free London travel for disabled people's carers",
            "category": "Politics",
            "snippet": "Sadiq Khan has kickstarted his bid for a second term as London mayor by pledging free travel on the city’s transport for anyone accompanying a disable …"
        },
        {
            "title": "‘Everyone thought I was mad’: how to make a life-changing decision – and stick to it",
            "category": "Life-and-Style",
            "snippet": "Summary: When I was 26, I broke up with a long-term partner, got an ill-advised facial piercing and changed careers – all in the space of a month. What I learn …"
        },
        {
            "title": "In the Line of Duty review – race-against-time cop thriller",
            "category": "Film",
            "snippet": "There’s a straight-to-video feel to this cop thriller, directed by action veteran Steven C Miller, written by Jeremy Drysdale (who scripted the indie …"
        },
        {
            "title": "Manchester poet Tony Walsh performs tribute to children's hospital",
            "category": "UK-News",
            "snippet": "The performance poet Tony Walsh, whose ode to Manchester became a worldwide hit after the Arena bomb, has written a moving tribute to Royal Manchester …"
        },
        {
            "title": "Can your phone keep you fit? Our writers try 10 big fitness apps – from weightlifting to pilates",
            "category": "Life-and-Style",
            "snippet": "Centr Price £15.49 a month. What is it? A full-service experience from the Hollywood star Chris Hemsworth: not just workouts, but a complete meal plan …"
        },
        {
            "title": "We Are from Jazz review – zany Russian musical comedy",
            "category": "Film",
            "snippet": "Only in a Woody Allen film will you hear quite as much Dixieland jazz as this. Here is We Are from Jazz, or We Are Jazzmen, the zany jazz comedy music …"
        },
        {
            "title": "The Other Half of Augusta Hope by Joanna Glen review – high emotions",
            "category": "Books",
            "snippet": "Summary: Who is Augusta Hope’s “other half”? In Glen’s debut, shortlisted for the Costa first novel prize, at first it’s Augusta’s twin sister, although the di …"
        },
        {
            "title": "Tara Erraught/James Baillieu review – quietly intense and simply exquisite",
            "category": "Music",
            "snippet": "Irish mezzo Tara Erraught’s latest Wigmore recital with her pianist James Baillieu took place between Christmas and New Year, though her beautifully c …"
        },
        {
            "title": "Talking Horses: picking the five best races of the last decade",
            "category": "Sport",
            "snippet": "You might take the view that the end of the decade is actually a year away, but at least it’s 10 years since I last did something like this. I’ve limi …"
        },
        {
            "title": "The Reality Bubble by Ziya Tong review – blind spots and hidden truths",
            "category": "Books",
            "snippet": "Publishing functions very much like the fashion world. Like a suddenly ubiquitous cut of hem or style of trainer, a book comes along every few seasons …"
        },
        {
            "title": "Alleged drink-driver arrested on motorway had no front tyres",
            "category": "UK-News",
            "snippet": "An alleged drink-driver who was arrested on the motorway on New Year’s Day had been driving without front tyres. The motorist was said to be nearly si …"
        },
        {
            "title": "MC Beaton, multimillion-selling author of Agatha Raisin novels, dies aged 83",
            "category": "Books",
            "snippet": "MC Beaton, the prolific creator of the much loved fictional detectives Agatha Raisin and Hamish Macbeth, has died after a short illness at the age of …"
        },
        {
            "title": "First transgender Marvel superhero coming 'very soon'",
            "category": "Film",
            "snippet": "The first transgender character in a Marvel movie will probably appear in a film released next year. Speaking at an event at the New York Film Academy …"
        },
        {
            "title": "The six-pack can wait: how to set fitness goals you will actually keep",
            "category": "Life-and-Style",
            "snippet": "Summary: Most of us have, at some point in our lives, looked in the mirror and decided we need a radical image overhaul – especially in January. Then, when we …"
        },
        {
            "title": "Gold from Highlands mine to be made into Scottish jewellery",
            "category": "UK-News",
            "snippet": "A small goldmine in the Highlands plans to start producing gold in commercial quantities for the first time after repeated delays. The mine at Cononis …"
        },
        {
            "title": "Tell us about your mixed-sex civil partnership plans",
            "category": "UK-News",
            "snippet": "The first mixed-sex couples have started to become civil partners in the UK, following a landmark legal battle won by Rebecca Steinfeld and Charles Ke …"
        },
        {
            "title": "England ready for tortoise and hare race in second Test at Newlands",
            "category": "Sport",
            "snippet": "As Harold Macmillan is supposed to have explained, there are times when the best‑laid plans disappear like melting snow in springtime and a whole new …"
        },
        {
            "title": "All Federico Fellini's films – ranked!",
            "category": "Film",
            "snippet": "20. The Voice of the Moon (1990) A gentle, episodic Fellini, with Roberto Benigni playing Ivo, a madcap character who travels far and wide across the …"
        },
        {
            "title": "Isle of Wight’s rattling, rolling, charming ex-tube trains face end of the line",
            "category": "UK-News",
            "snippet": "The train trip from Ryde Pier Head to Shanklin on the Isle of Wight in carriages built 80 years ago for the small tunnels of certain London Undergroun …"
        },
        {
            "title": "Meaty by Samantha Irby review – scatological essays",
            "category": "Books",
            "snippet": "To call Samantha Irby’s book scatological would be an understatement. This is a book about assholes – yes, the kind who cheats on you, or never calls, …"
        },
        {
            "title": "Call for more diverse Lake District sparks row over area's future",
            "category": "UK-News",
            "snippet": "The head of the Lake District national park authority (LDNPA) has been accused of using the issue of diversity to push through commercial development …"
        },
        {
            "title": "Sharon Choi: how we fell for Bong Joon-ho's translator",
            "category": "Film",
            "snippet": "Just when you thought Bong Joon-ho – the affable maestro of Korean cinema and now, with his class-conscious Cannes winner Parasite, champion of the pe …"
        },
        {
            "title": "Whitehall reforms may lead to discrimination, says union",
            "category": "Politics",
            "snippet": "Boris Johnson’s “seismic” Whitehall reforms, including regular exams for senior civil servants, could lead to discrimination against staff on the grou …"
        },
        {
            "title": "The most exciting movies of 2020 – biopics",
            "category": "Film",
            "snippet": "Respect Having wiped away her Catstoddler snot, Jennifer Hudson gives her pipes a wider airing in this Aretha Franklin biopic which – unlike other mov …"
        },
        {
            "title": "Tune-free pop and the new Katie Hopkins: our 2020 celebrity predictions",
            "category": "Life-and-Style",
            "snippet": "There are two ways to spend New Year’s Eve, as best as I can tell: you either dirty the floor of a house party and spend the smallest of the small hou …"
        }
    ]
}