{
    "page": [
        {
            "title": "One to watch: Obongjayar",
            "category": "Music",
            "snippet": "Much of London’s recent music output is indebted to west Africa. Whether it’s the way that contemporary Nigerian pop genre Afrobeats has melded with r …"
        },
        {
            "title": "Black Country, New Road review – truly a sound less travelled",
            "category": "Music",
            "snippet": "There are, apparently, seven people on stage, making what sounds like eastern Mediterranean rave music. The lighting (of which there is little) and th …"
        },
        {
            "title": "Happy ever after: why writers are falling out of love with marriage",
            "category": "Books",
            "snippet": "Greta Gerwig’s film adaptation of Louisa May Alcott’s 1868 classic Little Women begins with an adult Jo March entering the smoke-filled, man-filled of …"
        },
        {
            "title": "Jodie Whittaker: ‘I believe in aliens 100%’",
            "category": "Life-and-Style",
            "snippet": "Unintentionally, my parents brought me and my brother up completely gender-unspecific, part of a drama-less four in the village my family still live i …"
        },
        {
            "title": "Ben Stokes escapes ban over ‘audible obscenity’ after row with supporter",
            "category": "Sport",
            "snippet": "Ben Stokes has escaped a ban for swearing at a supporter on the opening day of the fourth Test against South Africa, after accepting a level one charg …"
        },
        {
            "title": "It’s time to tune in: why listening is the real key to communication",
            "category": "Life-and-Style",
            "snippet": "When people find out I’m a journalist, they typically tell me they used to write for their school newspaper or that their child wants to be a journali …"
        },
        {
            "title": "The Turning review – stolid take on The Turn of the Screw",
            "category": "Film",
            "snippet": "This contemporary adaptation of The Turn of the Screw takes the ornate enigma of Henry James’s gothic novella and whittles it down into something rath …"
        },
        {
            "title": "BP looks to charismatic oil man to lead response to climate crisis",
            "category": "Business",
            "snippet": "It has been almost 10 years since BP was mired in the largest marine oil spill in history, following the explosion at the Deepwater Horizon rig in the …"
        },
        {
            "title": "Kitsch confidential in New York",
            "category": "Life-and-Style",
            "snippet": "Behind the classic facade of US-born designer Sasha Bikoff’s prewar Greenwich Village duplex lies a tale of 18th-century France and glam disco-era bra …"
        },
        {
            "title": "Melina Matsoukas: ‘I didn't grow up seeing dark-skinned people fall in love on screen’",
            "category": "Film",
            "snippet": "Melina Matsoukas, 39, directed some of the most acclaimed music videos of the 2010s, including Rihanna’s We Found Love, Solange’s Losing You and Beyon …"
        },
        {
            "title": "Mark Wood shines with bat and ball as England dominate South Africa",
            "category": "Sport",
            "snippet": "With a potent mix of flamboyant batting and superbly disciplined bowling, England ruthlessly tightened their grip on the series against an increasingl …"
        },
        {
            "title": "Nathan Hughes inspires convincing Bristol victory over Gloucester",
            "category": "Sport",
            "snippet": "Premiership clubs were quick to welcome the demotion of Saracens but they are appreciably slower to fill the vacuum at the top of the table left by th …"
        },
        {
            "title": "Book clinic: what postmodernist writers should I try?",
            "category": "Books",
            "snippet": "Q: I love Ben Lerner. Can you please recommend some other good postmodernist writers? Keana Sierra, 23, Luthier, Norway A: Alex Preston, an author, jo …"
        },
        {
            "title": "Paisley Park odds-on for Cheltenham’s Stayers Hurdle after Trials Day win",
            "category": "Sport",
            "snippet": "Paisley Park went odds-on with most firms for a second Stayers Hurdle success after winning on Trials Day here with a performance that suggests he is …"
        },
        {
            "title": "Veterans criticize Trump's downplaying of US troops' brain injuries",
            "category": "US-News",
            "snippet": "Veterans of Foreign Wars, a prominent organization advocating for US military veterans, has called for Donald Trump to apologize for remarks downplayi …"
        },
        {
            "title": "Grenfell inquiry panellist steps down over cladding company links",
            "category": "UK-News",
            "snippet": "A key member of the Grenfell Tower public inquiry has resigned after fury among survivors and the bereaved at her links to the company that made the c …"
        },
        {
            "title": "Trump impeachment trial: president’s defense holds brief first day of opening arguments – as it happened",
            "category": "US-News",
            "snippet": "Live coverage of Donald Trump’s impeachment trial continues on Monday’s blog: Today, Trump’s defense team began their case arguing against the preside …"
        },
        {
            "title": "'Like bubbles of champagne': why I celebrate special days by visiting swimming spots",
            "category": "Life-and-Style",
            "snippet": "To mark the last day of 2019, I went to Giles baths at the north end of Coogee beach for a celebratory New Year’s Eve swim. A swell was pumping just b …"
        },
        {
            "title": "If you love Australia, climate change should scare the hell out of you",
            "category": "Business",
            "snippet": "I love Australia. It’s not a thing you hear too often from progressives. Mostly this is because we don’t go in for the pathetic jingo-nationalist, qua …"
        },
        {
            "title": "Essence of jasmine: fragrant memories of childhood, love, and comfort",
            "category": "Life-and-Style",
            "snippet": "It took us two years to find our house. I wasn’t looking for a house so much as I was looking for space to liberate the roots of all the potted fruit …"
        },
        {
            "title": "The new faces who can make an impact at the 2020 Six Nations",
            "category": "Sport",
            "snippet": "The players George Furbank (England) The 23-year-old Northampton full-back has had a breakthrough season at Franklin’s Gardens having already equalled …"
        },
        {
            "title": "Bernie Sanders surges in Iowa poll ahead of caucuses",
            "category": "US-News",
            "snippet": "Bernie Sanders has surged ahead of Democratic rivals in Iowa, a new poll released on Saturday suggests, with barely a week to go until the state’s vot …"
        },
        {
            "title": "Wayne Pivac set to give Wales more exciting style of Six Nations play",
            "category": "Sport",
            "snippet": "The last time Wales hired a former policeman as head coach he used the skills he had learned on the beat in New Zealand to trap a player who claimed t …"
        },
        {
            "title": "Fresh doubts cast over John Bercow’s peerage as bullying claims resurface",
            "category": "Politics",
            "snippet": "John Bercow’s prospects of being elevated to the House of Lords were further undermined last night after a retired senior parliamentary official claim …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "War, virus, recession … nothing can stop the tech giants from growing",
            "category": "Business",
            "snippet": "Even in our age of tech billionaires, Elon Musk’s potential pay packet from Tesla is eyecatching. If the Californian carmaker’s average market value s …"
        },
        {
            "title": "On the Record: the music industry #MeToo doc that caused Oprah to turn away",
            "category": "Film",
            "snippet": "At a festival filled with smaller films jostling for attention, and quite often distribution, making headlines two weeks before Sundance has even kick …"
        },
        {
            "title": "Home listening: August Stradal, the Kitgut Quartet and Kenneth Hamilton",
            "category": "Music",
            "snippet": "• For me, and it seems for many others (more than 7m hits on Spotify and counting), a standout classical music track of recent times is Víkingur Ólafs …"
        },
        {
            "title": "How MI5 chiefs abandoned Stephen Ward to take the blame in Profumo scandal",
            "category": "UK-News",
            "snippet": "With each passing year, the scandal becomes murkier. As the success of the BBC One drama series The Trial of Christine Keeler demonstrates, interest i …"
        },
        {
            "title": "Call for new law to protect victims in the justice system",
            "category": "UK-News",
            "snippet": "Ministers have been urged to introduce a “victims’ law” to stop people losing faith in the criminal justice system. The move comes after new data reve …"
        },
        {
            "title": "Mystery bulbs mean spring will be a bigger surprise",
            "category": "Life-and-Style",
            "snippet": "I grew up in a magical land of meadow snowdrops, woodland bluebells and hedgerow primroses. There were riverside banks of wild garlic, which I loved f …"
        },
        {
            "title": "British stars unveil alternative Bafta list in film diversity row",
            "category": "Film",
            "snippet": "A group of leading British stars and film directors, including Gemma Arterton, Carey Mulligan and Joely Richardson, are to speak out this week against …"
        },
        {
            "title": "Can’t decide which lipstick? Wear two…",
            "category": "Life-and-Style",
            "snippet": "When did wearing lipstick become so complicated? There are so many options: liquid, matte, shiny, satin, sheer… And then the number of colours. I mean …"
        },
        {
            "title": "Coco Gauff's fairytale run at Australian Open ended by Sofia Kenin",
            "category": "Sport",
            "snippet": "It’s tough being a young American tennis prodigy – especially when there is a younger version across the net, so Sofia Kenin’s win over Coco Gauff on …"
        },
        {
            "title": "Sunday with Bobbi Brown: ‘I head to bed long before I’m tired’",
            "category": "Life-and-Style",
            "snippet": "What’s your morning routine? I wake up naturally at 6.30am and let the dog out. I drink two glasses of water – with lemon to clean up my liver, or sal …"
        },
        {
            "title": "No Fathers in Kashmir review – dithering heights",
            "category": "Film",
            "snippet": "A naive British teenager travels to war-ravaged Kashmir with her mother to meet her grandparents, and to learn the truth about her missing father in t …"
        },
        {
            "title": "Britain’s tax on tech titans may be the key to cutting them down to size",
            "category": "Business",
            "snippet": "Summary: When US treasury secretary Steven Mnuchin threatens to impose tariffs on a country’s car industry if it taxes American tech giants, you are inclined t …"
        },
        {
            "title": "Brexit Britain may soon find itself sinking faster than Venice",
            "category": "Business",
            "snippet": "One of the privileges of my trade is that the best seminars often take place in the best places. I no longer attend the Davos World Economic Forum but …"
        },
        {
            "title": "Technology allows us to appreciate Liverpool and Stokes winning in style",
            "category": "Sport",
            "snippet": "When the history comes to be written of this football season, there will be two stories that dominate. The first, barring some kind of bizarre catastr …"
        },
        {
            "title": "The sorry tale of Saracens still leaves questions to be answered",
            "category": "Sport",
            "snippet": "Summary: There is nothing like a salary-cap crisis for holding the mirror up to each and every one of us. In a not-dissimilar effect to that of Brexit, our opi …"
        },
        {
            "title": "Six Nations united in change and ready to attack new challenges",
            "category": "Sport",
            "snippet": "It is just under three months since the World Cup, little enough that a lot of players and coaches are still reckoning with where it went wrong, long …"
        },
        {
            "title": "Farewell, Europe: the long road to Brexit",
            "category": "Politics",
            "snippet": "Summary: Last week, with the end of the UK’s 47-year membership of the club of European nations just days away, I looked back at some newspaper cuttings from m …"
        },
        {
            "title": "Vaporfly shoes will help me reach my marathon dream. Should I use them?",
            "category": "Life-and-Style",
            "snippet": "My name is Jamie and I’m a cheat. This is my confession. As with most things today, the internet is largely to blame. Initially, I started exploring o …"
        },
        {
            "title": "The Personal History of David Copperfield review – Iannucci makes Dickens his own",
            "category": "Film",
            "snippet": "Having found unexpected laughter in the historical horrors of The Death of Stalin, Armando Iannucci works comedic wonders with the labyrinthine twists …"
        },
        {
            "title": "The delicious joy of sitting in judgement on the lives of others",
            "category": "Life-and-Style",
            "snippet": "I write this as a person rarely wrong. Which, thank you, yes, is a huge thing to carry around, a colossal pressure – I wear my rightness heavily, like …"
        },
        {
            "title": "Buttigieg is a scholar and a war veteran … but is the US ready for a gay president?",
            "category": "US-News",
            "snippet": "Jerry Pinneke is backing Pete Buttigieg for president despite himself. The retired engineer, who worked in the US, Brazil and the UK, likes the Indian …"
        },
        {
            "title": "The nation now leaving platform one … views from the Eurostar on Brexit",
            "category": "Politics",
            "snippet": "I am taking the 8.55am Eurostar train from London to Amsterdam via Brussels on a foggy morning in the last days before the UK leaves the European Unio …"
        },
        {
            "title": "How is the most unpopular and divisive president on his way to a second term?",
            "category": "US-News",
            "snippet": "Long after nightfall, an exultant Donald Trump takes the stage in a hotel ballroom, punching the air in front of giant TV screens. A delirious crowd i …"
        },
        {
            "title": "How to grow a chilli with your kind of kick",
            "category": "Life-and-Style",
            "snippet": "The first signs of spring might well be weeks, if not months, away, so for those impatient for warmer days ahead there is one summer crop you can get …"
        },
        {
            "title": "Beach huts or beauty spot?  Battle rages over Loch Long plan",
            "category": "UK-News",
            "snippet": "Summary: Even by the aesthetic standards of some rural property developments, the one planned at Loch Long in Argyll and Bute is startlingly nondescript. The s …"
        }
    ]
}