{
    "page": [
        {
            "title": "Shopping centre owner Intu's shares fall as it aims to raise up to £1bn",
            "category": "Business",
            "snippet": "Shares in Intu fell sharply after the indebted shopping centre owner confirmed it would push ahead with a cash call thought to be worth as much as £1b …"
        },
        {
            "title": "Australian Open day one: Djokovic through, Zhang beats Stephens – as it happened",
            "category": "Sport",
            "snippet": "That’s all from me today. Thanks for following and we will be back tomorrow for day two of the Australian Open. You can find tomorrow’s full order of …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Lucky Alex42 has just discovered PG Wodehouse and …"
        },
        {
            "title": "Dan Evans rallies to join Novak Djokovic in Australian Open second round",
            "category": "Sport",
            "snippet": "Dan Evans squeaked into the second round of the Australian Open just before heavy rain drenched Melbourne on day one, but he knows Japan’s Yoshihito N …"
        },
        {
            "title": "Prince Harry and Meghan could face costly fight for Sussex Royal brand",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex face an expensive and complicated battle if forced to change their Sussex Royal brand, experts have said. The future of …"
        },
        {
            "title": "CBSO/Gražinytė-Tyla review – massed forces rise to a monumental Mahler",
            "category": "Music",
            "snippet": "Mirga Gražinytė-Tyla is taking it steadily, but she is already almost halfway through a Mahler cycle with the City of Birmingham Symphony Orchestra. U …"
        },
        {
            "title": "Lee Child letting go of his creation is a tale told by other bestsellers",
            "category": "Books",
            "snippet": "“Not much surprises me these days but this news did,” said Ian Rankin of Lee Child’s revelation this weekend that his brother, Andrew Grant, would be …"
        },
        {
            "title": "Joe Root says world No 1 Test ranking is back in England’s sights",
            "category": "Sport",
            "snippet": "Joe Root says England are targeting becoming the No 1 team in the world following a crushing innings-and-53 run win in the third Test against South Af …"
        },
        {
            "title": "Seven Kings residents describe 'horrific' scene of triple stabbing",
            "category": "UK-News",
            "snippet": "Residents of a north-east London street where three men were stabbed and bled to death have described the horrific aftermath of the attack. Two men, a …"
        },
        {
            "title": "Jimmy Heath obituary",
            "category": "Music",
            "snippet": "Summary: The saxophonist Jimmy Heath, who has died aged 93, flew the flag for bebop – that hyperactive, melodically cryptic, highwire-act of a jazz idiom – wit …"
        },
        {
            "title": "UK extremism tsar urges rethink after Extinction Rebellion listed as terror threat",
            "category": "UK-News",
            "snippet": "The government’s chief adviser on extremism has called for a clearer official definition of extremism in the light of revelations that Extinction Rebe …"
        },
        {
            "title": "'Starmer is the most pragmatic': readers on the Labour leadership",
            "category": "Politics",
            "snippet": "Following a Guardian callout where we asked you to share your thoughts on the candidates for the Labour leadership election, most readers expressed su …"
        },
        {
            "title": "Fire anxiety: tips for managing your mental health during and after a crisis",
            "category": "Life-and-Style",
            "snippet": "Summary: While Darren Baguley was stuffing the turkey on Christmas Day, his wife, Shireen, was putting out spot fires on their Nullo Mountain property in New S …"
        },
        {
            "title": "Fugitive Briton who took her children to Jersey on dinghy sentenced",
            "category": "UK-News",
            "snippet": "A British mother who spent years on the run with her two children before being caught after arriving on the island of Jersey in an inflatable boat has …"
        },
        {
            "title": "Grenfell: owners of blocks with dangerous cladding to be named",
            "category": "UK-News",
            "snippet": "Owners of apartment blocks who refuse to remove dangerous combustible cladding will be named and shamed as part of new post-Grenfell safety measures, …"
        },
        {
            "title": "UK shrugs off Brexit uncertainty with backing of global CEOs",
            "category": "Business",
            "snippet": "Summary: Government hopes of an economic boost from an easing of Brexit uncertainty have been boosted by a poll showing that the UK is increasingly attractive …"
        },
        {
            "title": "What Did Jack Do? review – David Lynch's surprise Netflix short is pure, surreal style",
            "category": "Film",
            "snippet": "Dropping short films without warning is the new rock’n’roll for A-list directors right now: Paul Thomas Anderson did it with the dance piece Anima and …"
        },
        {
            "title": "Sir Philip Green assault case dismissed in US",
            "category": "Business",
            "snippet": "Sir Philip Green will no longer face charges of misdemeanour assault in the US, after four counts alleging he repeatedly touched a pilates instructor …"
        },
        {
            "title": "I’d never heard of Laurence Fox until he started lecturing us about racism",
            "category": "UK-News",
            "snippet": "I had never heard of Laurence Fox until I saw him on Question Time telling a BAME person that the criticism of Meghan wasn’t racist. When Fox finished …"
        },
        {
            "title": "Labour leadership: Starmer secures place on final ballot by getting Usdaw nomination – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has suffered his defeat defeat in parliament since the general election and peers voted to insert an amendment into the EU (withdrawal a …"
        },
        {
            "title": "Can the troubled HS2 project get back on track?",
            "category": "UK-News",
            "snippet": "Summary: Leaks of a government-commissioned report into HS2 suggest that the total cost of the high-speed rail network could reach £106bn. The escalating budge …"
        },
        {
            "title": "IMF: climate crisis threatens global economic recovery",
            "category": "Business",
            "snippet": "The International Monetary Fund has warned that the world economy is increasingly vulnerable to the impact of the climate emergency as the Washington- …"
        },
        {
            "title": "HS2 costs could rise to £106bn or more, warns government review",
            "category": "UK-News",
            "snippet": "The political battle over HS2 has intensified following the leak of a government review that found the costs of the high-speed rail link could reach £ …"
        },
        {
            "title": "Nigel Wray’s gold rather than an ideology paved The Saracens Way to success",
            "category": "Sport",
            "snippet": "In September and October last year, with what we now have to say is slightly unfortunate timing, Saracens issued a series of short videos to commemora …"
        },
        {
            "title": "Setback for Boris Johnson as Lords amend Brexit bill",
            "category": "Politics",
            "snippet": "Boris Johnson’s Brexit deal has received a setback in the Lords after three amendments to the bill were passed. In the government’s first parliamentar …"
        },
        {
            "title": "Review of Premiership salary cap will consider improving transparency",
            "category": "Sport",
            "snippet": "The former business minister Lord Myners will consider whether Premiership Rugby’s salary cap procedures should become more transparent, and if report …"
        },
        {
            "title": "Eddie Jones to gather England squad for peace talks over Saracens furore",
            "category": "Sport",
            "snippet": "Eddie Jones will hold clear-the-air talks with his England squad to try and reduce the impact of the Saracens salary cap furore on the national team’s …"
        },
        {
            "title": "Obama honors Martin Luther King’s ‘moral clarity’ as 2020 Democrats show unity",
            "category": "US-News",
            "snippet": "Barack Obama spoke out on America’s Martin Luther King Day holiday on Monday, posting a link to the civil rights leader’s 1963 letter from an Alabama …"
        },
        {
            "title": "Greenpeace hits out at Davos banks for $1.4tn climate hypocrisy",
            "category": "Business",
            "snippet": "The world’s leading financial institutions have been accused of hypocrisy over the climate emergency, after providing significant support for the foss …"
        },
        {
            "title": "Business leaders urge government to publish aims for Brexit deal",
            "category": "Politics",
            "snippet": "The government must urgently publish its negotiating objectives for the next stage of Brexit talks, the Institute of Directors (IoD) has said, as it w …"
        },
        {
            "title": "Royal wedding cellist calls for action on diversity in music",
            "category": "Music",
            "snippet": "Sheku Kanneh-Mason, the award-winning cellist who rose to prominence after performing at Harry and Meghan’s wedding, has called for greater investment …"
        },
        {
            "title": "Lie-detector tests planned for convicted terrorists freed on licence",
            "category": "Politics",
            "snippet": "Convicted terrorists will face lie-detector tests under a raft of measures drawn up in the wake of the most recent London Bridge attack to toughen up …"
        },
        {
            "title": "Jonathan Pryce: ‘There’s a definite shortage of 72-year-old Welsh men’",
            "category": "Film",
            "snippet": "It is the day after the Oscar nominations, and Jonathan Pryce is perched at a corner table in a humdrum London bar, guest of honour at the saddest cel …"
        },
        {
            "title": "Woman who was gang-raped at 17 tries to find witnesses after 40 years",
            "category": "UK-News",
            "snippet": "A woman who was raped as a 17-year-old by a gang of men more than 40 years ago has spoken out to try to catch her attackers. The woman was sexually as …"
        },
        {
            "title": "Australian Open 2020: day two, afternoon session - as it happened",
            "category": "Sport",
            "snippet": "Summary: And that’s where our coverage of the afternoon session ends. Rafael Nadal was brilliant in seeing off Hugo Dellien, British No 1 Jo Konta will have lo …"
        },
        {
            "title": "Lindsey Graham: senator who became Trump’s loudest impeachment bulldog",
            "category": "US-News",
            "snippet": "To mount his defense at his Senate impeachment trial, Donald Trump will dispatch a bespoke legal team. But the president will also rely on some help f …"
        },
        {
            "title": "Mitch McConnell: ruthless operator determined to triumph for Trump",
            "category": "US-News",
            "snippet": "For all the hidden pitfalls that a Senate impeachment trial might hold for Donald Trump, he has so far enjoyed the steady support of elected Republica …"
        },
        {
            "title": "From vagina eggs to anti-vaxxers: is it time for an influencer detox?",
            "category": "Life-and-Style",
            "snippet": "For purveyors of snake oil, January is an especially lucrative month. Fresh from our festive excesses, our bodily insecurities are readily exploited b …"
        },
        {
            "title": "Dear Life by Rachel Clarke review – somewhere towards the end",
            "category": "Books",
            "snippet": "Dying is what we do. Rich and poor, quickly or slowly, in pain or in peace, young and old and somewhere in between, we all come to our own sure extinc …"
        },
        {
            "title": "Brexit weekly briefing: farce over Big Ben bong a fitting end to the saga",
            "category": "Politics",
            "snippet": "Summary: Welcome to the Guardian’s weekly Brexit briefing, which, after more than three and a half years and nearly 170 instalments, will be landing in your in …"
        },
        {
            "title": "Poetry book of the month: Arias by Sharon Olds – review",
            "category": "Books",
            "snippet": "Summary: The American Sharon Olds goes where many poets would fear to tread and others not dream of treading. Like a curious child, she wanders past No Entry s …"
        },
        {
            "title": "Prince Harry arrives in Canada to join Meghan and Archie",
            "category": "UK-News",
            "snippet": "Prince Harry has arrived in Canada where he and his wife, Meghan, plan to start their new life outside of the royal family. Photographs showed the Duk …"
        },
        {
            "title": "How NFL running back Justin Jackson became an unexpected star of the left",
            "category": "Sport",
            "snippet": "Even in an era of anthem protests and White House boycotts, there is something about Justin Jackson that feels like a new mold for the politically ene …"
        },
        {
            "title": "Dedicated followers: collectors of book inscriptions share their notes",
            "category": "Books",
            "snippet": "Summary: The book tells you a story before you’ve read a word of it. On the cover is Charlie Brown, carrying a baseball bat and dejectedly dragging his mitt, a …"
        },
        {
            "title": "Early release to be scrapped for violent and sexual offenders",
            "category": "Politics",
            "snippet": "Serious violent and sexual offenders will no longer automatically be released halfway through their sentences under government plans introduced on Wed …"
        },
        {
            "title": "My greatest honor: I wrote a book that touched people living in poverty",
            "category": "Books",
            "snippet": "Three weeks after my first book was published, I sat on a ragged couch in a greenroom at a studio in San Francisco, working furiously on two cough dro …"
        },
        {
            "title": "Labour leadership: Emily Thornberry vows to make rich pay more tax",
            "category": "Politics",
            "snippet": "Summary: Emily Thornberry will campaign to tax the wealthiest people in society more if she is elected leader of the Labour party. The former barrister said it …"
        },
        {
            "title": "US briefing: impeachment trial, coronavirus and gun violence",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. McConnell aims for speedy trial conducted outside primetime For only the third time in US …"
        },
        {
            "title": "Dixons Carphone mobile slump offset by TV and hairdryer sales",
            "category": "Business",
            "snippet": "Dixons Carphone, Britain’s biggest electrical and mobile phone retailer, has suffered a further slump in mobile sales but benefited from a surge in sa …"
        },
        {
            "title": "Half of a Yellow Sun ends abruptly - but at the right time",
            "category": "Books",
            "snippet": "Summary: It’s a historical fact that the Biafran war lasted from 1967 until 1970. But like all apparently objective historical facts, this one feels more subje …"
        }
    ]
}