{
    "page": [
        {
            "title": "Nirvana reunion: Dave Grohl's 13-year-old daughter steals the show",
            "category": "Music",
            "snippet": "Summary: When arts charity the Art of Elysium announced the lineup for its annual Heaven Is Rock and Roll Gala in Los Angeles, the attention was on the second …"
        },
        {
            "title": "American Dirt by Jeanine Cummins review – panic and pathos on the run from the cartel",
            "category": "Books",
            "snippet": "At the opening of Jeanine Cummins’s devastating and timely novel, bookshop owner Lydia and her eight-year-old son, Luca, are the only survivors of a t …"
        },
        {
            "title": "Silicon Valley has pledged billions to fight the housing crisis. It won't be enough",
            "category": "US-News",
            "snippet": "California’s housing crisis reached new heights in 2019. The state had 91 of the most expensive zip codes for home sales in the country, while more Ca …"
        },
        {
            "title": "A month of meaningful conversation: my quest to befriend a new person every day",
            "category": "Life-and-Style",
            "snippet": "Summary: Why is no one talking to me? I’ve been sitting in an ice-cream parlour at a designated chatter and natter table for over an hour, waiting to have a me …"
        },
        {
            "title": "Poem of the week: House by Robert Browning",
            "category": "Books",
            "snippet": "House I Shall I sonnet-sing you about myself? Do I live in a house you would like to see? Is it scant of gear, has it store of pelf? “Unlock my heart …"
        },
        {
            "title": "Talking Horses: why a five-day Cheltenham Festival is a terrible idea",
            "category": "Sport",
            "snippet": "Summary: If you enjoy a thing, it’s only natural to want more of it, as those of us who have done extremely well at the trough in the past fortnight are keenly …"
        },
        {
            "title": "How did you overcome your Brexit family fallouts?",
            "category": "Politics",
            "snippet": "The 2016 EU referendum result threw families, friends and couples into bitter conflict. As Brexit finally arrives, we want to hear from people who man …"
        },
        {
            "title": "Reynhard Sinaga: the 'Peter Pan' student who raped scores of men",
            "category": "UK-News",
            "snippet": "There is no such thing as a typical rapist. But both Reynhard Sinaga’s friends and victims agree there was nothing about his friendly and unthreatenin …"
        },
        {
            "title": "How serial rapist posed as a good samaritan to lure victims",
            "category": "UK-News",
            "snippet": "Reynhard Sinaga’s luck ran out shortly before 6am on 2 June 2017. For at least two-and-a-half years, the Indonesian student had honed his tactic of in …"
        },
        {
            "title": "The biggest Golden Globes snubs on a night of surprises",
            "category": "Film",
            "snippet": "Netflix stumbles at final hurdle Before the Globes, Hollywood was readying the knee cushions as it prepared to genuflect before the streaming giant, w …"
        },
        {
            "title": "How we met: ‘I don’t think she wanted to be a vicar’s wife’",
            "category": "Life-and-Style",
            "snippet": "In 2002, Tim volunteered to help out at a summer camp for teenagers, organised by the Anglican church he attended in Glossop, Derbyshire. “I had to at …"
        },
        {
            "title": "MC Beaton obituary",
            "category": "Books",
            "snippet": "The best known pseudonym of the crime writer Marion Chesney Gibbons, who has died aged 83, was MC Beaton, although she also wrote as Jennie Tremaine, …"
        },
        {
            "title": "Why Michelle Williams is the real winner of this year's Golden Globes",
            "category": "Film",
            "snippet": "Everyone knows that it’s not only what you win or who you wear that counts at an awards ceremony – it’s what you say. And were there a prize for most …"
        },
        {
            "title": "Dominic Cummings not allowed to directly hire civil servants – No 10",
            "category": "Politics",
            "snippet": "Boris Johnson’s chief adviser, Dominic Cummings, will not be allowed to bypass Whitehall’s usual recruitment processes when recruiting “weirdos” and “ …"
        },
        {
            "title": "Reynhard Sinaga jailed for life for raping dozens of men in Manchester",
            "category": "UK-News",
            "snippet": "A man described as “Britain’s most prolific rapist” will never be safe to be released, a court heard on Monday, as he was jailed for a minimum of 30 y …"
        },
        {
            "title": "Iranian Americans claim delays and questioning at US-Canada border",
            "category": "US-News",
            "snippet": "More than 60 Iranians and Iranian-Americans have been subject to questioning and lengthy delays while crossing back into the US from Canada in Blaine, …"
        },
        {
            "title": "Northern Ireland firms could seek £100m Brexit compensation",
            "category": "Politics",
            "snippet": "Boris Johnson is facing demands for cash compensation that could run to more than £100m for any disruption caused by Brexit to Northern Ireland’s busi …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from last week. Let’s start with a success for captainlego who bought …"
        },
        {
            "title": "Let it Go! Why the mayor of Hallstatt is telling Frozen fans to stay away",
            "category": "Film",
            "snippet": "Name: Hallstatt, Austria. Age: Archaeology suggests the area has been settled for about 3,000 years. Appearance: Like a fairytale alpine village, but …"
        },
        {
            "title": "Off heir! Why it’s time to ban royal weddings from TV",
            "category": "UK-News",
            "snippet": "If you woke up with a surfeit of sympathy today, you might spare a thought for Princess Beatrice and her betrothed, Edoardo Mapelli Mozzi. The BBC has …"
        },
        {
            "title": "Stokes’s brutal second Test batting cameo lays down marker for 2020",
            "category": "Sport",
            "snippet": "Ben Stokes missed the start of this tour to make sure he could pick up the BBC’s Sports Personality of the Year award in person after a stellar 2019. …"
        },
        {
            "title": "‘Myself is not my I today’: What can we learn from Chris Evans’ extraordinary life advice?",
            "category": "Life-and-Style",
            "snippet": "How would any of us know it was new year if the papers weren’t full of articles about how to improve ourselves written by people so clueless about lif …"
        },
        {
            "title": "Oil hits $70 and stocks slide as US-Iran tensions rise – as it happened",
            "category": "Business",
            "snippet": "And finally, European stock markets have closed in the red, although they did recover some of their losses. The FTSE 100 ended 47 points lower at 7,57 …"
        },
        {
            "title": "Labour leadership: NEC decides contest to last three months, with result announced Saturday 4 April – as it happened",
            "category": "Politics",
            "snippet": "Summary: Labour’s new leader and deputy leader will be announced at a special conference on 4 April, with prospective supporters given a 48-hour window next we …"
        },
        {
            "title": "£18bn Crossrail line delayed again to autumn 2021",
            "category": "UK-News",
            "snippet": "London transport authorities do not expect the £18bn Crossrail line to open before autumn 2021, in the latest delay to Europe’s largest infrastructure …"
        },
        {
            "title": "Dean Elgar: ‘I wouldn’t waste a referral knowing that I’d nicked it’",
            "category": "Sport",
            "snippet": "Dean Elgar has risked the wrath of the International Cricket Council by openly questioning his controversial dismissal on the fourth day of the second …"
        },
        {
            "title": "Jonathan Coe wins Costa prize for ‘perfect’ Brexit novel",
            "category": "Books",
            "snippet": "Jonathan Coe’s portrait of a Britain torn apart by the Brexit referendum, Middle England, has won the Costa novel award, described by judges as the pe …"
        },
        {
            "title": "Nicky Morgan to keep retiring MP payment despite role in Lords",
            "category": "Politics",
            "snippet": "Nicky Morgan, the culture secretary who stood down as an MP only to be elevated weeks later to the House of Lords, is planning to keep an £8,400 payme …"
        },
        {
            "title": "Labour leadership contenders urged to oppose clear-out of staff members",
            "category": "Politics",
            "snippet": "Labour’s main leadership contenders have been urged to join calls for a halt to a party reorganisation that would result in multiple sackings of party …"
        },
        {
            "title": "Koko Camden: blaze strikes renowned London music venue",
            "category": "UK-News",
            "snippet": "Summary: Firefighters are attempting to save the prominent north London music venue Koko, as flames were seen billowing out of its roof on Monday evening. The …"
        },
        {
            "title": "Prisoner reveals role in tackling London Bridge attacker with narwhal tusk",
            "category": "UK-News",
            "snippet": "Summary: A previously unidentified prisoner who helped tackle Usman Khan, the London Bridge knife attacker, has spoken for the first time about his role in the …"
        },
        {
            "title": "Renewables beat fossil fuels on 137 days in greenest year for UK energy",
            "category": "Business",
            "snippet": "Energy produced by the UK’s renewable sector outpaced fossil fuel plants on a record 137 days in 2019 to help the country’s energy system record its g …"
        },
        {
            "title": "Lizzo's Sydney Opera House performance was as close to transcendent as pop can get",
            "category": "Music",
            "snippet": "Summary: The floor rumbles as more than 2,000 people stamp their feet, raise their arms and bow down in unison as they chant the name “Lizzo”. I find myself wi …"
        },
        {
            "title": "Confusion over letter from US military signaling withdrawal of troops from Iraq – as it happened",
            "category": "US-News",
            "snippet": "Live political reporting continues in Tuesday’s blog: Kari Paul here, logging off for the night. Here are today’s top events to make note of: Republic …"
        },
        {
            "title": "Labour must ditch 'ideological purity', says Rosena Allin-Khan",
            "category": "Politics",
            "snippet": "Labour must move past the factionalism and “ideological purity” that has alienated voters across the country, the shadow minister Rosena Allin-Khan ha …"
        },
        {
            "title": "Archaeologists find graves of high-status Romans in Somerset",
            "category": "UK-News",
            "snippet": "The resting places of more than 50 adults and children have been found in an unusual Roman cemetery unearthed during building work for a new school in …"
        },
        {
            "title": "Brexit weekly briefing: UK counts down to 31 January departure",
            "category": "Politics",
            "snippet": "Welcome to the Guardian’s weekly Brexit briefing. If you’d like to receive this as a weekly email, sign up here. You can catch our latest Brexit Means …"
        },
        {
            "title": "Baftas 2020: British film awards on back foot after diversity row",
            "category": "Film",
            "snippet": "The British Academy of Film and Television Arts (Bafta) are on the back foot after incurring heavy criticism over the lack of diversity in their nomin …"
        },
        {
            "title": "I am struggling to stay sexually aroused with my younger boyfriend",
            "category": "Life-and-Style",
            "snippet": "Summary: I am a 32-year-old woman who is dating a 28-year-old man. I am trying my best not to give up on this young man who loves me dearly, but I’m not enjoyi …"
        },
        {
            "title": "The full list of nominations for the Baftas 2020",
            "category": "Film",
            "snippet": "Summary: Best film 1917 The Irishman Joker Once Upon a Time in Hollywood Parasite Best British film 1917 Bait For Sama Rocketman Sorry We Missed You The Two Po …"
        },
        {
            "title": "The Americans dying because they can't afford medical care",
            "category": "US-News",
            "snippet": "Summary: Susan Finley returned to her job at a Walmart retail store in Grand Junction, Colorado, after having to call in sick because she was recovering from p …"
        },
        {
            "title": "'Nobody in Tesco buys spy books by women': how female authors took on the genre",
            "category": "Books",
            "snippet": "When Stella Rimington, the former director general of MI5 and spy author, wrote a new foreword last year to The Spy’s Bedside Book, Graham Greene and …"
        },
        {
            "title": "Such a Fun Age by Kiley Reid – charming, authentic, entertaining",
            "category": "Books",
            "snippet": "Summary: At the start of Kiley Reid’s standout first novel, a security guard accosts a young black babysitter as she strolls the aisles of an upscale Philadelp …"
        },
        {
            "title": "Rory Burns to miss England’s tour of Sri Lanka after ankle surgery",
            "category": "Sport",
            "snippet": "Rory Burns will miss England’s tour of Sri Lanka in March after the opener was ruled out for up to four months following surgery on his left ankle. Bu …"
        },
        {
            "title": "Hans Zimmer hired to score Bond film No Time to Die at last minute",
            "category": "Music",
            "snippet": "Hans Zimmer has been drafted in as a last-minute replacement to score the James Bond movie No Time to Die, less than three months before its release. …"
        },
        {
            "title": "Teenager admits killing PC Andrew Harper",
            "category": "UK-News",
            "snippet": "A teenager has admitted killing a Thames Valley police officer. Newlywed Andrew Harper, 28, died from multiple injuries after being dragged under a va …"
        },
        {
            "title": "Colossally overrated Joker beneficiary of Bafta awards groupthink",
            "category": "Film",
            "snippet": "The Bafta nominations have been announced and the list contains an innovation for which insiders have been calling for years: a new category for casti …"
        },
        {
            "title": "Jimmy Anderson's records pile up but he is still in Sydney Barnes's shadow",
            "category": "Sport",
            "snippet": "When The Spin scours statistics to help rank our cricketers in end-of-the-decade lists or posthumous tributes, occasionally there are still records th …"
        },
        {
            "title": "Deadly charms: can Kit Harington survive Marvel's The Eternals?",
            "category": "Film",
            "snippet": "Almost nothing is known about The Eternals, Marvel’s first real jump into post-Endgame storytelling. We know that it’ll star Angelina Jolie, Richard M …"
        },
        {
            "title": "Romantic fiction awards cancelled after racism row prompts mass boycott",
            "category": "Books",
            "snippet": "The US’s most prestigious awards for romance writing, the Ritas, have been cancelled after a host of judges and entrants pulled out over an ongoing ra …"
        }
    ]
}