{
    "page": [
        {
            "title": "Fit in my 40s: does military fitness work without the person shouting at you?",
            "category": "Life-and-Style",
            "snippet": "For the next few weeks, all the exercises featured here will be free. I’m trolling you, really: being skint is the best-known reason for delaying a he …"
        },
        {
            "title": "I’ve fallen for basketball, but my hoop dreams are turning into a nightmare",
            "category": "Life-and-Style",
            "snippet": "I have fallen in love with the NBA. Just before the new year, as part of a series I am filming, I watched a game of basketball and enjoyed it more tha …"
        },
        {
            "title": "Thank you book Twitter – you are so much nicer than Netflix Twitter",
            "category": "Books",
            "snippet": "I got a new tattoo this week, and one of the things that came up with the man I’d trusted to ink my shoulder was how Netflix has changed the ways we t …"
        },
        {
            "title": "The Shadow King by Maaza Mengiste review – remembering Ethiopia’s female soldiers",
            "category": "Books",
            "snippet": "Summary: The eponymous king in Maaza Mengiste’s second novel does not feature until a good halfway through the narrative, and then in appropriately shadowy fas …"
        },
        {
            "title": "Delusions, chaos and a shot at a new life at Q-School, darts’ dream factory",
            "category": "Sport",
            "snippet": "The little girl in the blue leotard grips her mother’s hand tightly, but her gaze is elsewhere. She is spellbound, perhaps even a little baffled, by t …"
        },
        {
            "title": "Streaming: the best of My French Film Festival",
            "category": "Film",
            "snippet": "Now in its 10th edition, the online My French Film Festival has become a comforting January tradition. At a time of year when we seem to have been por …"
        },
        {
            "title": "Just Mercy: new film that captures the start of a brilliant civil rights career",
            "category": "Film",
            "snippet": "Summary: In an emotionally charged scene in the new movie Just Mercy, Jamie Foxx, cast as a death row prisoner named Walter McMillian, accosts the young lawyer …"
        },
        {
            "title": "I should love Little Women. But sometimes it’s hard to fall in love with the perfect match",
            "category": "Life-and-Style",
            "snippet": "Nora Ephron famously felt bad about her neck. I don’t feel bad about my neck, not yet. Instead, I feel bad about Little Women. The reviews of Greta Ge …"
        },
        {
            "title": "‘She said she’d be babysitting our embryo’: what’s it like to carry a child for a friend?",
            "category": "Life-and-Style",
            "snippet": "In a flat in north-east London, Abi is cradling her best friend’s baby. At 15 weeks old, the little boy is smiling up at her, testing out his first so …"
        },
        {
            "title": "Jacqueline Woodson: ‘It’s important to know that whatever moment we’re in, it's not the first time'",
            "category": "Books",
            "snippet": "Author Jacqueline Woodson lives in a quintessential Brooklyn brownstone with her partner, two children, a cat and two huge, friendly dogs. A similar h …"
        },
        {
            "title": "Which plants are the best bird feeders?",
            "category": "Life-and-Style",
            "snippet": "Summary: I was admiring the glorious orange limbs of my strawberry tree, Arbutus unedo, meandering elegantly and covered in bright red baubles of fruit among g …"
        },
        {
            "title": "‘It’ll be emotional’: Caroline Wozniacki braced for farewell at Australian Open",
            "category": "Sport",
            "snippet": "Caroline Wozniacki has done just about everything in tennis – except walk away. So it was striking on the eve of her farewell at the tournament where …"
        },
        {
            "title": "The week in classical: La bohème; Nature Unwrapped review – from the garret to the stars",
            "category": "Music",
            "snippet": "Summary: Each encounter with Puccini’s La bohème – assuming the performance is up to scratch, which the Royal Opera’s latest revival is – makes you rethink the …"
        },
        {
            "title": "One to watch: Hatis Noit",
            "category": "Music",
            "snippet": "The word “spellbinding” has been liberally daubed over everything from reviews of the musical Wicked to every album Bon Iver has ever released (and do …"
        },
        {
            "title": "Stellan Skarsgård: ‘I don’t give advice to my children’",
            "category": "Life-and-Style",
            "snippet": "Summary: I intended to become a diplomat. That was my dream. I didn’t take acting seriously until I was 16 and got a role in a Swedish show that made me extrem …"
        },
        {
            "title": "Mac Miller: Circles review – a last look inward for a complex talent",
            "category": "Music",
            "snippet": "Mac Miller’s narrative arc was genuinely surprising. A capable but derivative white rapper from Pittsburgh with neck tattoos, his early works about pa …"
        },
        {
            "title": "Bombshell review – redacted notes on a scandal",
            "category": "Film",
            "snippet": "“To get ahead, you gotta give a little head,” joked former chairman and chief executive of Fox News Roger Ailes, before the 76-year-old was brought to …"
        },
        {
            "title": "Revealed: clandestine actions of mercenaries during Thatcher years",
            "category": "Politics",
            "snippet": "Summary: A British mercenary company established by former SAS veterans conducted clandestine and highly controversial operations around the world, with succes …"
        },
        {
            "title": "Citizen Bravo, Raymond MacDonald and Friends: Return to Y’Hup: The World of Ivor Cutler review – charming tribute to a national treasure",
            "category": "Music",
            "snippet": "Surveying Rip It Up, the National Museum of Scotland’s 2018 celebration of Caledonian pop, Matt Brennan and Raymond MacDonald noted a conspicuous abse …"
        },
        {
            "title": "Norman conquest: an imaginatively restored French farmhouse",
            "category": "Life-and-Style",
            "snippet": "Summary: When Vincent Dewas first came to view the farm that is now his Normandy home, several potential buyers had already been put off by its derelict condit …"
        },
        {
            "title": "Dom Bess takes five wickets but rain, drops and South Africa stall England",
            "category": "Sport",
            "snippet": "How South Africa needed some rain, not just because of the parched landscape of the Eastern Cape, but also since a draw in the Third Test now represen …"
        },
        {
            "title": "Blooming on Instagram ... why Gen Z has taken to flower arranging",
            "category": "Life-and-Style",
            "snippet": "Once upon a time flower arranging was the preserve of the 1950s housewife accessorising the kitchen table, perhaps with help from doughty members of t …"
        },
        {
            "title": "Julian Lloyd Webber: I’ll  quit top music job over arts cash cuts",
            "category": "Music",
            "snippet": "Julian Lloyd Webber, the former virtuoso cellist, is to step down from his job as principal of Birmingham’s music conservatoire if a block on national …"
        },
        {
            "title": "England tempted to opt for speed by pairing Mark Wood and Jofra Archer",
            "category": "Sport",
            "snippet": "Others may have grabbed most attention on the first three days here, notably Ollie Pope and Dom Bess, but the performance of Mark Wood in his first Te …"
        },
        {
            "title": "Maaza Mengiste: ‘The language of war is always masculine’",
            "category": "Books",
            "snippet": "Maaza Mengiste’s second novel, The Shadow King, is a reimagination of Italy’s invasion of Ethiopia. Told from a range of perspectives, it focuses on t …"
        },
        {
            "title": "Book clinic: excellent shorter novels",
            "category": "Books",
            "snippet": "Q: I feel I miss out on a lot of good fiction because I struggle to read longer books. Please could you recommend some excellent shorter novels? Teach …"
        },
        {
            "title": "Lib Dems will have new leader in place by July",
            "category": "Politics",
            "snippet": "The Liberal Democrats have announced they will have a new leader in place in July to succeed Jo Swinson. The party’s federal board set out a timetable …"
        },
        {
            "title": "From Gaza to Sydney: the quest for Palestine's first surf lifesaving club",
            "category": "Life-and-Style",
            "snippet": "Summary: In isolated, impoverished Gaza, Mohammed Saleh remembers visits to the beach as a child. His mother took him once each summer. Living in the narrow an …"
        },
        {
            "title": "Jess Phillips claims Labour leadership rivals ‘kept quiet’ on antisemitism",
            "category": "Politics",
            "snippet": "Jess Phillips has accused her rivals in the race to succeed Jeremy Corbyn of “keeping quiet” about antisemitism, as the party’s failure to root out ra …"
        },
        {
            "title": "Storm to bring snow and strong winds in move from midwest to north-east",
            "category": "US-News",
            "snippet": "A winter storm that brought snow and sleet to the Midwest and Plains created travel headaches on Saturday as airlines canceled flights and officials c …"
        },
        {
            "title": "Johnson to cabinet: shape up or I’ll sack you within weeks",
            "category": "Politics",
            "snippet": "Boris Johnson is to tell cabinet ministers that they must focus all their energy on developing policies for post-Brexit Britain – or face the sack in …"
        },
        {
            "title": "Royal couple sought a half-in half-out deal, but are ‘out’",
            "category": "UK-News",
            "snippet": "After 10 days of turmoil over the future of the Duke and Duchess of Sussex, the outcome is, perhaps, not the half-in, half-out role the couple appear …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Warm words in the alps … Davos prepares for 50th economics shindig",
            "category": "Business",
            "snippet": "It’s Davos time again. The global elite are packing their best snow boots and smartest woolly hats and firing up the Learjet for their annual pilgrima …"
        },
        {
            "title": "Richard Layard: ‘It's in politicians' self-interest to make policies for happiness’",
            "category": "Books",
            "snippet": "Is happiness, which we think of as fleeting, a realistic state to which to aspire? I think happiness is what people most care about. They want to know …"
        },
        {
            "title": "UFC 246: Conor McGregor destroys Donald Cerrone by first-round TKO – as it happened",
            "category": "Sport",
            "snippet": "That’s all for tonight. Thanks as always for following along with us and be sure to check out the fight report here. “I made history tonight,” McGrego …"
        },
        {
            "title": "A Very Stable Genius review: dysfunction and disaster at the court of King Donald",
            "category": "US-News",
            "snippet": "In January 2018, Michael Wolff’s Fire and Fury made headlines as it depicted a president out of control and a White House that careened from crisis to …"
        },
        {
            "title": "From the archive: what was Los Angeles like in 1984?",
            "category": "Life-and-Style",
            "snippet": "Summary: It says something about how synonymous the TV show Chips was with Los Angeles that a profile of the Olympic city for the Observer Magazine in June 198 …"
        },
        {
            "title": "Sunday with Engelbert Humperdinck: ‘My dreams are the blueprints of my reality’",
            "category": "Life-and-Style",
            "snippet": "How do you start the day? I get up at at 6.30am. I watch a little TV – usually the news – to wake up my mind, and then I do exercises, followed by bre …"
        },
        {
            "title": "‘Being brothers was a big help’: Atlantic rowers tell of record-breaking trip",
            "category": "UK-News",
            "snippet": "For Ewan, Jamie and Lachlan MacLean, it’s been a struggle to keep their feet on the ground after rowing in record-breaking time across the Atlantic. “ …"
        },
        {
            "title": "After Blue Monday there’s a whole week of emotions to follow",
            "category": "Life-and-Style",
            "snippet": "Tomorrow is Blue Monday, the first day in the third week of January, and a day believed to be the most depressing of the year. Because it’s cold, and …"
        },
        {
            "title": "My old pub has banned mobiles. I cherish the return of tranquility",
            "category": "Life-and-Style",
            "snippet": "It was during the pouring of my first pint that I began to realise that at the Commercial Hotel in Knaresborough they do things a little differently. …"
        },
        {
            "title": "Are your houseplants environmentally friendly?",
            "category": "Life-and-Style",
            "snippet": "I have been getting loads of questions about the sustainability of houseplants recently. To me, it’s very encouraging that people are so interested in …"
        },
        {
            "title": "New measures to beat stalking could put victims at risk",
            "category": "UK-News",
            "snippet": "New Home Office measures to tackle the growing crime of stalking risk becoming a “retrograde” step that campaigners warn could prompt an increase in m …"
        },
        {
            "title": "Mura Masa: Raw Youth Collage review – confused and bitty",
            "category": "Music",
            "snippet": "You can’t accuse the 23-year-old Guernsey producer Mura Masa of false advertising. Raw Youth Collage, his second album, is bitty and a little raw – no …"
        },
        {
            "title": "My son has learned to walk – like a maniac",
            "category": "Life-and-Style",
            "snippet": "I’m in the park with my son when I recall a story often told about the confidence of children. A girl is sketching when a teacher asks what she’s draw …"
        },
        {
            "title": "Plan to repopulate Scottish island of Ulva begins with ... a herd of cattle",
            "category": "UK-News",
            "snippet": "At Scotland’s western edge, made jagged by ancient elements, a new model for living is taking shape. Ulva, a small island in the Inner Hebrides, off t …"
        },
        {
            "title": "Neneh Cherry: ‘Rap is a kind of freedom’",
            "category": "Music",
            "snippet": "One of BBC Four’s recent Top of the Pops reruns from the late 1980s features a performance that many of us who were young girls at the time vividly re …"
        },
        {
            "title": "Midnight Traveler review – a remarkable, moving portrait of the refugee crisis",
            "category": "Film",
            "snippet": "Eight-year-old Nargis is crying because she’s bored. The daughter of Afghan film-makers Hassan Fazili and Fatima Hossaini, she spent three years witho …"
        },
        {
            "title": "If you are confronting a midlife crisis, put up a fight – and take up boxing",
            "category": "Life-and-Style",
            "snippet": "Summary: Modern life has made us all so ill that we have been compelled to invent its polar opposite, “wellness”. It is not enough just to be well, there is an …"
        }
    ]
}