{
    "page": [
        {
            "title": "Before meeting my girlfriend, I saw escorts. How do I get over my past?",
            "category": "Life-and-Style",
            "snippet": "I’m a 31-year-old man in a committed relationship of two years. I had a rather strained and difficult childhood, and experienced a lot of problems wit …"
        },
        {
            "title": "What drives the ‘moral grandstanding’ that has infected our politics?",
            "category": "Life-and-Style",
            "snippet": "At last, there’s an official label for that thing everyone’s doing these days, and which makes so many forms of public conversation (and some private …"
        },
        {
            "title": "US failing to give UK warning of military strikes, says senior MP",
            "category": "Politics",
            "snippet": "The UK was not informed in advance of the US airstrike that killed Iran’s top general, it has been claimed, as the British government scrambled to pro …"
        },
        {
            "title": "Mystery of Rolling Stones tracks posted briefly on YouTube",
            "category": "Music",
            "snippet": "A mysterious YouTube account that posted, then hid, a collection of 75 rare and unpublished Rolling Stones recordings may have been a canny attempt to …"
        },
        {
            "title": "Ollie Pope delivers solitary shaft of light for sorry England in second Test",
            "category": "Sport",
            "snippet": "Here is a tale of missed opportunities which heightens the eerie feeling that England are now embarked on a nightmarish tour of Ashes proportions. Thi …"
        },
        {
            "title": "Cricket may seem insignificant while Australia burns but it shines some light",
            "category": "Sport",
            "snippet": "Summary: Edgar Allan Poe wrote a brilliantly sinister short story about a man who wakes up in the night and sees a shadow against the curtains that looks just …"
        },
        {
            "title": "England need to be honest: Joe Root’s captaincy is just not working out",
            "category": "Sport",
            "snippet": "You had to commend Joe Root’s honesty when he walked after gloving behind a short ball from Anrich Nortje on the opening day of this second Test again …"
        },
        {
            "title": "Andrew Miller obituary",
            "category": "Politics",
            "snippet": "Andrew Miller, the former Labour MP, who has died aged 70, was partly responsible for one of the most far-reaching pieces of employment legislation to …"
        },
        {
            "title": "Fresno mass shooting: police arrest six suspects in deadly November attack",
            "category": "US-News",
            "snippet": "Police in Fresno, California, have arrested seven suspects in a mass shooting that left four dead in November, alleging gunmen targeted a backyard whe …"
        },
        {
            "title": "Yorkshire and Clydesdale banks hit by IT failure",
            "category": "Business",
            "snippet": "Customers of Clydesdale and Yorkshire banks have become the latest customers to fall victim to an IT failure after wages and other payments failed to …"
        },
        {
            "title": "Trump's order to kill Iran's top general is his biggest gamble yet",
            "category": "US-News",
            "snippet": "The only predictable thing about Donald Trump is his unpredictability. Two days into the month of an impeachment trial and an election year, he gave t …"
        },
        {
            "title": "'We’ll find something else': Pope says England have accepted football ban",
            "category": "Sport",
            "snippet": "Ollie Pope says England’s players have accepted the ban on football after the opener Rory Burns was ruled out of the rest of the series against South …"
        },
        {
            "title": "Former Fox News reporter says Trump invited her to his office 'so we can kiss'",
            "category": "US-News",
            "snippet": "Summary: A former Fox News reporter has added her name to the list of nearly two dozen women who have accused Donald Trump of making unwanted sexual advances t …"
        },
        {
            "title": "Jess Phillips confirms she will stand for Labour leadership",
            "category": "Politics",
            "snippet": "Jess Phillips has announced she will stand as a candidate in the Labour leadership contest. The Birmingham Yardley MP joins Emily Thornberry, Clive Le …"
        },
        {
            "title": "Lisa Nandy enters Labour leadership race with call for change",
            "category": "Politics",
            "snippet": "The Wigan MP Lisa Nandy has announced she will enter the Labour leadership race, with a stark warning to party members that “unless we change course, …"
        },
        {
            "title": "Portrait of the Queen and three future kings released",
            "category": "UK-News",
            "snippet": "The Queen strikes a familiar pose with handbag firmly looped on forearm in a new portrait alongside three future kings, released to mark the start of …"
        },
        {
            "title": "Talking Horses: saddle up for Sandown reward with Wild West Wind",
            "category": "Sport",
            "snippet": "The Veterans Chase series is made for horses like Wild West Wind (3.00), who was never the fastest and had a fallow period in mid-career but has now, …"
        },
        {
            "title": "Mike Pence pushes 9/11 conspiracy theories to justify Suleimani killing",
            "category": "US-News",
            "snippet": "In defense of his administration’s decision to assassinate Qassem Suleimani, Mike Pence has been promoting conspiracy theories that link September 11 …"
        },
        {
            "title": "The most exciting movies of 2020 – foreign language",
            "category": "Film",
            "snippet": "The Whistlers A bent detective becomes entangled in the crimes he’s investigating in Corneliu Porumboiu’s nifty, twisty drama. This one premiered at C …"
        },
        {
            "title": "‘When I became a mother I realised how hard it is’: how the parenting experts parent",
            "category": "Life-and-Style",
            "snippet": "The clinical psychologist: ‘In a family you need a buffer zone for defusing difficult situations’ Dr Cathy Burges works with child and adolescent ment …"
        },
        {
            "title": "My wife has accidentally filled the garden with vermin",
            "category": "Life-and-Style",
            "snippet": "My oldest son and I are sitting at the kitchen table when my wife walks in, looks out of the window and sighs. It is the middle of a long, dark aftern …"
        },
        {
            "title": "Blind date: ‘For some reason I said yes to every alcoholic drink’",
            "category": "Life-and-Style",
            "snippet": "Summary: Gavin on Rob What were you hoping for? The love of my life. Failing that, good food and good company. First impressions? An impressive beard. What did …"
        },
        {
            "title": "The Death of Jesus by JM Coetzee review – a boy who challenges the world",
            "category": "Books",
            "snippet": "Martin Amis once complained that JM Coetzee had “got no talent”, showing perhaps that obsessive ranking of talent (here used in a far more debased sen …"
        },
        {
            "title": "Forget Cats: in a close-run field, Marriage Story was the musical highlight of my holiday",
            "category": "Film",
            "snippet": "Summary: So, apparently there was lots of good TV on over the holiday break. Some book adaptations, perhaps? Maybe a sexed-up period drama? Alas, I missed it a …"
        },
        {
            "title": "Braised Pork by An Yu review – a startlingly original debut",
            "category": "Books",
            "snippet": "Weird things keep happening in An Yu’s debut novel, Braised Pork. First, a Beijing businessman drowns in a bathtub. Later, a fish tank goes up in flam …"
        },
        {
            "title": "50 easy hacks to change your life in 2020",
            "category": "Life-and-Style",
            "snippet": "Environment Use your voice The number one thing that people can do, says Libby Peake, senior policy adviser at the Green Alliance, “is to press your r …"
        },
        {
            "title": "Humiliation by Paulina Flores review – empathetic short stories",
            "category": "Books",
            "snippet": "In this impressive debut, nimbly translated by Megan McDowell, Flores explores the indignities of poverty, widespread in her native Chile. In the priz …"
        },
        {
            "title": "Gardening tips: sow sweet peas",
            "category": "Life-and-Style",
            "snippet": "Plant this Witch hazels are one of the earliest things to flower every year, their scented, spidery flowers in citrus shades unfurling to lure you int …"
        },
        {
            "title": "What to do with your Christmas tree",
            "category": "Life-and-Style",
            "snippet": "Is your Christmas tree looking a little sad? One might imagine it is by now, for the ghost has truly flown, and left a flurry of needles on your floor …"
        },
        {
            "title": "‘I end up eating quinoa in my pants at 11pm’: my year of living (a bit more) healthily",
            "category": "Life-and-Style",
            "snippet": "It has long been a source of amusement to my friends that I have maintained such a hefty bulk despite my veganism. It is true: I have taken being vega …"
        },
        {
            "title": "Hunt: US confrontation with Iran is 'dangerous game of chicken'",
            "category": "Politics",
            "snippet": "Jeremy Hunt has called the US’s escalating confrontation with Iran over the assassination of Tehran’s top general an “incredibly dangerous game of chi …"
        },
        {
            "title": "Sportwatch: Sydney and Phoenix win again, Stars stroll BBL derby – as it happened",
            "category": "Sport",
            "snippet": "And that’s where we’ll leave Sportwatch. A night of close, but no cigar across many codes. The Central Coast traveled to Wellington looking to snap a …"
        },
        {
            "title": "Greggs, guilt and glucose: what I've learned from a life of dieting",
            "category": "Life-and-Style",
            "snippet": "1 We want to be thin but we lie about it Since I’ve been a journalist, I’ve done a ton of diets for one article or another. I never had to justify it, …"
        },
        {
            "title": "Fiddlerontheroof wins Tolworth Hurdle in first Grade One jumps race of 2020",
            "category": "Sport",
            "snippet": "“The novice hurdlers are our future,” Joe Tizzard said after the Tolworth Hurdle here on Saturday and quite a future it promises to be. Fiddleronthero …"
        },
        {
            "title": "The Gentlemen review – Guy Ritchie’s dated gangster romp",
            "category": "Film",
            "snippet": "Guy Ritchie’s latest gangster comedy presents itself as a harmless romp, but behind its wink-wink-nudge-nudge humour is a bitter and dated worldview. …"
        },
        {
            "title": "Vigdis Hjorth: ‘I won’t talk about my family… I’m in enough trouble’",
            "category": "Books",
            "snippet": "Summary: “Most families have a kind of official family story,” Vigdis Hjorth says. “‘This is how we do Christmas’, and so on. If one member does not share this …"
        },
        {
            "title": "White romance novelist in racism row says she was used",
            "category": "Books",
            "snippet": "A white romance novelist’s ethics complaint against the author Courtney Milan for calling her book a “racist mess” led to the censure of Milan and spa …"
        },
        {
            "title": "Nadal and Djokovic star as Spain and Serbia make winning starts at ATP Cup",
            "category": "Sport",
            "snippet": "Summary: It has been six weeks since Rafael Nadal dragged Spain through eight singles and doubles wins in five days to Davis Cup victory in Madrid. Such a tran …"
        },
        {
            "title": "Man in hospital after ingesting substance thought to be ricin",
            "category": "UK-News",
            "snippet": "A man has been taken to hospital in Greater Manchester after reportedly swallowing a poisonous substance believed to be ricin. Police cordoned off Moo …"
        },
        {
            "title": "Carlos Ghosn: an arrest, an escape, and questions about justice in Japan",
            "category": "Business",
            "snippet": "Carlos Ghosn’s dramatic escape from Japan to Lebanon last week has raised many questions over how he pulled off such an audacious act, but his motives …"
        },
        {
            "title": "South Africa 215-8 against England: second Test, day two – as it happened",
            "category": "Sport",
            "snippet": "Nasser: “England were absolutely superb all day, well led by Joe Root. It’s not a minefield of a pitch but Broad and Anderson got the game by the scru …"
        },
        {
            "title": "Renault alliance struggles to cope with gaping hole left by Carlos Ghosn",
            "category": "Business",
            "snippet": "Even before Carlos Ghosn jumped bail in the manner of a Hollywood thriller, the former executive had secured his place in automotive history. Before h …"
        },
        {
            "title": "Fresh Cambridge Analytica leak ‘shows global manipulation is out of control’",
            "category": "UK-News",
            "snippet": "An explosive leak of tens of thousands of documents from the defunct data firm Cambridge Analytica is set to expose the inner workings of the company …"
        },
        {
            "title": "Glorious Gloucester storm back for bonus-point win over Bath",
            "category": "Sport",
            "snippet": "Crowds here for years were treated to bruising encounters usually decided by uncompromising home forwards and the boot of an accurate goal-kicker, but …"
        },
        {
            "title": "Book clinic: what are the best titles to help us through tough times?",
            "category": "Books",
            "snippet": "Summary: Q: Can you recommend books to help us through tough times – books about how to persevere under difficult circumstances? Angela Robertson, 50, Edinburg …"
        },
        {
            "title": "Joseph O’Connor: ‘A prize nomination brings out your inner Gollum’",
            "category": "Books",
            "snippet": "Irish novelist Joseph O’Connor is the author of 18 books, including the bestselling Star of the Sea. His most recent, Shadowplay, won novel of the yea …"
        },
        {
            "title": "Terry Gilliam faces backlash after labeling #MeToo a 'witch-hunt'",
            "category": "Film",
            "snippet": "The director Terry Gilliam has invited renewed backlash after repeating his claim that he is a “black lesbian in transition”, assailing the #MeToo mov …"
        },
        {
            "title": "I was taught that if you have a voice, you use it to help others",
            "category": "Politics",
            "snippet": "Anyone standing for leader of the Labour party has a responsibility to speak truth, because without that we will never win power. We cannot spend the …"
        },
        {
            "title": "US government agency website crashes amid panic over military draft",
            "category": "US-News",
            "snippet": "In the aftermath of the US drone strike that killed the Iranian general Qassem Suleimani in Baghdad, the phrase “World War III” began trending on soci …"
        },
        {
            "title": "Observer Sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        }
    ]
}