{
    "page": [
        {
            "title": "‘The Daily Mail mistook me for Charles II': five celebrities on their famous lookalikes",
            "category": "Life-and-Style",
            "snippet": "Bridget Christie as Charles II As a child I was really into old things: vintage clothing, antique furniture, ruins, listed buildings. At weekends, mum …"
        },
        {
            "title": "'Unparalleled privilege': why white evangelicals see Trump as their savior",
            "category": "US-News",
            "snippet": "Before the end of 2016 there was little in Donald Trump’s life, or frequently offensive political campaign, to suggest that as president he would be h …"
        },
        {
            "title": "The Other Bennet Sister by Janice Hadlow review – what happened to Mary after Pride and Prejudice",
            "category": "Books",
            "snippet": "Janice Hadlow’s first novel explores the predicament of Mary, the overlooked middle daughter of the Bennet household in Pride and Prejudice. Mary does …"
        },
        {
            "title": "How to dump Trump: Rick Wilson on Running Against the Devil",
            "category": "US-News",
            "snippet": "Democratic voters should read Rick Wilson’s new book, he says, and heed his advice about how to beat Donald Trump. Why? “Unless your candidate is a ge …"
        },
        {
            "title": "Screen time minutes are the new calories, and it’s high time I went on a diet",
            "category": "Life-and-Style",
            "snippet": "There is a particular time of the week I have come to dread more than any exercise class or dental appointment: Sunday morning, when my weekly screen …"
        },
        {
            "title": "William Gibson: ‘I was losing a sense of how weird the real world was'",
            "category": "Books",
            "snippet": "In 2016, William Gibson was a third of the way through his new novel when Donald Trump was elected president of the United States. “I woke up the day …"
        },
        {
            "title": "How we live together: the couple who host homeless people",
            "category": "Life-and-Style",
            "snippet": "Naomi, 30, and Leigh Graham, 33 Austerity measures have affected our country and, particularly, our community. Food banks and homelessness have increa …"
        },
        {
            "title": "Mura Masa: the Stormzy collaborator on why he’s swapped sunny pop for moody nostalgia",
            "category": "Music",
            "snippet": "In a cramped south London rehearsal space, producer Mura Masa, AKA Alex Crossan, is quietly losing the plot. Takeaway boxes and empty bottles rest on …"
        },
        {
            "title": "Echoes of the City by Lars Saabye Christensen review – sacrifice and strength in postwar Oslo",
            "category": "Books",
            "snippet": "Acclaim for Lars Saabye Christensen, both in his native Norway and in translation, has ranked him alongside Karl Ove Knausgård, Jon Fosse and Hanne Ør …"
        },
        {
            "title": "Paleolithic diet may not have been that 'paleo', scientists say",
            "category": "Life-and-Style",
            "snippet": "In a blow to gym vloggers who pretend to be scientists everywhere, the paleo diet may not be all that paleo. According to a new study, humans were eat …"
        },
        {
            "title": "Harry and Meghan could face fight to protect 'Sussex Royal' brand",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex face having to potentially make an objection to protect their would-be brand “Sussex Royal” after an application was lo …"
        },
        {
            "title": "Gardens: weeds to love and loathe",
            "category": "Life-and-Style",
            "snippet": "Years ago, on my allotment, a tiny weed appeared among my beans. Out of intrigue, empathy – whatever the reason, I left it to see what it would become …"
        },
        {
            "title": "Gardening tips: plant midland hawthorn",
            "category": "Life-and-Style",
            "snippet": "Plant this Make the most of tree-planting season to add a native species to your garden. The midland hawthorn, Crataegus laevigata ‘Paul’s Scarlet’ , …"
        },
        {
            "title": "Man and woman charged with murder after toddler's death in Doncaster",
            "category": "UK-News",
            "snippet": "A man and a woman have been charged with murder following the death of a two-year-old boy in Doncaster. Keigan Ronnie O’Brien was treated by ambulance …"
        },
        {
            "title": "Backstop Land by Glenn Patterson review – the 'unreal' Brexit era",
            "category": "Books",
            "snippet": "A spectre is haunting the imaginations of liberal left commentators on both sides of the Irish Sea – the spectre of BBHS. The acronym stands for “Bord …"
        },
        {
            "title": "The week in classical: NYO/Martín; Stephen Hough review – a flying start to 2020",
            "category": "Music",
            "snippet": "The classical music world wakes slowly in January. Orchestral concerts don’t get going properly until mid-month and most halls are quiet, a noble, ope …"
        },
        {
            "title": "ATP Cup semi-final: Spain beat Australia – as it happened!",
            "category": "Sport",
            "snippet": "And with that, we’ll wrap it up for the night. It’s 11:15pm local time. Thanks for your company throughout the day. Focus now shifts to Sunday’s final …"
        },
        {
            "title": "Brexit deal: EU may threaten 'to block' City's access to its markets",
            "category": "Politics",
            "snippet": "Summary: The EU will be unashamedly “political” and block the City of London’s access to European markets if Boris Johnson tries to exempt the UK from its laws …"
        },
        {
            "title": "Georgia: Seeking Thrills review – thrills without the spills",
            "category": "Music",
            "snippet": "Summary: On paper, Seeking Thrills, the second album by London producer and vocalist Georgia Barnes, has all the makings of a very Veganuary sort of dance-pop …"
        },
        {
            "title": "Mr Motivator: ‘The unitard was my idea’",
            "category": "Life-and-Style",
            "snippet": "Summary: My biological mother gave me away at three months old. My adoptive dad was a good man, but a disciplinarian – I was beaten and never cuddled by him. Y …"
        },
        {
            "title": "Donald Trump's Iran claims on Fox News met with skepticism and complaint",
            "category": "US-News",
            "snippet": "Donald Trump is facing mounting criticism after telling Fox News Iran was “probably” planning to attack four US embassies before he authorised the dro …"
        },
        {
            "title": "Travel in time with HG Wells … inside his favourite library",
            "category": "Books",
            "snippet": "Behind the leather spines that line the bookshelves of the London Library lie pages that have inspired some of the English language’s most influential …"
        },
        {
            "title": "Will Northern Ireland's new power-sharing assembly survive?",
            "category": "UK-News",
            "snippet": "What are the core elements of the deal that allowed the Northern Ireland assembly to reopen? The agreement hinged on the issues of language and cultur …"
        },
        {
            "title": "I thought I needed alcohol to enjoy sex… but being sober made it so much better",
            "category": "Life-and-Style",
            "snippet": "Summary: I never expected I’d be proud of myself for having a one-night stand. Before I quit drinking, I’d always say I “loved dating”. Truthfully, I loved dri …"
        },
        {
            "title": "Uncut Gems review – an exhilarating, full-blown assault of a movie",
            "category": "Film",
            "snippet": "Watching the flayed-nerve onslaught that is Uncut Gems for the second time, it occurred to me that Josh and Benny Safdie are working with an entirely …"
        },
        {
            "title": "Saracens shrug off Rhys Carré red card for comeback win against Ospreys",
            "category": "Sport",
            "snippet": "Saracens are never more up than when they are down. It has been a season when adversity has challenged the English and European champions remorselessl …"
        },
        {
            "title": "Fan of Trump and Farage raises far-right ‘Q’ flag at his Cornish castle",
            "category": "Politics",
            "snippet": "A key supporter of Nigel Farage and Donald Trump has provoked ridicule after using his Cornish castle to fly the flag of a prominent conspiracy theory …"
        },
        {
            "title": "Let the sunshine in: an energy-efficient West Country dream home",
            "category": "Life-and-Style",
            "snippet": "Why do people have walls, for heaven’s sake?” says Mary Morris as we stand in the light-saturated hallway of Blackwood, her bespoke energy-efficient h …"
        },
        {
            "title": "Sulzmann/ Iles/ Holland: Lush Life review – a joyous meeting of minds",
            "category": "Music",
            "snippet": "There’s a rare unanimity of thought when saxophonist Stan Sulzmann and pianist Nikki Iles play together. The way they latch on to one another’s ideas …"
        },
        {
            "title": "Gina Miller: ‘How do we preserve Britain as a tolerant place?’",
            "category": "Politics",
            "snippet": "Summary: The justice campaigner Gina Miller won two landmark legal victories that forced the government to be accountable to parliament over Brexit. Her autobi …"
        },
        {
            "title": "Pippi Longstocking: can the world’s strongest girl conquer Britain?",
            "category": "Books",
            "snippet": "She heaves a circus strongman above her head and tosses policemen into bushes, vanquishes hapless burglars and wrongfoots the uptight, bourgeois woman …"
        },
        {
            "title": "Scottish Labour turn down leader's federal UK strategy",
            "category": "Politics",
            "snippet": "Summary: Scottish Labour’s executive has rejected its leader’s proposals for a special conference on federalism, which could have seen it support a multi-optio …"
        },
        {
            "title": "Joe Biden is overwhelming favourite among black voters, poll finds",
            "category": "US-News",
            "snippet": "Joe Biden received some good news ahead of what promises to be a challenging Iowa caucus: a poll released on Saturday that shows him the overwhelming …"
        },
        {
            "title": "Jo Nesbø: ‘We should talk about violence against women’",
            "category": "Books",
            "snippet": "Summary: The Norwegian crime writer Jo Nesbø, 59, has sold more than 33m books worldwide and won a host of prizes, including the prestigious Glass Key for best …"
        },
        {
            "title": "England bank on youth but Jimmy Anderson’s absence is a huge loss",
            "category": "Sport",
            "snippet": "England’s average age continues to plummet in the absence of Jimmy Anderson. At Port Elizabeth on Thursday, the team will hover around 26 years with t …"
        },
        {
            "title": "Brit award nominations 2020: Dave and Lewis Capaldi top pile, with women shut out",
            "category": "Music",
            "snippet": "The British music industry’s focus on the male solo artist at the expense of female musicians has been thrown into sharp relief by the nominations for …"
        },
        {
            "title": "This year's male-dominated Brit awards have an issue with women",
            "category": "Music",
            "snippet": "You could say this year’s Brit nominations are as predictable as ever. It didn’t take astonishing powers of clairvoyance to predict that Lewis Capaldi …"
        },
        {
            "title": "Yes, it’s the capital of ‘woke’. But is Canada the best royal retreat for Harry and Meghan?",
            "category": "UK-News",
            "snippet": "As Britain hyperventilates in the wake of a hard Megxit, the duchess has fled to Toronto. My home town, it’s rumoured, is the place where the couple u …"
        },
        {
            "title": "Jeremy Corbyn: Iran has 'no excuses' for shooting down airliner",
            "category": "Politics",
            "snippet": "Summary: Labour leader Jeremy Corbyn has told a rally in London that the shooting down of a passenger plane in Tehran was an “appalling act” for which there ca …"
        },
        {
            "title": "Keir Starmer’s team are confident – but expect a rival’s surge",
            "category": "Politics",
            "snippet": "Everything about Keir Starmer’s leadership campaign to date suggests it has been long in the planning. Fifty-seven years and four months ago his late …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Roger Federer responds to climate crisis criticism from Greta Thunberg",
            "category": "Sport",
            "snippet": "Roger Federer has issued a cautiously worded response to mounting criticism, including from climate activist Greta Thunberg, over his sponsorship deal …"
        },
        {
            "title": "From the archive: considering the role of the House of Lords in 1974",
            "category": "Life-and-Style",
            "snippet": "The role of the House of Lords has always been open to interpretation – does it provide ‘a constitutional safeguard against a government ever trying t …"
        },
        {
            "title": "There’s a chance for change in the Middle East and Britain has a role to play",
            "category": "Politics",
            "snippet": "Even by the standards of the Middle East it was a remarkable week. You have to deal with what presents itself in the region – there is little point in …"
        },
        {
            "title": "Bad knees foster a new intimacy with my garden",
            "category": "Life-and-Style",
            "snippet": "By the time you read this I will be in hospital. Or maybe on my way home. Recovering – I hope – from an operation I have been postponing for years. I …"
        },
        {
            "title": "Not feeling radiant? Fake it till you make it",
            "category": "Life-and-Style",
            "snippet": "It’s grey, it’s dull and it’s the month we’re meant to abstain from anything that makes us happy. Subtle use of bronzer and highlighter, as seen at Se …"
        },
        {
            "title": "Sunday with chef Tomos Parry: ‘The smell of seafood shacks reminds me of home’",
            "category": "Life-and-Style",
            "snippet": "Do you work? At Brat we’re open seven days a week – so it’s rota dependent. I like the feel of the restaurant on Sundays, though. We have an open kitc …"
        },
        {
            "title": "Square Haunting by Francesca Wade review – female autonomy between the wars",
            "category": "Books",
            "snippet": "When Dorothy L Sayers’s fictional mystery writer Harriet Vane returns from her adventures in Europe, she takes up residence in a one-bedroom flat in M …"
        },
        {
            "title": "Johnson can now deliver a ‘Brexit in name only’. Will he?",
            "category": "Business",
            "snippet": "Summary: I have occasionally referred over the years to a parody of an editorial which a group of us at the Financial Times once concocted on a slow news day. …"
        }
    ]
}