{
    "page": [
        {
            "title": "Budget 2020: what will Sajid Javid announce?",
            "category": "UK-News",
            "snippet": "Sajid Javid has announced the date of the budget as 11 March with a promise to kickstart a decade of renewal. Fresh from the landslide Conservative vi …"
        },
        {
            "title": "Running marathons could help you live longer – but how do you start?",
            "category": "Life-and-Style",
            "snippet": "Running has long been linked with health benefits, from strengthening your bones (yes, even the knees) to improving mental health. Now, in another boo …"
        },
        {
            "title": "High street crisis: which big names closed stores in the past year?",
            "category": "Business",
            "snippet": "It was another torrid year for Britain’s retail industry. Thousands of high street jobs were lost in 2019 as a number of major retailers or restaurant …"
        },
        {
            "title": "Did your relationship with your ex-partner improve after your divorce?",
            "category": "Life-and-Style",
            "snippet": "The first Monday after New Year’s Day has come to be known as ‘Divorce day’ as this is the day lawyers often see a spike in enquiries from people want …"
        },
        {
            "title": "No 10 to scrap plans for Whitehall shake-up as it vows to cut waste",
            "category": "Politics",
            "snippet": "Downing Street is likely to abandon ambitious plans to reshape or merge a series of ministerial departments, and will instead focus on more traditiona …"
        },
        {
            "title": "Neo-Nazi teenager who planned Durham attack sentenced to six years",
            "category": "UK-News",
            "snippet": "A teenager with neo-Nazi views who planned a terror attack in Durham has been sentenced to six years and eight months in custody. The 17-year-old iden …"
        },
        {
            "title": "HS2 begins evicting activists from protest site after two years",
            "category": "UK-News",
            "snippet": "HS2 has begun evicting a group of environmental protesters who have been living at a camp along the route of the rail project for more than two years. …"
        },
        {
            "title": "More fast-food chains are offering plant-based food – but should vegans be celebrating?",
            "category": "Life-and-Style",
            "snippet": "Burger King and KFC have launched their first plant-based burgers – but not all vegans are on board. As Burger King’s soy-based Rebel Whopper is cooke …"
        },
        {
            "title": "Racism in UK military: only six people found guilty at court martial in past five years",
            "category": "UK-News",
            "snippet": "Summary: Just over 17% of racially aggravated crimes investigated by military police over the past five years resulted in guilty verdicts at court martial, it …"
        },
        {
            "title": "'People like you' still uttered: BAME armed forces personnel on racism in services",
            "category": "UK-News",
            "snippet": "Summary: Serving soldiers from BAME backgrounds who spoke to the Guardian about their experience of the armed forces say the days of daily abuse and overt name …"
        },
        {
            "title": "US air force says fighter jet test is 'coincidence' after Trump's Iran threat",
            "category": "US-News",
            "snippet": "The US has conducted its first mass exercise of its new F-35A fighter jets, launching 52 of them from their base in Utah. However, the air force insis …"
        },
        {
            "title": "Letter: Julian Piper obituary",
            "category": "Music",
            "snippet": "In 1998 Julian Piper invited us to go and interview the American blues guitarist Phil Guy, who was staying with him at his home in Topsham, Devon. Phi …"
        },
        {
            "title": "IMF boss says raise taxes on the rich to tackle inequality",
            "category": "Business",
            "snippet": "Raising income tax on the wealthy will help close the growing gap between rich and poor and can be done without harming growth, the head of the Intern …"
        },
        {
            "title": "Long-Bailey scores Corbyn '10 out of 10' as she launches campaign",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has said Jeremy Corbyn scored “10 out of 10” as leader of the Labour party as she kicked off her campaign to succeed him. The shad …"
        },
        {
            "title": "Barclays £322m Qatar deal 'could be seen as way to hide payments'",
            "category": "UK-News",
            "snippet": "A former Barclays executive told a jury that the bank’s directors took a legal risk by signing off on a controversial side deal with Qatar that he hel …"
        },
        {
            "title": "Half of a Yellow Sun summons a gilded age as well as an atrocious war",
            "category": "Books",
            "snippet": "There’s an agonising social exchange towards the end of the first part of Half of a Yellow Sun. Richard, a British man, is talking to a Nigerian poet …"
        },
        {
            "title": "Cancelling HS2 would fail new Tory voters, Boris Johnson told",
            "category": "UK-News",
            "snippet": "The Conservative mayor of the West Midlands has told Boris Johnson cancelling HS2 would fail the new Tory voters who returned him to No 10 last month …"
        },
        {
            "title": "Jasper Griffin obituary",
            "category": "Books",
            "snippet": "The classicist Jasper Griffin, who has died aged 82 of pneumonia, is best known for his work on the Iliad and the Odyssey, ancient Greek epic poems th …"
        },
        {
            "title": "US trade deficit hits three-year low; Rolls-Royce record sales - as it happened",
            "category": "Business",
            "snippet": "Finally, here’s Reuters’ take on the US trade figures: The U.S. trade deficit fell to a more than three-year low in November as imports declined furth …"
        },
        {
            "title": "Scotland to introduce emergency measures as Javid postpones budget",
            "category": "Politics",
            "snippet": "The Scottish parliament is to introduce an emergency budget process, after the chancellor postponed the UK budget until mid-March. Derek Mackay, the S …"
        },
        {
            "title": "Woodford and partner took £13.8m dividend in run-up to fund crisis",
            "category": "Business",
            "snippet": "Summary: Neil Woodford and his business partner took £13.8m in dividends last year from their investment management company months before the implosion of its …"
        },
        {
            "title": "'Most terrifying experience of my life': Cats viewers on seeing the film on drugs",
            "category": "Film",
            "snippet": "Readers of the Washington Post have found a way to watch Cats, the big-screen adaptation of the famous musical that’s reckoned to have lost more than …"
        },
        {
            "title": "Parliament returns and Tory majority gives idiots licence to be idiots",
            "category": "Politics",
            "snippet": "Boris Johnson rolled over in bed and groaned. It was hard to know which was worse. The sunburn or the jet lag. He closed his eyes, willing himself bac …"
        },
        {
            "title": "High street crisis deepens as 3,150 staff lose jobs in a week",
            "category": "Business",
            "snippet": "Mothercare and Links of London will disappear from UK high streets this week as 94 stores close their doors for good, resulting in 3,150 job losses. A …"
        },
        {
            "title": "Woodford fund debacle shows an investment industry high on hubris",
            "category": "Business",
            "snippet": "Summary: Surprise, surprise. Neil Woodford, a fund manager who saw no problem in charging £60,000-a-day fees on a fund that was suspended, also thought it acce …"
        },
        {
            "title": "US trade deficit falls to three-year low in wake of China standoff",
            "category": "Business",
            "snippet": "Summary: The gap between US imports and exports shrank to its lowest level in three years in November following a 15% decline in the country’s annual trade def …"
        },
        {
            "title": "Ben Stokes dedicates England heroics against South Africa to stricken father",
            "category": "Sport",
            "snippet": "Ben Stokes has dedicated his match-winning performance in the second Test against South Africa to his stricken father, who kept tabs on England’s seri …"
        },
        {
            "title": "ICC plan to end five-day Tests would remove all that is best about cricket",
            "category": "Sport",
            "snippet": "No. No. No. And also: no. Not even: no thanks. Not later or maybe or let’s see. This is simply a hard, flat no. And indeed an angry and reproachful no …"
        },
        {
            "title": "Why is Pelosi waiting to send Trump articles of impeachment to the Senate?",
            "category": "US-News",
            "snippet": "What is Nancy Pelosi thinking? The House speaker’s perceived delay in referring articles of impeachment against Donald Trump to the Senate for a trial …"
        },
        {
            "title": "British military on standby to deploy to Gulf 'within 48 hours'",
            "category": "UK-News",
            "snippet": "Summary: British warships, helicopters and several hundred military personnel have been put on standby of 48 hours or less for deployment in or near Iraq, read …"
        },
        {
            "title": "Lisa Nandy and Jess Phillips tell Labour: we must change to survive",
            "category": "Politics",
            "snippet": "Labour leadership candidates Lisa Nandy and Jess Phillips won applause from MPs at a hustings for warning that a serious change of course is needed fo …"
        },
        {
            "title": "Keir Starmer and Lord Dubs urge Tory MPs to rebel over child refugees",
            "category": "Politics",
            "snippet": "Labour has urged Conservative MPs to defy the government and vote to restore a commitment to family reunion for child refugees in Brexit legislation, …"
        },
        {
            "title": "Duncan Hunter: California Republican officially resigns after pleading guilty to corruption",
            "category": "US-News",
            "snippet": "Summary: The Republican US representative Duncan D Hunter officially resigned on Tuesday after corruption charges brought an end to his family’s 30-year politi …"
        },
        {
            "title": "Underwater review – Kristen Stewart's soggy, silly monster movie",
            "category": "Film",
            "snippet": "Diving into the January release schedule, unofficial dumping ground of studios, can give one a sinking feeling here in the US. After being spoiled by …"
        },
        {
            "title": "Investigation after prisoner found dead in cell at Belmarsh",
            "category": "UK-News",
            "snippet": "A remand prisoner has been found dead in his cell at HMP Belmarsh after a dispute over whether he should have been classified as disabled. Liridon Sal …"
        },
        {
            "title": "Parliament 'failing to keep ministers in check over committee delays'",
            "category": "UK-News",
            "snippet": "Summary: Ministers and civil servants are not being properly scrutinised by parliament because of delays in setting up select committees, senior MPs have claim …"
        },
        {
            "title": "One of Us Is Next by Karen M McManus review – a thrilling sequel",
            "category": "Books",
            "snippet": "Given the tragic toll of shootings at US high schools, it might seem insensitive to set a new murder thriller subgenre in these painful spaces. But Ka …"
        },
        {
            "title": "Why Iran crisis is unlikely to hit US consumers hard at the gas pumps",
            "category": "Business",
            "snippet": "For many older Americans the thought of war in the Middle East will trigger memories of soaring gas prices and long lines at the pumps. But as US rela …"
        },
        {
            "title": "Dominic Raab says Iran missile strikes 'reckless and dangerous'",
            "category": "Politics",
            "snippet": "Britain has urged Iran not to repeat what the foreign secretary, Dominic Raab, described as “reckless and dangerous” attacks after missiles were fired …"
        },
        {
            "title": "Doors drummer John Densmore: ‘It took me years to forgive Jim Morrison’",
            "category": "Music",
            "snippet": "It took the Doors’ drummer, John Densmore, three years to visit the grave of his bandmate Jim Morrison after he was found dead in a Paris bathtub in 1 …"
        },
        {
            "title": "Carlos Ghosn to make first public appearance since Japan escape",
            "category": "Business",
            "snippet": "Carlos Ghosn is to make his first public appearance since his extraordinary escape from Japan, where he faced charges of financial misconduct while ch …"
        },
        {
            "title": "Musical notes: Justin Bieber's TikTok-friendly Yummy is too eager to go viral",
            "category": "Music",
            "snippet": "Summary: Pop and rock music, in its multifarious forms, seems to shift faster than ever. In 2020, we’re bombarded not just with music – more of which is readil …"
        },
        {
            "title": "Talking Horses: BHA urges vigilance as anniversary of 'Flu Day' approaches",
            "category": "Sport",
            "snippet": "Almost exactly 11 months ago, on 7 February 2019, racing woke up to the news that ‘everything’s off’. Three horses in Donald McCain’s yard, all of whi …"
        },
        {
            "title": "Jersey’s defiance under Nazi occupation revealed in records",
            "category": "UK-News",
            "snippet": "Stories of defiance by residents of Jersey during the Nazi occupation of their island have emerged in records of political prisoners published 75 year …"
        },
        {
            "title": "Part dinosaur, part Mars bar … it's the Avatar-inspired Mercedes-Benz!",
            "category": "Film",
            "snippet": "Avatar superfans have had it rough this last decade. With the sequels to the 2009 movie delayed time and time again, they’ve had vanishingly few oppor …"
        },
        {
            "title": "Carlos Ghosn's wife says his escape from Japan was 'beautiful surprise'",
            "category": "Business",
            "snippet": "Carole Ghosn, the wife of the fugitive former Nissan boss Carlos Ghosn, has insisted she had no idea about his plan to flee Japan and was surprised wh …"
        },
        {
            "title": "Three Hours by Rosamund Lupton review – 180 nail-biting minutes",
            "category": "Books",
            "snippet": "Rosamund Lupton’s new novel opens on a “moment of stillness; as if time itself is waiting, can no longer be measured”. This infinitesimal pause is fol …"
        },
        {
            "title": "Top 10 books about toxic masculinity",
            "category": "Books",
            "snippet": "Toxic masculinity has become something of a buzz phrase, employed to describe and explain everything from poor dating etiquette to mass shootings and …"
        },
        {
            "title": "Stephen Hough/Castalian Quartet review – ensemble and balance were spot-on",
            "category": "Music",
            "snippet": "Stephen Hough’s three-concert residency at the Wigmore Hall this week is built around chamber works by Brahms. Its centrepiece was a programme of two …"
        },
        {
            "title": "Welsh children's homes owner jailed for sexually abusing boys",
            "category": "UK-News",
            "snippet": "The owner of a group of children’s homes has been jailed for 14-and-a-half years for sexually abusing boys in his care. John Allen, who was the owner …"
        }
    ]
}