{
    "page": [
        {
            "title": "I am the 'book murderer', but I tear them apart out of love",
            "category": "Books",
            "snippet": "We should never bisect the things we love. Friends, nations, puppies. I would argue an exception for pizza. But over the last 24 hours I have found th …"
        },
        {
            "title": "Dan Evans says he is unlikely to play at Tokyo 2020 Olympics",
            "category": "Sport",
            "snippet": "Dan Evans is set to reject the chance to represent Great Britain at the Tokyo Olympics. The British No 1 is at a career-high ranking of 32 in the worl …"
        },
        {
            "title": "South Western Railway not sustainable, says Grant Shapps",
            "category": "Business",
            "snippet": "The South Western Railway franchise is “not sustainable” and could be nationalised, the transport secretary has said. Grant Shapps’s warning, which co …"
        },
        {
            "title": "Jaguar Land Rover to cut up to 500 jobs at Halewood factory",
            "category": "Business",
            "snippet": "Jaguar Land Rover, Britain’s largest carmaker, has revealed that as many as 500 jobs are at risk as it ends the night shift at its Halewood factory in …"
        },
        {
            "title": "Dairy wars: why are two royals flogging milk in China?",
            "category": "UK-News",
            "snippet": "Summary: Name: Royal Dairy Wars. Age: They kicked off in June. Appearance: Posh, competitive, milky-white. Who are the principal warriors in this regal battle? …"
        },
        {
            "title": "Caroline Wozniacki: ‘Tennis is what I’ve done my whole life … it’s crazy it’s coming to an end’",
            "category": "Sport",
            "snippet": "Caroline Wozniacki has spent the majority of her life in a fishbowl, her every move monitored and detailed. She never complained, accepting that it is …"
        },
        {
            "title": "Will the Kung Fu remake right the wrongs suffered by Bruce Lee?",
            "category": "Film",
            "snippet": "One of the most startling moments in Quentin Tarantino’s Once Upon a Time in Hollywood is the scene in which Brad Pitt’s Cliff Booth humiliates Bruce …"
        },
        {
            "title": "Australian Open: Federer beats Krajinovic, Madison Keys through – as it happened",
            "category": "Sport",
            "snippet": "That’s all from me today. Thanks for following and until tomorrow. The order of plays for Rod Laver Arena and Margaret Court Arena are below. Here is …"
        },
        {
            "title": "Cairo international book fair turns away jailed publisher's company",
            "category": "Books",
            "snippet": "Cairo international book fair has excluded imprisoned publisher Khaled Lotfy’s firm from the event citing “security reasons”, the International Publis …"
        },
        {
            "title": "BBC's John Ware to sue Labour over Panorama investigation",
            "category": "Politics",
            "snippet": "The veteran BBC journalist John Ware has launched legal action against the Labour party over his controversial Panorama investigation into allegations …"
        },
        {
            "title": "'A toolbox for his work': fundraiser launched to save Derek Jarman's home",
            "category": "Film",
            "snippet": "A public fundraising campaign to save the home and garden of the artist and film-maker Derek Jarman has been launched with a deadline of 10 weeks to r …"
        },
        {
            "title": "Present.Perfect. review – China's livestreamers looking for love",
            "category": "Film",
            "snippet": "Shengzhe Zhu’s interesting and at times eerie documentary is an edited curation of hundreds of hours of live-stream videos in China. People (or “ancho …"
        },
        {
            "title": "The month's best mixes: mutating moods and club-ready wreckers",
            "category": "Music",
            "snippet": "DJ Taj Jersey Club Winter Mix 2020 TikTok’s meme-driven transformation of Old Town Road into a global blockbuster hit was cultural amplification on an …"
        },
        {
            "title": "Waterfalls, gorges and hot springs: go for a swim in our favourite inland pools",
            "category": "Life-and-Style",
            "snippet": "In a country bound by world-famous beaches, there is something incredibly calming about a swim at a waterhole – no waves, no swell, no sand! They are …"
        },
        {
            "title": "Petflix and chill: does your dog need a streaming service?",
            "category": "Life-and-Style",
            "snippet": "Summary: Has it ever occurred to you that your dog might like to watch television? Or that maybe your cat could be into music? Spotify has just announced that …"
        },
        {
            "title": "Roger Federer and Novak Djokovic ease into third round of Australian Open",
            "category": "Sport",
            "snippet": "Roger Federer arrived at the Australian Open without having played a match this year. He would have to play himself into form at the first grand slam …"
        },
        {
            "title": "Alex Salmond in court accused of sexual offences",
            "category": "UK-News",
            "snippet": "Alex Salmond has appeared in court for a further hearing before his trial on 14 alleged sexual offences including an attempted rape. The former first …"
        },
        {
            "title": "Everything: The Real Thing Story review – endearingly told Brit-soul music doc",
            "category": "Film",
            "snippet": "Simon Sheridan’s solid, efficient documentary pays tribute to the Liverpudlian pop-soul beat combo the Real Thing, who had a No 1 in the UK with the s …"
        },
        {
            "title": "Talking Horses: Enable unlikely to begin campaign before Royal Ascot",
            "category": "Sport",
            "snippet": "Summary: Enable is unlikely to begin her fifth racing season until Royal Ascot at the earliest, with her campaign being planned entirely around a return to Lon …"
        },
        {
            "title": "Sturgeon: focusing wholly on economic growth is indefensible",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has said it is “morally indefensible” to focus purely on growth as the measure of a nation’s success, arguing: “Some of the measures t …"
        },
        {
            "title": "With Jofra Archer fit, what will work best for England at the Wanderers?",
            "category": "Sport",
            "snippet": "Summary: The Wanderers stadium, affectionately known as the Bullring and famous for massive stands, thin air and fast, bouncy pitches, welcomed five of England …"
        },
        {
            "title": "Labour MP accused of sexual assault fails in anonymity bid",
            "category": "Politics",
            "snippet": "A Labour MP has failed in his bid to stop his name from being revealed in reporting of an upcoming employment tribunal case taken by a woman who has a …"
        },
        {
            "title": "Brexit bill set to become law after clearing parliament with Lords amendments all voted out – as it happened",
            "category": "Politics",
            "snippet": "The government’s EU (withdrawal agreement) bill has now cleared parliament. MPs voted this afternoon to remove the five amendments to the bill made wh …"
        },
        {
            "title": "Nandy takes on the trolls, first Piers … then Boris?",
            "category": "Politics",
            "snippet": "Summary: It’s been quite the 24 hours for Lisa Nandy. First her rival Jess Phillips pulled out of the Labour leadership contest and gave Nandy her backing. The …"
        },
        {
            "title": "Guantánamo: psychologist tells of 'abusive drift' in treatment of terror suspects",
            "category": "US-News",
            "snippet": "A CIA contract psychologist who helped draft the US programme of “enhanced interrogation” of suspected terrorists has told a military tribunal he was …"
        },
        {
            "title": "Rebecca Long-Bailey sets out vision of hope in Labour leadership pitch",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has said Labour must stop promising to save working-class voters and offer a more optimistic picture of the future, as she seeks t …"
        },
        {
            "title": "Please, stop putting weird products like crocheted tampons in your vagina",
            "category": "Life-and-Style",
            "snippet": "You can find anything on the internet, and these days, that includes crocheted tampons. Yes, tampons made of yarn are being sold on Etsy, and news out …"
        },
        {
            "title": "UK to impose tax on tech giants but risks US tariffs on car exports",
            "category": "Business",
            "snippet": "Summary: The chancellor, Sajid Javid, has insisted that the UK will go ahead with plans for a tax on big tech companies this spring despite a threat from the U …"
        },
        {
            "title": "England dogged by domestic woes as Six Nations rivals talk up new eras",
            "category": "Sport",
            "snippet": "Five of the teams at the Six Nations launch at a chilly Tobacco Dock in London’s Wapping could be heard talking an upbeat game. Ireland, Wales, France …"
        },
        {
            "title": "Harriet Dart to use Simona Halep match as yardstick of development",
            "category": "Sport",
            "snippet": "Harriet Dart’s disarmingly cool demeanour disguises a competitive core that she will need to call on in another examination of her nerve and skill whe …"
        },
        {
            "title": "Juice WRLD's death ruled accidental oxycodone and codeine overdose",
            "category": "Music",
            "snippet": "The rapper Juice WRLD’s official cause of death has been ruled an accidental overdose. The Cook county medical examiner’s office cited toxic levels of …"
        },
        {
            "title": "Case for impeachment fails to disturb McConnell's sweet dreams of acquittal",
            "category": "US-News",
            "snippet": "He fought. Oh, how he fought. But Mitch McConnell’s battle with drowsy eyelids was a lost cause. The 77-year-old senator’s head bobbed and drooped. An …"
        },
        {
            "title": "Coronavirus outbreak: doctors use robot to treat first known US patient",
            "category": "US-News",
            "snippet": "Doctors have been using a robot to treat the first person known to have been admitted to hospital in the US with a new strain of the coronavirus, as p …"
        },
        {
            "title": "'Our future is not assured': Schiff issues stark warning at impeachment trial",
            "category": "US-News",
            "snippet": "Summary: Striving to make himself heard across partisan lines, the lead impeachment prosecutor filled his opening argument against Donald Trump on the Senate f …"
        },
        {
            "title": "Trump impeachment: Schiff says Trump tried to 'cheat' way to re-election – as it happened",
            "category": "US-News",
            "snippet": "Live reporting of the impeachment trial continues on Thursday’s blog: That wraps up the second full day of Donald Trump’s impeachment trial. Catch up …"
        },
        {
            "title": "Coco Gauff and Naomi Osaka to put Australian Open focus back on court",
            "category": "Sport",
            "snippet": "The 2020 Australian Open needs some drama that does not involve sodden red dust falling out of the sky or players choking on polluted air – and Coco G …"
        },
        {
            "title": "Can Momentum survive after Jeremy Corbyn stands down?",
            "category": "Politics",
            "snippet": "There are two stand-out memories of the winter general election for Charlie Macnamara. First, the 25-year-old Momentum member’s data sheets melting to …"
        },
        {
            "title": "Royals for rent: will Harry and Meghan become the world’s biggest influencers?",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex were never going to be king and queen of the United Kingdom. And now they have been relieved of their royal responsibil …"
        },
        {
            "title": "Trump weakened environmental laws after BP lobbying",
            "category": "Business",
            "snippet": "BP has successfully lobbied US policymakers to weaken a landmark environmental law, clearing the way for major infrastructure projects to bypass check …"
        },
        {
            "title": "The Rescue review – turbulent Chinese air-rescue adventure",
            "category": "Film",
            "snippet": "Summary: This goofy event movie is vying for the attentions of the Chinese lunar new year audience: a frenetic, exhausting mix of soap and spectacle. It’s over …"
        },
        {
            "title": "Controversial documentaries and A-listers head to Sundance 2020",
            "category": "Film",
            "snippet": "Summary: A host of buzzy star-led documentaries and a some major A-list actors will be headlining this year’s Sundance film festival, which kicks off in Park C …"
        },
        {
            "title": "Can We Be Happier? by Richard Layard review – a breathless tribute to the “science of happiness”",
            "category": "Books",
            "snippet": "Summary: Almost any product can be branded, in the wearisome idiom of advertising, a “revolution”. So it is with the happiness industry which, in Richard Layar …"
        },
        {
            "title": "Low by Jeet Thayil review – a lost weekend in Mumbai",
            "category": "Books",
            "snippet": "The Indian novelist, poet and musician Jeet Thayil has much in common with the addled protagonist of his new novel, Dominic Ullis. Both write books, h …"
        },
        {
            "title": "NFL offseason questions: rule changes and the return of Andrew Luck?",
            "category": "Sport",
            "snippet": "There is just one meaningful football game left this season, and teams have already moved on to planning for next year. With that in mind, here are th …"
        },
        {
            "title": "Police watchdog criticised over Boris Johnson-Jennifer Arcuri inquiry delay",
            "category": "UK-News",
            "snippet": "The police watchdog is facing accusations that it is dragging its feet on a decision about whether to investigate Boris Johnson for possible criminal …"
        },
        {
            "title": "British singles hopes end at Australian Open as Harriet Dart loses to Halep",
            "category": "Sport",
            "snippet": "The British are going home early again, beaten but mildly encouraged at the end of four days of struggle in singles at the Australian Open, and Harrie …"
        },
        {
            "title": "Gray wolves, once nearly extinct, could be coming back to Colorado",
            "category": "US-News",
            "snippet": "Summary: The gray wolf, once numbering in the tens of thousands throughout North America, have faced public vilification and extermination programs that drove …"
        },
        {
            "title": "Is the word 'polygraph' hiding a bare-faced lie?",
            "category": "Books",
            "snippet": "This week the government announced that it would subject persons convicted of terrorism offences to lie-detector tests before early release. Such test …"
        },
        {
            "title": "Teacher allegedly abused pupils despite previous charge, court hears",
            "category": "UK-News",
            "snippet": "A supply teacher allegedly abused six primary school pupils after a recruitment agency failed to disclose he had previously been charged with child se …"
        },
        {
            "title": "Nick Kyrgios wins war with himself and Gilles Simon at Australian Open",
            "category": "Sport",
            "snippet": "At war with himself as much as his opponent, Nick Kyrgios progressed to the third round of the Australian Open with a 6-2, 6-4, 4-6, 7-5 win over Fren …"
        }
    ]
}