{
    "page": [
        {
            "title": "Observer Killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "From the archive: Norman Mailer meets Clint Eastwood in 1984",
            "category": "Life-and-Style",
            "snippet": "Summary: On 29 January 1984, Norman Mailer met Clint Eastwood for the Observer Magazine (‘Mailer Meets His Macho’) and you know what you’re going to get when t …"
        },
        {
            "title": "Plan your plot for 2020: think about seeds and new beds",
            "category": "Life-and-Style",
            "snippet": "New dawn, new day, new year. Feeling good about it. Things have turned, honestly. Though there is bound to be wind and rain, maybe snow, we will have …"
        },
        {
            "title": "Go for brush, blush and a touch of shine",
            "category": "Life-and-Style",
            "snippet": "A pared-down face is the palate cleanser we need after last month’s obligatory maquillage (over) indulgence. Start with glowing skin. Add a booster in …"
        },
        {
            "title": "Obituary: Alexander Frater 1937-2020",
            "category": "Books",
            "snippet": "Alexander Frater, the chief travel writer of the Observer from 1986 to 1998 and the author of highly successful travel books, including Chasing the Mo …"
        },
        {
            "title": "Sunday with Hans Ulrich-Obrist: ‘I go to London Zoo – mostly for the architecture’",
            "category": "Life-and-Style",
            "snippet": "A morning routine? A run in Kensington Gardens in London, followed by 15 minutes of reading. Then breakfast. My morning ritual is the same every day, …"
        },
        {
            "title": "In the Dream House by Carmen Maria Machado – review",
            "category": "Books",
            "snippet": "“You’re not allowed to write about this… Don’t you ever write about this. Do you fucking understand me?” So said Carmen Maria Machado’s ex-girlfriend …"
        },
        {
            "title": "David Muir, racing’s conscience, has his eyes on another hurdle",
            "category": "Sport",
            "snippet": "New Year’s Eve brought the end of an era as David Muir, who has spent 21 years as racing consultant to the RSPCA, completed his final shift by oversee …"
        },
        {
            "title": "Amanda review – muted Paris terror attack drama",
            "category": "Film",
            "snippet": "This tasteful, muted exploration of personal trauma imagines the aftermath of a fictional terrorist attack in modern-day Paris, presumably inspired by …"
        },
        {
            "title": "Australia v New Zealand: third Test, day three – as it happened",
            "category": "Sport",
            "snippet": "Here’s your daily report from the SCG. Australia reasserted their authority over the third Test on day three at the SCG. Nathan Lyon was the star, spi …"
        },
        {
            "title": "Rebel alliance ready to put a halt to  the ‘disneyfication’ of Edinburgh",
            "category": "UK-News",
            "snippet": "Summary: For 800 years or so the castle that keeps watch above Scotland’s capital has borne witness to the bloody rise and fall of kingdoms and nations. Now, t …"
        },
        {
            "title": "Red meat plays vital role in diets, claims expert in fightback against veganism",
            "category": "Life-and-Style",
            "snippet": "Advocates of red meat will begin a fightback against the growth of veganism this week at the UK’s biggest farming conference, with claims that eating …"
        },
        {
            "title": "Helen Sharman: ‘There’s no greater beauty than seeing the Earth from up high’",
            "category": "Life-and-Style",
            "snippet": "Almost everything about my childhood was normal and mundane. Our nuclear family lived in a comfortable house in suburban Sheffield. I went to school a …"
        },
        {
            "title": "Let’s start the year by curling up, cat like, and hibernating…",
            "category": "Life-and-Style",
            "snippet": "Every morning at seven when we exit our bed my cat enters it, padding in a tight circle for some time before lowering herself into what appears to be …"
        },
        {
            "title": "Dominic Cummings warned over civil service shake-up plan",
            "category": "Politics",
            "snippet": "Summary: Dominic Cummings should stop denigrating senior civil servants by lumping them together as part of the same Oxbridge-educated, dinner party elite if h …"
        },
        {
            "title": "Britain 'on same page' as US over Suleimani killing, says Raab",
            "category": "Politics",
            "snippet": "Dominic Raab has said Britain is “on the same page” as the US in relation to Friday’s assassination of the Iranian general Qassem Suleimani. Amid cont …"
        },
        {
            "title": "From Scorsese to The Crown, Netflix gets set for Golden Globes glory",
            "category": "Film",
            "snippet": "Summary: Betting odds predict the loudest sounds of cheering and popping corks in Los Angeles on Sunday night will come from inside the Beverly Hilton Hotel. F …"
        },
        {
            "title": "Sportwatch: Sixers stun Strikers  and Victory do the double – as it happened",
            "category": "Sport",
            "snippet": "And this is where Sportwatch ends this Sunday. Josh Philippe and the Sixers were too good for the Strikers in the Big Bash, Melbourne Victory showed t …"
        },
        {
            "title": "Pavel Kolesnikov review – an outstanding pianist in every degree",
            "category": "Music",
            "snippet": "Dusk to Dawn was the title of Pavel Kolesnikov‘s latest Wigmore recital, a superb, wonderfully programmed evening that more than confirmed the London- …"
        },
        {
            "title": "Why do I keep breaking my resolution to have a vasectomy?",
            "category": "Life-and-Style",
            "snippet": "I had two new year’s resolutions in 2018; to get a vasectomy and to pass my driving test. When December rolled around, I held my driving licence in my …"
        },
        {
            "title": "Relaunch of Newcastle's City Baths begins 'year of hope' for historic pools",
            "category": "UK-News",
            "snippet": "Newcastle’s municipal Turkish baths are to reopen this month in what campaigners have dubbed “a year of hope” for historic swimming pools around the c …"
        },
        {
            "title": "Paolo Sorrentino: ‘My characters’ struggles are the struggles I have’",
            "category": "Film",
            "snippet": "The Naples-born director and screenwriter Paolo Sorrentino had his first screenplay made when he was in his 20s, and has since written and directed ni …"
        },
        {
            "title": "In brief: On the Up; How to Be an Activist; The Silent Patient – reviews",
            "category": "Books",
            "snippet": "Summary: On the Up Alice O’Keeffe Hodder & Stoughton, £16.99, pp336 Sylvia lives with her partner and two children in a run-down block of flats in east London. …"
        },
        {
            "title": "Police investigate care of elderly people in Westminster home",
            "category": "UK-News",
            "snippet": "Police have interviewed four women under caution in a criminal investigation into the treatment of about 30 elderly people at a London care home, the …"
        },
        {
            "title": "Donald Campbell's daughter in row over Bluebird's future",
            "category": "UK-News",
            "snippet": "A row over the future of Donald Campbell’s restored Bluebird has erupted following the anniversary of his fatal crash 53 years ago. Campbell, who brok …"
        },
        {
            "title": "Dominic Sibley nears century to put England in control against South Africa",
            "category": "Sport",
            "snippet": "Dominate two days in a row and a Test match victory is on the horizon. On a sultry Sunday in a country where, bizarrely, cloud cover can seem to deade …"
        },
        {
            "title": "How will the Labour leadership contest work?",
            "category": "Politics",
            "snippet": "When does the Labour leadership race kick off? Campaigning has already begun, with candidates including Jess Phillips and Sir Keir Starmer having laun …"
        },
        {
            "title": "Five injured in violent robberies in Northern Quarter in Manchester",
            "category": "UK-News",
            "snippet": "Five people have been hospitalised following a spate of violent robberies in Manchester’s Northern Quarter in the early hours of Sunday. Greater Manch …"
        },
        {
            "title": "Dominic Sibley is what England’s top order has needed for years",
            "category": "Sport",
            "snippet": "Unlike Ben Stokes or Kevin Pietersen, Dominic Sibley is a player who fills bars rather than empties them. At times watching him bat can be mind-numbin …"
        },
        {
            "title": "Home Office faces legal cases over Zimbabwean asylum seekers",
            "category": "UK-News",
            "snippet": "The Home Office faces a series of legal challenges over its decision to allow Zimbabwean government officials to interview people from the country who …"
        },
        {
            "title": "Labour leadership: Jess Phillips says party could argue to rejoin EU",
            "category": "Politics",
            "snippet": "Labour leadership contender Jess Phillips has said she could envisage campaigning to re-enter the European Union at the next general election, ahead o …"
        },
        {
            "title": "Scotland and north of England to be hit by winds of up to 75mph",
            "category": "UK-News",
            "snippet": "Winds of up to 75mph (120km/h) are forecast to hit Scotland and the north of England on Tuesday, while south-west England faces risk of flooding. Coas …"
        },
        {
            "title": "Boris Johnson: Qassem Suleimani was threat to all our interests",
            "category": "Politics",
            "snippet": "Boris Johnson has said that assassinated Iranian general Qassem Suleimani was “a threat to all our interests”, and that while “we will not lament his …"
        },
        {
            "title": "Burger King's new plant-based burger is not suitable for vegans",
            "category": "Business",
            "snippet": "Burger King has launched its first plant-based burger in the UK, but it is not suitable for vegans because of the way it is cooked. The soy-based vers …"
        },
        {
            "title": "Russell Crowe and Cate Blanchett use Golden Globes speeches to link Australian fires to climate crisis",
            "category": "Film",
            "snippet": "Russell Crowe and Cate Blanchett have used their Golden Globes speeches to highlight Australia’s bushfire crisis, and the link between climate change …"
        },
        {
            "title": "Golden Globes 2020: British winners soar as Ricky Gervais crashes – as it happened",
            "category": "Film",
            "snippet": "It was a rather lacklustre night at the Globes, a shame for a star-packed ceremony that can often be rather loose and fun, despite some wacky choices. …"
        },
        {
            "title": "Five ways to cure and prevent chapped lips",
            "category": "Life-and-Style",
            "snippet": "Don’t lick your lips Chapped lips are common in winter, says Daniel Glass, a consultant dermatologist at the Dermatology Clinic, because of exposure t …"
        },
        {
            "title": "Our readers reveal how they'll have their last fling with the EU",
            "category": "Politics",
            "snippet": "Summary: British citizens will no longer be EU citizens from 31 January if the withdrawal agreement Boris Johnson sealed in October is ratified. But Brexit day …"
        },
        {
            "title": "Nicola Roberts: ‘My therapist said I was one of the most resilient people she’d ever met’",
            "category": "Music",
            "snippet": "Last year was one of the happiest of Nicola Roberts’ life. She signed off on the repossession of her home in Surrey and moved to London, close to frie …"
        },
        {
            "title": "Muay thai didn't heal me - but it brought everything into focus",
            "category": "Life-and-Style",
            "snippet": "Summary: When people find out that I am an amateur muay thai fighter, the first thing they often ask is whether I am scared when I get in the ring. To a certai …"
        },
        {
            "title": "The Great Pretender by Susannah Cahalan review – psychologist in the dock",
            "category": "Books",
            "snippet": "There are precious few biological tests for mental disorders, so diagnosis still rests on the observation of symptoms. Susannah Cahalan’s first book, …"
        },
        {
            "title": "40% rise in public companies opting to leave stock exchange",
            "category": "Business",
            "snippet": "The number of publicly listed companies opting to leave the stock exchange and become private firms soared 40% last year, figures show. According to p …"
        },
        {
            "title": "Apocalypse now-ish: what can we learn from films set in 2020?",
            "category": "Film",
            "snippet": "2019 and 2020 may only be separated by a year, but linguistically, they’re much farther apart. The words “two thousand and nineteen” just don’t have t …"
        },
        {
            "title": "1917's Golden Globes glory fair reward for thrilling and distinguished work",
            "category": "Film",
            "snippet": "The Golden Globes were making the familiar series of safe commercial bets, of course, but there were some great movies being distinguished, too, and t …"
        },
        {
            "title": "Bushfire haze in Melbourne casts doubt on Australian Open starting on time",
            "category": "Sport",
            "snippet": "Less than a fortnight before the start of the Australian Open, Melbourne lies under a thickening blanket of bushfire haze, and air quality has been do …"
        },
        {
            "title": "Ricky Gervais is wrong: political engagement at the Golden Globes was essential",
            "category": "Film",
            "snippet": "“You know nothing about the real world,” Ricky Gervais told the audience at Sunday night’s Golden Globe awards. “Most of you spent less time in school …"
        },
        {
            "title": "David Stern's complex legacy is worthy of high respect and close inspection",
            "category": "Sport",
            "snippet": "The passing of longtime NBA commissioner David Stern has prompted impassioned reactions in basketball circles over the past week. On one hand, Stern w …"
        },
        {
            "title": "Little Lulu: Working Girl by John Stanley review – riot girl in a little red dress",
            "category": "Books",
            "snippet": "I must admit that I knew nothing of Little Lulu until Drawn & Quarterly sent me the first volume of its full-colour reissue of her adventures (five ar …"
        },
        {
            "title": "Peace in our time: why 'pacifist war movies' such as 1917 are on the march",
            "category": "Film",
            "snippet": "War movies used to celebrate military leaders (George C Scott’s Patton, Lawrence of Arabia) or courageous crack squads (The Dambusters, The Dirty Doze …"
        },
        {
            "title": "Cave diver found dead in flooded passage in Cumbria",
            "category": "UK-News",
            "snippet": "Police are investigating after a cave diver was found dead in a flooded section of one of England’s largest underground cave networks. The body of a m …"
        }
    ]
}