{
    "page": [
        {
            "title": "British car manufacturing slumps to lowest level since 2010",
            "category": "Business",
            "snippet": "British car manufacturing slumped to its lowest level since 2010 last year, as carmakers faced up to the decline of exports to major markets and Brexi …"
        },
        {
            "title": "UK economy close to turning point on eve of leaving EU",
            "category": "Business",
            "snippet": "Britain’s economy is close to a turning point as the country prepares to formally leave the EU after almost half a century of membership, according to …"
        },
        {
            "title": "How has Brexit vote affected UK economy? January verdict",
            "category": "Business",
            "snippet": "Brexit risks remain for sterling The pound has erased the gains made after Boris Johnson’s Conservatives won the biggest majority in more than 30 year …"
        },
        {
            "title": "Is uncertainty lifting now Brexit is finally happening? Experts debate the data",
            "category": "Business",
            "snippet": "Andrew Sentance Senior adviser to Cambridge Econometrics and member of the Bank of England’s monetary policy committee 2006-11 As we approach the form …"
        },
        {
            "title": "Talking About Trees review – how the lights went out in Sudan's cinemas",
            "category": "Film",
            "snippet": "This witty and engaging cinephile documentary begins surreally with its subjects, four older male Sudanese film-makers, recreating the famous “closeup …"
        },
        {
            "title": "How to Argue with a Racist by Adam Rutherford review – we’re all related",
            "category": "Books",
            "snippet": "Summary: Every Nazi had Jewish ancestors. Discovering this fact alone is worth the price of Adam Rutherford’s engaging and enlightening new book. A geneticist …"
        },
        {
            "title": "Ash Barty keeps perspective after heartbreaking exit from Australian Open",
            "category": "Sport",
            "snippet": "Putting things in perspective has never been a problem for Ash Barty, whose down-to-earth attitude has been a major factor in her ascent to the top of …"
        },
        {
            "title": "Australian Open semi-finals: Muguruza beats Halep, Kenin stuns Barty – as it happened",
            "category": "Sport",
            "snippet": "Summary: And here’s more on Ash Barty’s exit: So, Garbiñe Muguruza will play Sofia Kenin in Saturday’s women’s singles final at Melbourne Park. That might not …"
        },
        {
            "title": "A third Blade Runner movie is as inevitable as the robot revolution",
            "category": "Film",
            "snippet": "Has there ever been a science fiction movie more primed for sequels than Denis Villeneuve’s Blade Runner 2049? At the end of the Oscar-winning 2017 ne …"
        },
        {
            "title": "Djinn Patrol on the Purple Line by Deepa Anappara review – a dazzling debut",
            "category": "Books",
            "snippet": "Deepa Anappara’s debut novel begins with nine-year-old Jai competing with his older sister in a headstand competition on the bed. From his upside-down …"
        },
        {
            "title": "Jonas Brothers review – slick, bombastic and knowingly cheesy",
            "category": "Music",
            "snippet": "Disney alumni often proudly distance themselves from the mouse that built them. Miley Cyrus, Demi Lovato and Selena Gomez have left behind clean-cut i …"
        },
        {
            "title": "The Quarry by Ben Halls review – on the frontline of breadline Britain",
            "category": "Books",
            "snippet": "Summary: “These are our lives here, happening right now,” declares the shift-worker narrator of “Ham”, the first story in Ben Halls’s debut collection. “What d …"
        },
        {
            "title": "Saudi golf bonanza may spark moves towards a global circuit",
            "category": "Sport",
            "snippet": "We should know better than to expect proper analysis of a hideous cash grab by some of the world’s most high-profile golfers – Phil Mickelson, Brooks …"
        },
        {
            "title": "Show Me the Picture: The Story of Jim Marshall review – shooting stars",
            "category": "Film",
            "snippet": "Jim Marshall is not a household name, but many of the photographs he took, especially of pop, rock and jazz musicians, are seared into our collective …"
        },
        {
            "title": "Kobe Bryant brilliance, Super Bowl showreels and Six Nations memories",
            "category": "Sport",
            "snippet": "1) Kobe Bryant’s death shocked the sporting world. A highlights package here can barely do his talents justice but here’s a sample. We start with a yo …"
        },
        {
            "title": "Madonna review – London residency short on hits but big on British banter",
            "category": "Music",
            "snippet": "A curious mix of anticipation and trepidation hangs in the air of the London Palladium as the audience dutifully stash their mobile phones in locked p …"
        },
        {
            "title": "Return to Y'Hup: The World of Ivor Cutler review – tribute to surreal poet's fantasy island",
            "category": "Music",
            "snippet": "Summary: A self-described “oblique musical philosopher”, Ivor Cutler was the Glasgow-born surrealist who wielded whimsy like a dagger. He bewitched everyone fr …"
        },
        {
            "title": "Is the era of Brexit and Trump an age of ‘peace’?",
            "category": "Books",
            "snippet": "This week there was an unexpected outbreak of peace, at least rhetorically. Jared Kushner unveiled his “peace plan” for the Middle East, which his fat …"
        },
        {
            "title": "Nora Roberts: ‘I could fill all the bookstores in all the land’",
            "category": "Books",
            "snippet": "Summary: Nora Roberts was a young stay-at-home mum with two small boys when 3ft of snow hit Maryland in February 1979, and the family was stuck inside. She pic …"
        },
        {
            "title": "Talking Horses: weighty problem over Tiger Roll and the Grand National",
            "category": "Sport",
            "snippet": "Tiger Roll’s chance of winning a third Grand National hangs in the balance and will do so until the weights are unveiled for the famous race at a cere …"
        },
        {
            "title": "The most disturbing talking animals in film – ranked!",
            "category": "Film",
            "snippet": "10. Bernie – Zookeeper (2011) Imagine Dolittle, but about a depressed zookeeper whose girlfriend had left him because he was a zookeeper, and the subs …"
        },
        {
            "title": "Labour condemns government for praising Trump Middle East plan",
            "category": "Politics",
            "snippet": "Labour has condemned the government for praising Donald Trump’s vision for Middle East peace, with the shadow foreign secretary, Emily Thornberry, cal …"
        },
        {
            "title": "Queen & Slim review – odd couple on the run in a punchy thriller",
            "category": "Film",
            "snippet": "Big, charismatic performances and exuberant energy keep this movie on the road. It’s a serio-comic Bonnie-and-Clyde adventure, written by Lena Waithe …"
        },
        {
            "title": "UK goods to face extra checks at borders under PM's Brexit plans",
            "category": "Politics",
            "snippet": "British firms will face extra paperwork and checks on goods at cross-channel borders under Boris Johnson’s proposals for post-Brexit trade. The prime …"
        },
        {
            "title": "Francine Toon: 'Witches are empowered women'",
            "category": "Books",
            "snippet": "Francine Toon spent two years of her childhood in the Scottish Highlands, near a town called Dornoch – “the last place in the UK to execute someone fo …"
        },
        {
            "title": "Garbiñe Muguruza and Sofia Kenin rip up script to reach Australian Open final",
            "category": "Sport",
            "snippet": "Summary: If tennis were a movie, the script would be ripped up on an almost daily basis. At the start of the tournament, Serena Williams was supposed to tear t …"
        },
        {
            "title": "'We want to know who you are’: Trump’s campaign manager reveals his 2020 plan",
            "category": "US-News",
            "snippet": "Donald Trump’s election campaign manager has told of his ambition to build a data-gathering juggernaut based around the principle: “We want to know wh …"
        },
        {
            "title": "Meet the social media master who could win Trump a second term",
            "category": "US-News",
            "snippet": "“Made my night,” tweeted Brad Parscale, approvingly. He was referring to a doctored video in which his head was superimposed on a professional basketb …"
        },
        {
            "title": "‘I've gained a best friend’: readers on getting on with ex-partners after divorce",
            "category": "Life-and-Style",
            "snippet": "Divorce enquiries have been known to spike at the beginning of the year starting on 6 January, so-called ‘divorce day’. Divorce support organisation, …"
        },
        {
            "title": "US publishing remains 'as white today as it was four years ago'",
            "category": "Books",
            "snippet": "Summary: As the controversial novel American Dirt raises questions about representation for US publishing, a survey has found that – despite efforts to diversi …"
        },
        {
            "title": "Roger Federer bows to injury and Djokovic but winning belief remains",
            "category": "Sport",
            "snippet": "Time is the enemy of all sportsmen and women, and as Roger Federer exited the Australian Open on Thursday night the thought must have crossed his mind …"
        },
        {
            "title": "Grenfell refurbishment firms 'killed in pursuit of money', inquiry told",
            "category": "UK-News",
            "snippet": "The companies that worked on the Grenfell Tower refurbishment killed 72 people “as sure as if they had taken careful aim with a gun and pulled the tri …"
        },
        {
            "title": "Clairières: Songs by Lili and Nadia Boulanger review  – perfect advocacy for sibling composers",
            "category": "Music",
            "snippet": "Last year, tenor Nicholas Phan and pianist Myra Huang built a recital disc around Fauré’s song cycle La Bonne Chanson. They have followed it with a di …"
        },
        {
            "title": "A Beautiful Day in the Neighbourhood review – Tom Hanks puts cynicism on the naughty step",
            "category": "Film",
            "snippet": "Has anyone in Britain ever heard of Fred Rogers? He was an American children’s TV presenter whose folksy show for toddlers, Mister Rogers’ Neighborhoo …"
        },
        {
            "title": "No politics please, we're Oscar contenders",
            "category": "Film",
            "snippet": "Summary: This season’s lineup of awards contenders has much to offer: it may be the best crop of hopefuls for a decade. Fine direction, acting, sound, design a …"
        },
        {
            "title": "'Drivers of change': beavers released on National Trust land to ease flooding risk",
            "category": "UK-News",
            "snippet": "Beaver number one was in no hurry to exit her safe, straw-lined wooden crate. After a tense six-minute wait, Derek Gow, a wildlife expert, reached a h …"
        },
        {
            "title": "Bank of England holds UK interest rates; US misses Trump's growth target — as it happened",
            "category": "Business",
            "snippet": "Finally, the FTSE 100 has ended another bad day deep in the red. The blue-chip index shed 101 points, or 1.36%, to end at 7,381. Coronavirus worries w …"
        },
        {
            "title": "Parliament's 'bullying culture' now over, says new Speaker",
            "category": "Politics",
            "snippet": "A “bullying culture” in parliament is now over, the new Commons Speaker, Lindsay Hoyle, has said in a veiled criticism of his predecessor, John Bercow …"
        },
        {
            "title": "How do you know when the Oscars have gone vegan? Answer: they keep telling you",
            "category": "Life-and-Style",
            "snippet": "In many ways, all you need to know about any awards ever is that the Oscars telecast holds the record for most Emmy wins in history, having won 47 tim …"
        },
        {
            "title": "Sub Dom shrinks in the face of Big Mike’s stage-managed bantz",
            "category": "Politics",
            "snippet": "Not so much a conversation, more a therapeutic intervention for two men with massive anger management issues. A public mediation session where Dominic …"
        },
        {
            "title": "Prince Harry loses Mail on Sunday complaint over sedated wildlife photos",
            "category": "UK-News",
            "snippet": "The Duke of Sussex has lost a complaint against the Mail on Sunday over a claim by the newspaper that dramatic wildlife pictures he took in Africa did …"
        },
        {
            "title": "Sajid Javid set to back HS2 at crunch meeting - as it happened",
            "category": "Politics",
            "snippet": "Thanks for following the blog today and all your comments. I’m going to leave you with an afternoon summary: The US secretary of state, Mike Pompeo, h …"
        },
        {
            "title": "Berlin film festival suspends prize after Nazi past of director revealed",
            "category": "Film",
            "snippet": "The Berlin film festival has suspended one of its major prizes after revelations that its founding director, Alfred Bauer, after whom the award is nam …"
        },
        {
            "title": "Florida hunters capture more than 80 giant snakes in Python Bowl",
            "category": "US-News",
            "snippet": "Most visitors to the mosquito-infested swamps of the Florida Everglades are happy to leave again quickly: a half-hour airboat ride and photograph of a …"
        },
        {
            "title": "Keir Starmer calls on government to give EU citizens voting rights",
            "category": "Politics",
            "snippet": "Keir Starmer has called for all EU nationals in the UK to be given full voting rights as the clock ticks down to Brexit. The Labour leadership hopeful …"
        },
        {
            "title": "Taken for a ride: how Norton Motorcycles collapsed amid acrimony and scandal",
            "category": "Business",
            "snippet": "Summary: When the classic British motorcycle marque Norton slumped into administration on Wednesday afternoon, the news was framed in the habitual way of a sta …"
        },
        {
            "title": "People who worked on Grenfell Tower 'could face life sentences'",
            "category": "UK-News",
            "snippet": "Summary: People who worked on the Grenfell Tower refurbishment could face the threat of being jailed for life, their lawyers have said, with witnesses intervie …"
        },
        {
            "title": "Darren Gough’s coaching transformed my bowling, says England’s Mahmood",
            "category": "Sport",
            "snippet": "Summary: Saqib Mahmood is looking to hit the 90mph mark during the upcoming white-ball fixtures in South Africa after feeling the benefit of Darren Gough’s sho …"
        },
        {
            "title": "Bank warns PM over Brexit plan as it keeps interest rates at 0.75%",
            "category": "Business",
            "snippet": "The Bank of England has warned Boris Johnson on the eve of leaving the EU that his Brexit plan stands to drag down Britain’s economic potential, after …"
        },
        {
            "title": "Six Nations is a time to enjoy all Europe’s little differences",
            "category": "Sport",
            "snippet": "These are changing times – politically, environmentally, societally – but some things remain resolutely the same. Come rain or shine, for richer or po …"
        }
    ]
}