{
    "page": [
        {
            "title": "The Runaways review – a bumpy escape … by donkey",
            "category": "Film",
            "snippet": "One or two nice moments in this British family adventure drama, a feature debut written and directed by the TV documentary-maker Richard Heap. But it …"
        },
        {
            "title": "UK drill rapper Headie One jailed for six months for carrying knife",
            "category": "Music",
            "snippet": "Headie One, the Tottenham rapper who has had chart success with Stormzy and Dave, has been sentenced to six months in prison for carrying a knife. The …"
        },
        {
            "title": "Argos toys slump dents Sainsbury’s Christmas sales",
            "category": "Business",
            "snippet": "Poor sales of toys and video games dented the performance of Argos over the Christmas period, the chain’s owner, Sainsbury’s, saying nervous shoppers …"
        },
        {
            "title": "Record high in Hollywood films with female lead characters",
            "category": "Film",
            "snippet": "Summary: In what is likely to be seen as a boost for Hollywood’s drive to redress decades of male dominance on screen, a new report suggests that a record perc …"
        },
        {
            "title": "With Prozac Nation, Elizabeth Wurtzel blew open the memoir as we know it",
            "category": "Books",
            "snippet": "‘I Hate Myself and I Want to Die.” With the title of her prologue Elizabeth Wurtzel starts as she means to go on. Prozac Nation, published just over 2 …"
        },
        {
            "title": "Haunts of the Black Masseur author Charles Sprawson dies aged 78",
            "category": "Books",
            "snippet": "Charles Sprawson, author of the cult swimming classic Haunts of the Black Masseur, has died at the age of 78. The news was announced by Sprawson’s fri …"
        },
        {
            "title": "Real-life inspiration for stripper drama Hustlers sues film's producers for $40m",
            "category": "Film",
            "snippet": "Samantha Barbash, the former stripper who inspired Jennifer Lopez’s character in the hit drama Hustlers, is suing the companies behind the film for $4 …"
        },
        {
            "title": "Keir Starmer’s Labour leadership bid wins backing of MPs and Unison",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer’s Labour leadership campaign has received a boost after he won the backing of the UK’s biggest trade union, Unison, and became the first …"
        },
        {
            "title": "Lullaby review – bad-nanny thriller up past its bedtime",
            "category": "Film",
            "snippet": "If a young couple hire an apparently perfect nanny to look after their two young children, allowing them to return to the carefree world of socialisin …"
        },
        {
            "title": "Counting beans: why 2020 should be the year of the legume",
            "category": "Life-and-Style",
            "snippet": "From fagioli-eating peasants to lentil-loving hippies, legumes have quietly endured – in fact, they’ve been around since before 6000 BCE, filling the …"
        },
        {
            "title": "A Case of Exploding Mangoes 'targeted by authorities after Urdu translation'",
            "category": "Books",
            "snippet": "Copies of a decade-old, Booker-longlisted satire about the death of Pakistan’s military dictator General Zia ul-Haq has been seized in a raid on the o …"
        },
        {
            "title": "Carlos Ghosn insists he is innocent over fraud charge 'plot' – business live",
            "category": "Business",
            "snippet": "A late markets newsflash. The oil price is sliding, and shares are jumping on Wall Street, after Donald Trump spoke about the Iran crisis. The US pres …"
        },
        {
            "title": "Peter Wollen obituary",
            "category": "Film",
            "snippet": "Summary: Peter Wollen, who has died aged 81 after suffering from Alzheimer’s disease, did much to launch film studies in the UK and US. In 1967 the pioneering …"
        },
        {
            "title": "Wiley v Stormzy: sparks fly in grime's generation game",
            "category": "Music",
            "snippet": "For many of us, January is a time to reset, exercise, and get mind and body in order for the start of a new year. But someone who clearly hasn’t downl …"
        },
        {
            "title": "Labour leadership contest: Boost for Starmer's campaign as he gets Unison's backing – as it happened",
            "category": "Politics",
            "snippet": "Ursula von der Leyen, the president of the European commission, has said it will be “impossible” for the UK to negotiate a comprehensive deal covering …"
        },
        {
            "title": "'A kind of nightmare': Carlos Ghosn's press conference – key points",
            "category": "Business",
            "snippet": "Carlos Ghosn, the former Renault-Nissan chair, made his long-awaited appearance before the world’s media on Wednesday at a lengthy and often rambling …"
        },
        {
            "title": "Can Joaquin Phoenix save the planet by wearing one tuxedo for the whole awards season?",
            "category": "Film",
            "snippet": "At last some good news for the planet: in conjunction with a general plea for sustainability, Joker star Joaquin Phoenix has vowed to re-purpose his G …"
        },
        {
            "title": "England may unleash Leach to put extra spin on Root’s treasured win",
            "category": "Sport",
            "snippet": "There is relief as well as jubilation for England. After four matches Chris Silverwood has now overseen a Test victory. It is Joe Root’s 18th win as c …"
        },
        {
            "title": "Johnson's first meeting with Von der Leyen lays trade deal faultlines bare",
            "category": "Politics",
            "snippet": "If the European School in the leafy Uccle suburb of Brussels teaches its high-flying pupils anything, it is how to be diplomatic. It came as little su …"
        },
        {
            "title": "Democrat takes first public stance on air pollution in Cancer Alley after Guardian report",
            "category": "US-News",
            "snippet": "Louisiana’s lone Democratic congressman Cedric Richmond has taken his first public stance on air pollution in the town of Reserve and has committed to …"
        },
        {
            "title": "Amid the fury and bombast, Ghosn’s case deserves proper examination",
            "category": "Business",
            "snippet": "Summary: Carlos Ghosn, live from Lebanon, put on an entertaining show. There was bombast, arm-waving and undisguised fury. “My unimaginable ordeal is the resul …"
        },
        {
            "title": "Oscars ceremony will be hostless for second year running",
            "category": "Film",
            "snippet": "This year’s Oscars ceremony will be without a traditional host for the second year running, according to the ABC entertainment president, Karey Burke. …"
        },
        {
            "title": "MPs vote to drop child refugee protections from Brexit bill",
            "category": "UK-News",
            "snippet": "The Commons has rejected proposals to keep protections for child refugees in the redrafted EU withdrawal agreement bill, triggering dismay from campai …"
        },
        {
            "title": "Instead of celebrating Adele's weight loss, may I suggest something else?",
            "category": "Music",
            "snippet": "Adele may have dubious views on tax, but one thing is for certain: the rest of her resume is nearly flawless. Her first album, some of which she wrote …"
        },
        {
            "title": "How the oil industry has spent billions to control the climate change conversation",
            "category": "Business",
            "snippet": "America’s oil companies are trying to rebrand themselves as part of the solution to the climate crisis, launching a campaign to counter top Democrats’ …"
        },
        {
            "title": "Weakening North Atlantic Drift could bring colder UK winters",
            "category": "UK-News",
            "snippet": "Deep snow drifts, skating along frozen rivers and weeks of sub-zero temperatures used to be normal features of a British winter, but they are rare tod …"
        },
        {
            "title": "Rob Burrow reveals doctor’s positive motor neurone disease outlook",
            "category": "Sport",
            "snippet": "Rob Burrow has revealed he has been told he has “very early stage” motor neurone disease but is hopeful he can live for another decade. The former Lee …"
        },
        {
            "title": "Move by Prince Harry and Meghan signals a slimmed-down future",
            "category": "UK-News",
            "snippet": "The announcement by the Duke and Duchess of Sussex that they are to step back as senior members of the royal family follows a year of stress and uneas …"
        },
        {
            "title": "Hadrian's wall fort gifted to England's historic sites collection",
            "category": "UK-News",
            "snippet": "A Roman fort at Hadrian’s wall, in Northumberland, built around 122AD and which housed a garrison of 500 soldiers from Gaul, has been given to the nat …"
        },
        {
            "title": "Calls for Whirlpool to refund 500,000 buyers of fire-risk appliances",
            "category": "Business",
            "snippet": "Whirlpool should offer the owners of more than half a million recalled washing machines the option of a refund alongside a repair or replacement, acco …"
        },
        {
            "title": "Town of the Year push falls flat after failure to realise site is a city",
            "category": "UK-News",
            "snippet": "A new government Town of the Year competition has backfired spectacularly after officials failed to realise that it was being launched in a place that …"
        },
        {
            "title": "Glaucoma patients going blind due to treatment delays, watchdog finds",
            "category": "UK-News",
            "snippet": "People with glaucoma are going blind because NHS eyesight services have “inadequate capacity” to follow up such patients properly after diagnosis, an …"
        },
        {
            "title": "Barry Gardiner shocks Labour with hint he may run for leadership",
            "category": "Politics",
            "snippet": "Barry Gardiner, the shadow international trade secretary, has said he is considering running for Labour party leader, in a shock announcement made jus …"
        },
        {
            "title": "'Megxit' dominates as world pores over Meghan and Harry splinter group",
            "category": "UK-News",
            "snippet": "The news that the Duke and Duchess of Sussex will be stepping back from their roles as senior members of the royal family has been met with shock, mis …"
        },
        {
            "title": "100,000 children in London 'without secure immigration status'",
            "category": "UK-News",
            "snippet": "New research estimates that more than 100,000 children are living in London without secure immigration status, despite more than half of them having b …"
        },
        {
            "title": "The New Mutants: what should we expect from the cursed X-Men horror film?",
            "category": "Film",
            "snippet": "The X-Men horror The New Mutants has had quite the mutated journey to the screen: several scrapped release dates, abandoned reshoots, a new character …"
        },
        {
            "title": "Uncut Gems review – this sparkler will be the most exciting film of the year",
            "category": "Film",
            "snippet": "This sensationally good New York crime drama is rocket-fuelled with greed and crack-fumed with fear. It is directed by the Safdie brothers, Benny and …"
        },
        {
            "title": "Two new David Bowie records to be released in 2020",
            "category": "Music",
            "snippet": "Two new David Bowie records will be released this year, with a digital EP featuring unheard versions of songs being released weekly and a live session …"
        },
        {
            "title": "For your consideration: this season's most overlooked film performances",
            "category": "Film",
            "snippet": "Academy awards voting opened last week, and runs for just six days: the shortest period of balloting ever, characteristic of a squeezed season that wi …"
        },
        {
            "title": "A World Without Work by Daniel Susskind review – should we be delighted or terrified?",
            "category": "Books",
            "snippet": "Oscar Wilde dreamed of a world without work. In The Soul of Man Under Socialism (1891) he imagined a society liberated from drudgery by the machine: “ …"
        },
        {
            "title": "How Ryan Tannehill dragged himself – and the Titans – into playoff relevance",
            "category": "Sport",
            "snippet": "When the Tennessee Titans face the Baltimore Ravens in Saturday’s divisional round of the NFL playoffs, one quarterback will take the field and stick …"
        },
        {
            "title": "Doctor, sailor, Super Bowl contender: Laurent Duvernay-Tardif's extraordinary career",
            "category": "Sport",
            "snippet": "Summary: Draft night follows a familiar pattern for most players as they wait to be picked for their first NFL team out of college. There’s the nervous lead up …"
        },
        {
            "title": "The Doll by Ismail Kadare review – a fascinating study of difficult love",
            "category": "Books",
            "snippet": "At first acquaintance, Ismail Kadare’s autobiographical novel can be read as an elegant, slightly bittersweet coming-of-age memoir, touched with nosta …"
        },
        {
            "title": "The Way We Eat Now by Bee Wilson review – strategies for eating in a world of change",
            "category": "Books",
            "snippet": "In recent years, how and what we eat has been transformed. “These changes are written on the land, on our bodies and on our plates,” Wilson writes. Th …"
        },
        {
            "title": "Max Verstappen’s decision suggests F1 title tilt from Red Bull and Honda",
            "category": "Sport",
            "snippet": "Just days into the new year, with many good intentions already falling by the wayside, Max Verstappen has displayed the boldest of resolve. The Dutchm …"
        },
        {
            "title": "Six sixes in an over, finish-line drama and a slalom close call",
            "category": "Sport",
            "snippet": "Summary: 1) Let’s start with a bang, as Leo Carter slams six sixes in an over for Canterbury Kings against Northern Knights in the T20 Super Smash, on his way …"
        },
        {
            "title": "Police issue warning over posts 'identifying Reynhard Sinaga victims'",
            "category": "UK-News",
            "snippet": "Police have issued a warning after a number of social media posts purportedly identified victims of the serial rapist Reynhard Sinaga. Greater Manches …"
        },
        {
            "title": "The Clash's 40 greatest songs – ranked!",
            "category": "Music",
            "snippet": "40. 1977 (1977) A historical artefact, not for the proto-punk music, but because the lyrics epitomise the new wave’s perceived threat to the old guard …"
        },
        {
            "title": "Good Husbandry by Kristin Kimball review – a new life on a community farm",
            "category": "Books",
            "snippet": "Kristin Kimball was a freelance writer living in New York when, at the age of 31, she went to interview an idealistic young organic farmer in Pennsylv …"
        },
        {
            "title": "Georgia: Seeking Thrills review – a bold British hymn to hedonism",
            "category": "Music",
            "snippet": "The photo on the cover of Georgia Barnes’s second album seems telling. At first glance, it looks like one of those classic late 80s/early 90s club sho …"
        }
    ]
}