{
    "page": [
        {
            "title": "Pet Shop Boys: Hotspot review – evergreen dancefloor nous",
            "category": "Music",
            "snippet": "Neil Tennant has never been one to shy away from the issues, but during his 35 years as a cerebral pop operator, he has usually held them at arm’s len …"
        },
        {
            "title": "Luther Burrell: ‘I’m miles ahead compared to where I was last year’",
            "category": "Sport",
            "snippet": "With players such as Sonny Bill Williams and George Burgess readying themselves for their eagerly anticipated debuts next weekend, there has perhaps n …"
        },
        {
            "title": "Revealed: the £12bn bill for scrapping high-speed rail link",
            "category": "UK-News",
            "snippet": "Scrapping the HS2 rail project will cost at least £12 billion in write-offs and compensation and plunge major construction companies into financial pe …"
        },
        {
            "title": "Medieval treasures uncovered – from the sludge of a London cesspit",
            "category": "UK-News",
            "snippet": "It is said that one person’s trash is another’s treasure. The discovery by archaeologists of a huge cesspit containing medieval artefacts under one of …"
        },
        {
            "title": "The Teskey Brothers review – Aussie blues revivalists let the good times roll",
            "category": "Music",
            "snippet": "It feels preposterous to suggest a band who formed in 2008 are enjoying a meteoric rise, but in the case of the Teskey Brothers, it makes a weird kind …"
        },
        {
            "title": "Brexit: Heseltine says celebrations rub remainers' noses in it",
            "category": "Politics",
            "snippet": "The Tory peer and former deputy prime minister Lord Heseltine has accused Boris Johnson of trying to “rub the noses of Remainers in their defeat”, aft …"
        },
        {
            "title": "Angela Hewitt review – brain-teasing Bach and Beethoven's bite",
            "category": "Music",
            "snippet": "Beethoven’s admiration for Bach knew no bounds. So in this year marking the 250th anniversary of his birth, Beethoven would doubtless have felt flatte …"
        },
        {
            "title": "Sportwatch: Hurricanes home in BBL runfest, seven goal A-League thriller - as it happened",
            "category": "Sport",
            "snippet": "Pretty happy I stuck around for that in the end - a record runscoring match in the BBL, as after Matthew Wade posted the second biggest individual Big …"
        },
        {
            "title": "‘Beales is part of our history’: shoppers on landmark store’s woes",
            "category": "Business",
            "snippet": "Edna Southworth and Lis Gray were clutching half-price bedclothes and duvets as they left the Beales department store in Bournemouth. But their mood w …"
        },
        {
            "title": "Present. Perfect. review – chilling documentary on Chinese live streaming",
            "category": "Film",
            "snippet": "Since 2016, live streaming – individuals filming and broadcasting themselves in real time – has become a major phenomenon in China, an industry and fo …"
        },
        {
            "title": "Australian Open: Federer through to last eight, Barty beats Riske – as it happened",
            "category": "Sport",
            "snippet": "It’s hard to see either of tonight’s big winners, Federer or Barty, bringing it home. But it’d be hard to complain if either did, and both will be bet …"
        },
        {
            "title": "Theft by Luke Brown review – angst in the age of Brexit",
            "category": "Books",
            "snippet": "Luke Brown is magnetised by the nature of honesty, deception and departures. His first novel, My Biggest Lie, followed the fortunes of a man whose pro …"
        },
        {
            "title": "Halsey: Manic review –  sounds a bit like everything you know, but better",
            "category": "Music",
            "snippet": "If Billie Eilish is the US pop star already defining the 2020s with her low-key rasp, then 25-year-old Halsey feels like the Pink to her Robyn. Both h …"
        },
        {
            "title": "Identify your accelerator – and four other ways to have more sex with your partner",
            "category": "Life-and-Style",
            "snippet": "Summary: Fit it into your schedule The No 1 tip from sex therapists and educators for couples who want to have more sex is to consciously make time for it – do …"
        },
        {
            "title": "Calls for Grenfell Tower inquiry to change way it deals with families",
            "category": "UK-News",
            "snippet": "The chair of the Grenfell Tower public inquiry is facing calls to change how he deals with survivors and the bereaved when hearings restart, after a b …"
        },
        {
            "title": "Worth review  – Michael Keaton  excels in powerful 9/11 drama",
            "category": "Film",
            "snippet": "Summary: About midway through fact-based legal drama Worth, Michael Keaton, playing Ken Feinberg, the lawyer tasked with deciding how best to compensate the fa …"
        },
        {
            "title": "Uncle Frank review – top form Paul Bettany lifts phony Alan Ball drama",
            "category": "Film",
            "snippet": "A new synonym for the phrase “elevating the material” was born at the 2020 Sundance Film Festival. It is “Paul Bettany in Alan Ball’s Uncle Frank”. Th …"
        },
        {
            "title": "Schoolboy Q review – South Central energy with a nod to Kendrick",
            "category": "Music",
            "snippet": "If there’s a name that Quincy Hanley, AKA Schoolboy Q, could justifiably feel tired of hearing in connection with his own then it’s that of Kendrick L …"
        },
        {
            "title": "Reynhard Sinaga victim: 'I thought I might have killed him'",
            "category": "UK-News",
            "snippet": "The student who exposed the serial rapist Reynhard Sinaga has said he feared he had killed him after he woke and fought back when he found he was bein …"
        },
        {
            "title": "In Brief: Providence Lost; The Year Without Summer; Reasons to Be Cheerful – reviews",
            "category": "Books",
            "snippet": "Providence Lost Paul Lay Head of Zeus, £30, pp326 At a time when contemporary history often prizes showmanship at the expense of authority, it is salu …"
        },
        {
            "title": "The hair wellness industry: 'Men said they would rather have a small penis than go bald'",
            "category": "Life-and-Style",
            "snippet": "Spencer Stevenson was blessed with thick hair as a young man. He was handsome, too, with blue eyes and a dimpled chin. “They used to call me the Hoff, …"
        },
        {
            "title": "Poliça: When We Stay Alive review – airs of elegant detachment",
            "category": "Music",
            "snippet": "Minneapolis’s Poliça set out their stall on their excellent 2012 debut, Give You the Ghost. With Ryan Olson’s ahead-of-its-time blend of indie, alt-R& …"
        },
        {
            "title": "Rogue energy brokers 'con small businesses out of £2bn a year'",
            "category": "Business",
            "snippet": "Small businesses are being conned out of £2bn by rogue “energy brokers” who lock them into long-term bad-value gas and electricity contracts, accordin …"
        },
        {
            "title": "How to take care of a pulled muscle",
            "category": "Life-and-Style",
            "snippet": "Most strains you get day-to-day or doing recreational sport are mild to moderate, and they tend to heal really well on their own. If it’s just a littl …"
        },
        {
            "title": "Shirley review – Elisabeth Moss anchors darkly compelling literary psychodrama",
            "category": "Film",
            "snippet": "Summary: As willfully unconventional as a literary portrait could possibly be, Madeline’s Madeline director Josephine Decker’s take on Shirley Jackson is a thr …"
        },
        {
            "title": "Mark Wood claims five before England set South Africa target of 466 to win",
            "category": "Sport",
            "snippet": "Summary: The third innings in a match such as this can be a bit dull. A ballast of 217 runs after declining to enforce the follow-on usually results in hours o …"
        },
        {
            "title": "Reiss reports jump in global Christmas sales as it seeks a buyer",
            "category": "Business",
            "snippet": "The upmarket fashion chain Reiss, said to be a favourite of the Duchess of Cambridge, reported that sales jumped by a fifth over the Christmas period …"
        },
        {
            "title": "Letter: Herbert Chappell obituary",
            "category": "Music",
            "snippet": "I knew Herbert Chappell from when he was working on his doctorate at Oxford. Having graduated in English, I embarked, without formal qualifications an …"
        },
        {
            "title": "Third man arrested over death of footballer Jordan Sinnott",
            "category": "UK-News",
            "snippet": "Summary: A third man has been arrested over the death of a non-league footballer who died after being attacked during a night out. Jordan Sinnott, who played o …"
        },
        {
            "title": "Grenfell inquiry to restart with statements from private firms",
            "category": "UK-News",
            "snippet": "The companies which wrapped Grenfell Tower in combustible cladding will finally face public scrutiny when the inquiry into the loss of 72 lives restar …"
        },
        {
            "title": "Northern rail to be renationalised – and some Beeching closures could reopen",
            "category": "UK-News",
            "snippet": "Ministers will pledge to reopen closed rail lines in the north this week as the government prepares to renationalise the failed Northern franchise. Th …"
        },
        {
            "title": "Statistics watchdog criticises UK rail passenger survey",
            "category": "UK-News",
            "snippet": "A national survey of rail passengers that has guided UK decisions on rail franchising for two decades has been condemned in a highly critical report b …"
        },
        {
            "title": "Aggrieved Twiston-Davies puts Bristol De Mai firmly on course for Gold Cup",
            "category": "Sport",
            "snippet": "Bristol De Mai is being underestimated once more, Nigel Twiston-Davies said on Sunday as he reflected on the grey’s effort in Saturday’s Cotswold Chas …"
        },
        {
            "title": "Paul Collingwood insists Jos Buttler will be ‘backed to the hilt’",
            "category": "Sport",
            "snippet": "Paul Collingwood, England’s assistant coach, has backed Jos Buttler to thrive despite the wicketkeeper’s desperate Test series against South Africa. B …"
        },
        {
            "title": "UK's smart motorways to be reviewed after huge rise in near-misses",
            "category": "Politics",
            "snippet": "Britain’s network of smart motorways – where drivers can use the hard shoulder – is being urgently reviewed by the government after it was discovered …"
        },
        {
            "title": "Cow & Gate and Tesco recall baby food over tampering fears",
            "category": "Business",
            "snippet": "Cow & Gate and Tesco are recalling 15 types of baby food jars as a precautionary measure owing to fears that some jars may have been tampered with. Th …"
        },
        {
            "title": "Lewis Ludlam packed and ready for an England chance against France",
            "category": "Sport",
            "snippet": "Summary: The Six Nations is fast approaching and, for someone, so is a massive opportunity. With the unfortunate Billy Vunipola out of contention following his …"
        },
        {
            "title": "Keir Starmer: only a federal UK 'can repair shattered trust in politics'",
            "category": "Politics",
            "snippet": "Keir Starmer, the Labour leadership frontrunner, has called for a fully federal UK, devolving power to the nations and regions of England, Scotland, W …"
        },
        {
            "title": "Promising Young Woman review – Carey Mulligan ignites fiery #MeToo revenge tale",
            "category": "Film",
            "snippet": "Summary: There aren’t many films at this year’s Sundance film festival that boast a premise quite as tantalising as that of Promising Young Woman, a candy-colo …"
        },
        {
            "title": "£30bn pension fund: we'll sack asset managers that ignore climate crisis",
            "category": "Business",
            "snippet": "A £30bn British pension fund has threatened to sack investment managers that do not take action on the climate crisis, criticising the sector as “not …"
        },
        {
            "title": "'The city is bleeding': LA Lakers fans gather to pay tribute to Kobe Bryant",
            "category": "Sport",
            "snippet": "Kobe Bryant fans from across the city gathered at Los Angeles’ Staples Center to pay tribute to the NBA legend after learning of his death in a helico …"
        },
        {
            "title": "Basketball legend Kobe Bryant inspired a generation of players",
            "category": "Sport",
            "snippet": "Kobe Bryant, who died on Sunday in a helicopter crash in California at the age of 41, was one of the most accomplished players in league history, an 1 …"
        },
        {
            "title": "Tell us about your favourite Kobe Bryant moment",
            "category": "Sport",
            "snippet": "Kobe Bryant, the former LA Lakers star and one of the greatest basketball players of all time, has died in a helicopter crash in Los Angeles county. O …"
        },
        {
            "title": "Trump linked Ukraine aid to Biden inquiry, Bolton book draft says – report",
            "category": "US-News",
            "snippet": "Summary: The draft of a book by former US national security adviser John Bolton reportedly describes how Donald Trump told him about his determination to delay …"
        },
        {
            "title": "Grammy awards 2020: full list of winners",
            "category": "Music",
            "snippet": "Record of the year Bon Iver – Hey, Ma Billie Eilish – Bad Guy – WINNER Ariana Grande – 7 Rings H.E.R. – Hard Place Khalid – Talk Lil Nas X featuring B …"
        },
        {
            "title": "Gianna Bryant: Kobe's daughter shared his passion for basketball",
            "category": "Sport",
            "snippet": "Gianna Bryant dreamed of following in her father’s footsteps and one day becoming a professional basketball player. On Sunday those dreams were shatte …"
        },
        {
            "title": "Britain could lose access to EU data after series of scandals",
            "category": "Politics",
            "snippet": "﻿British hopes of maintaining a post-Brexit flow of data with the EU, judged vital for security and the economy, have been thrown into doubt after a b …"
        },
        {
            "title": "Police chiefs admit failures on diversity 21 years after pledge",
            "category": "UK-News",
            "snippet": "Police chiefs have admitted they have been too slow to boost diversity in the ranks and still have a long way to go, almost 21 years since a landmark …"
        },
        {
            "title": "Grammy awards 2020: Billie Eilish wins big, Kobe Bryant tributes pour in",
            "category": "Music",
            "snippet": "Summary: Billie Eilish reigned supreme at the Grammys on Sunday night, winning five awards including best new artist, album of the year and song of the year fo …"
        },
        {
            "title": "Downhill review – Ferrell and Louis-Dreyfus crash with redundant remake",
            "category": "Film",
            "snippet": "When it was announced in 2018 that the critically adored Swedish comedy Force Majeure would be remade by Fox, the overwhelming response from anyone wh …"
        }
    ]
}