{
    "page": [
        {
            "title": "My life in sex: ‘I no longer worry about my foreskin getting trapped’",
            "category": "Life-and-Style",
            "snippet": "When I started having sex at 21, I was expecting clumsy awkwardness, not pain. But during penetrative sex, I found it was impossible to retract my for …"
        },
        {
            "title": "Bombay Bicycle Club: Everything Else Has Gone Wrong review – songs to buy a mid-range hatchback to",
            "category": "Music",
            "snippet": "Even when reunions are no longer surprising but inevitable, Bombay Bicycle Club’s return is striking: just four years after they split, here is a fift …"
        },
        {
            "title": "Grammys chief Deborah Dugan suspended after misconduct allegation",
            "category": "Music",
            "snippet": "Deborah Dugan, president and chief executive of the Recording Academy, which organises the Grammy awards, has been suspended following an accusation o …"
        },
        {
            "title": "'I won’t miss Greggs': Cornwall's pasty fans prefer the real deal",
            "category": "UK-News",
            "snippet": "William Holman declared himself a Cornishman through and through and vowed he would never be caught eating a Greggs pasty. “Why would I do that?” aske …"
        },
        {
            "title": "070 Shake: Modus Vivendi review – paranoid jams and futuristic gospel",
            "category": "Music",
            "snippet": "070 Shake has a voice that sounds invincible. The world first heard it when she was plucked from comparative obscurity to sing on Kanye West’s haphaza …"
        },
        {
            "title": "Tracks of the week reviewed: Dream Nails, Tame Impala, Georgia",
            "category": "Music",
            "snippet": "Dream Nails Text Me Back (Chirpse Degree Burns) Millennial culture is crying out for a horror franchise called Two Blue Ticks. This generation’s Blair …"
        },
        {
            "title": "US briefing: impeachment, Iran missile strike and Ayanna Pressley",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Government agency: Trump broke law by blocking Ukraine aid As the Senate impeachment tria …"
        },
        {
            "title": "Is cheating the rotten heart of American sports?",
            "category": "Sport",
            "snippet": "One of the harder-to-believe tales in American sports over the past decade involved the stunningly rapid transformation of the Houston Astros from a h …"
        },
        {
            "title": "Sudanese asylum seeker flown back to UK after Khartoum gunfight delay",
            "category": "UK-News",
            "snippet": "A Sudanese asylum seeker wrongly deported by the Home Office has been flown back to the UK after his departure from Khartoum was delayed by a gunfight …"
        },
        {
            "title": "I'm struggling with the new, slower reality of Westminster politics",
            "category": "UK-News",
            "snippet": "Monday Like most other political journalists I am struggling to come to terms with the new reality. After three and a half years of intense and, at ti …"
        },
        {
            "title": "Flybe plays down size of rescue deal as rivals step up criticism",
            "category": "Business",
            "snippet": "Flybe has admitted to having secured a £10m tax holiday and confirmed ongoing negotiations over a state loan, as rival airlines stepped up attacks on …"
        },
        {
            "title": "My boyfriend and I agreed we didn’t want children – but now I’m not sure",
            "category": "Life-and-Style",
            "snippet": "I love my boyfriend very much. We live together and get along really well. The thing is he doesn’t want children and has been open about that from the …"
        },
        {
            "title": "Slipknot review – a haven of euphoric noise in a world gone mad",
            "category": "Music",
            "snippet": "It’s 21 years since Slipknot blazed out of Iowa with their eponymous debut album and a striking USP. Their horror masks tapped into the movie-viewing …"
        },
        {
            "title": "What are you planning to do to mark Brexit day?",
            "category": "Politics",
            "snippet": "Friday 31 January is Brexit’s point of no return: the end of the article 50 process, which cannot be reversed. Many believe it will be decades before …"
        },
        {
            "title": "Sunderland woman injured in suspected homophobic attack",
            "category": "UK-News",
            "snippet": "Summary: A 20-year-old woman was left covered in blood after she was punched in the back of the head during a suspected homophobic attack. Charlie Graham had b …"
        },
        {
            "title": "'Enjoy your mountin': Utah cancels state-issued condoms over innuendo",
            "category": "US-News",
            "snippet": "Utah’s Republican governor, Gary Herbert, has suspended an HIV prevention campaign over condoms that used sexual innuendo to promote their use. The co …"
        },
        {
            "title": "Discworld fans are right to be nervous about the BBC's 'punk rock' The Watch",
            "category": "Books",
            "snippet": "We Terry Pratchett fans have been lucky in recent years. We were given Good Omens, which thanks to co-author Neil Gaiman’s shepherding and incredible …"
        },
        {
            "title": "Oxo to launch vegan beef-flavoured stock cubes",
            "category": "Business",
            "snippet": "Summary: Beef stock cubes have become the unlikely target of a vegan makeover with Oxo scheduled to launch a meat-free version of the famous meat extract amid …"
        },
        {
            "title": "Tell us about your cat disputes with your neighbours",
            "category": "Life-and-Style",
            "snippet": "Cats: they love us, they hate us - they might even actually be genuinely attached to us. But having a cat can make life difficult – especially when it …"
        },
        {
            "title": "Brexit: UK has ruled out automatic deportation of EU citizens, says Verhofstadt",
            "category": "Politics",
            "snippet": "The UK government has sought to reassure the EU that its citizens living in the UK will not be deported if they fail to apply for settled status, the …"
        },
        {
            "title": "Is it possible to make friends with your neighbours?",
            "category": "Life-and-Style",
            "snippet": "Recently my mum (who lives at No 3) received a mysterious note in an elegant envelope from No 9, the lesser-known neighbours three doors down. A party …"
        },
        {
            "title": "Djokovic’s Melbourne haven may be hazardous for Nadal and Federer",
            "category": "Sport",
            "snippet": "Dan Evans, whose rebirth as one of the wiliest operators on the tour is complete, has to win two matches here for an appointment with the defending ch …"
        },
        {
            "title": "Owen Jones attacker tells court far-right belongings are football-related",
            "category": "UK-News",
            "snippet": "A man accused of assaulting the Guardian columnist Owen Jones because of hostility to his leftwing politics and homosexuality told a court that a coll …"
        },
        {
            "title": "Piccadilly Gardens: can Manchester's 'unsafe' city centre be transformed?",
            "category": "UK-News",
            "snippet": "At 5.30pm in Manchester’s Piccadilly Gardens, three police officers are gathered around a wheelchair parked in front of a gold postbox commemorating T …"
        },
        {
            "title": "How can I heal a terrible rift between my brothers?",
            "category": "Life-and-Style",
            "snippet": "I’m in my 40s, and have two brothers. Our mother, despite a difficult marriage and divorce, is happily married for the second time. Unfortunately, a h …"
        },
        {
            "title": "Coroner: supervision of Conner Marshall’s killer ‘woefully inadequate’",
            "category": "UK-News",
            "snippet": "A coroner has highlighted a series of failings in the supervision in the community of a violent serial offender who murdered an 18-year-old in a rando …"
        },
        {
            "title": "Nailbiter to keen runner: the three secrets to turning a bad habit into a good one",
            "category": "Life-and-Style",
            "snippet": "I am going to talk to Wendy Wood about my bad habits. Professor of psychology at the University of Southern California, Wood researches how habits gui …"
        },
        {
            "title": "Philharmonia/Salonen review – Turnage gets the horn",
            "category": "Music",
            "snippet": "Summary: Towards Alba, Mark-Anthony Turnage’s new horn concerto, was written for Richard Watkins, who gave its premiere with the Philharmonia under Esa-Pekka S …"
        },
        {
            "title": "Sci-fi magazine pulls story by trans writer after 'barrage of attacks'",
            "category": "Books",
            "snippet": "A science fiction story that repurposed the transphobic meme “I Sexually Identify as an Attack Helicopter” as its title has been removed from the maga …"
        },
        {
            "title": "Global markets rise despite slowest Chinese growth for 30 years",
            "category": "Business",
            "snippet": "China’s economy stumbled last year to its lowest growth rate in almost 30 years after the tit-for-tat trade war with the US took its toll on manufactu …"
        },
        {
            "title": "Eminem faces backlash after comparing himself to Manchester Arena bomber",
            "category": "Music",
            "snippet": "Eminem has been criticised after comparing himself to the Manchester Arena suicide bomber. His track Unaccommodating, taken from his new album Music t …"
        },
        {
            "title": "Wordsworth treasures donated to poet's Lake District home",
            "category": "Books",
            "snippet": "A treasure trove of newly discovered items belonging to William Wordsworth, one of England’s greatest poets, have been given to his Lake District home …"
        },
        {
            "title": "Latest twist in Saracens salary cap scandal threatens a descent into pure farce",
            "category": "Sport",
            "snippet": "What a mess. Not only for Saracens, currently neck-deep in a reputational slurry pit of their own making, but for everyone involved. And, talking to t …"
        },
        {
            "title": "'My dad was a toolmaker': Labour candidates and their backgrounds",
            "category": "Politics",
            "snippet": "Sir Keir Starmer A London-based lawyer and former director of public prosecutions, Starmer has perhaps faced the most intense scrutiny of his backgrou …"
        },
        {
            "title": "Talking Horses: fatality rate shows worrying Flat and jumps imbalance",
            "category": "Sport",
            "snippet": "At first sight, the figures for fatal injuries to horses while racing in 2019, which were published on the British Horseracing Authority’s website on …"
        },
        {
            "title": "Fiance jailed for bomb hoax call to delay flight in romantic getaway",
            "category": "UK-News",
            "snippet": "A man has been jailed for 16 months and banned from Gatwick airport for calling in a hoax bomb threat to a flight he was running late for. Rashidul Is …"
        },
        {
            "title": "Ollie Pope’s assured innings hints at bright future in England middle order",
            "category": "Sport",
            "snippet": "There are some young players who you only need to see a handful of times before coming to the conclusion they have a long and distinguished internatio …"
        },
        {
            "title": "How we stay together: 'The sense of trust that we had in each other as friends'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Simon and Naomi Perry Years together: 23 Occupations: IT specialist and naturopath Some relationships start in an instant. A chance encounter, …"
        },
        {
            "title": "Man found guilty of aggravated assault against Owen Jones",
            "category": "UK-News",
            "snippet": "A man has been found guilty of aggravated assault against the Guardian columnist Owen Jones because of hostility to his leftwing political views and h …"
        },
        {
            "title": "IMF boss says global economy risks return of Great Depression",
            "category": "Business",
            "snippet": "The head of the International Monetary Fund has warned that the global economy risks a return of the Great Depression, driven by inequality and financ …"
        },
        {
            "title": "Emily Thornberry tells unions: 'don't close gates' to would-be Labour leaders",
            "category": "Politics",
            "snippet": "Emily Thornberry has warned the trade unions not to “keep the gates closed” to leadership candidates, claiming members deserve the widest possible cho …"
        },
        {
            "title": "Rebecca Long-Bailey: replace House of Lords with elected senate",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has expanded on her aim to replace the House of Lords, saying she would instead have an elected senate, based outside of London, i …"
        },
        {
            "title": "Boris Johnson saves face over failed bid for Big Ben Brexit chime",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has announced plans to project a giant clock face on to Downing Street on the evening of 31 January, in a bid to move on after a backlas …"
        },
        {
            "title": "Talking Horses: Defi Du Seuil can win Ascot reunion with Un De Sceaux",
            "category": "Sport",
            "snippet": "Every great race deserves a replay and last month’s thrilling Tingle Creek could be played out once more at Ascot, where the first and second face eac …"
        },
        {
            "title": "Trump administration abruptly moves hundreds of immigrant hearings out of San Francisco",
            "category": "US-News",
            "snippet": "Summary: Northern California immigration attorneys are reeling after learning of a controversial Trump administration decision to move hundreds of immigrant de …"
        },
        {
            "title": "'It's a monster': the Skipsea homes falling into the North Sea",
            "category": "UK-News",
            "snippet": "For those who long to live by the sea, the thought of gently breaking waves and waking by the beach sums up the irresistible charm of coastal life. Bu …"
        },
        {
            "title": "Tim Dowling: it’s day two of the silent treatment. Can I keep it up?",
            "category": "Life-and-Style",
            "snippet": "I am not speaking to my wife, although I concede she has no real way of knowing this. I’m in my office shed, working and not speaking to her, and she’ …"
        },
        {
            "title": "Why women should start giving short men a chance",
            "category": "Life-and-Style",
            "snippet": "This week, the actor Jameela Jamil said she wants to see fewer dating stereotypes on screen. Instead of the usual conventionally-pretty-woman-meets-co …"
        },
        {
            "title": "The Age of Illusions review: anti-anti-Trump but for … what, exactly?",
            "category": "Books",
            "snippet": "Winston Churchill supposedly said: “Americans will always do the right thing, only after they have tried everything else.” In his new book, Andrew Bac …"
        },
        {
            "title": "Fitness tips: three easy ways to get military fit",
            "category": "Life-and-Style",
            "snippet": "At the core of parachute regiment training are simple drill exercises you can do anywhere in the world, with no trainer or equipment. The following th …"
        }
    ]
}