{
    "page": [
        {
            "title": "Woman on trial in Middlesbrough accused of murdering her father",
            "category": "UK-News",
            "snippet": "A woman has gone on trial accused of murdering her “violent and controlling” father following a family row. Nursery worker Jessica Breeze has denied m …"
        },
        {
            "title": "Knife crime at record high as overall charge rate falls",
            "category": "UK-News",
            "snippet": "The proportion of recorded crimes in England and Wales that resulted in a suspect being charged or summonsed to court has fallen again, figures reveal …"
        },
        {
            "title": "Paw Patrol: Ready, Race, Rescue! review – 48 minutes in the pits",
            "category": "Film",
            "snippet": "They sure do churn em out. Here’s another episode of Nickelodeon’s animated TV show about a team of rescue dogs, jazzed up and padded out into a 48-mi …"
        },
        {
            "title": "Quentin Tarantino: I am in combat with blockbuster franchises",
            "category": "Film",
            "snippet": "Quentin Tarantino has joined Martin Scorsese in voicing discontent at the dominance of franchise and superhero films, suggesting there is a “war for m …"
        },
        {
            "title": "Javid seeks to calm business over EU rulebook after Brexit",
            "category": "Politics",
            "snippet": "Sajid Javid has sought to reassure business that there will be no wholesale dumping of EU regulations as he pledged there would be no divergence after …"
        },
        {
            "title": "#AnneFrank. Parallel Stories review – Helen Mirren hosts a heartfelt tribute",
            "category": "Film",
            "snippet": "The 75th anniversary of the Auschwitz liberation has been marked by this heartfelt and valuable documentary, presented on camera by Helen Mirren, cent …"
        },
        {
            "title": "Louise Alder & Joseph Middleton: Lines Written During a Sleepless Night review – worth staying up for",
            "category": "Music",
            "snippet": "Here’s a really lovely disc from two of classical song’s brightest artists. The soprano Louise Alder and pianist Joseph Middleton start with Rachmanin …"
        },
        {
            "title": "Charles Sprawson obituary",
            "category": "Books",
            "snippet": "Iris Murdoch called Haunts of the Black Masseur: The Swimmer As Hero, Charles Sprawson’s classic memoir, “as zestful as a plunge in champagne”. The bo …"
        },
        {
            "title": "Philadelphia: pope picks Latino archbishop to replace prominent conservative",
            "category": "US-News",
            "snippet": "Pope Francis has appointed Nelson Perez as the new archbishop of Philadelphia, with Perez becoming the first Latino to head the major US archdiocese. …"
        },
        {
            "title": "Sinfonietta/Fischer review – mystery and awe, from Debussy to Harvey",
            "category": "Music",
            "snippet": "The London Sinfonietta’s Sound Across a Century is a two-part set of lecture-concerts, presented by the musicologist Jonathan Cross, exploring the mod …"
        },
        {
            "title": "Lake District plan to moor holiday boats on Grasmere withdrawn",
            "category": "UK-News",
            "snippet": "Plans to moor holiday boats on the shores of Grasmere in the Lake District national park have been withdrawn in a move described as a huge victory for …"
        },
        {
            "title": "Don't panic! Dr Matt Hancock will protect us from the coronavirus",
            "category": "Politics",
            "snippet": "Summary: Very few MPs were taking any chances with the new coronavirus outbreak in China. Which is why the Commons chamber was almost entirely empty for the mi …"
        },
        {
            "title": "J Hus – Big Conspiracy review: British rap star lights up his own lane",
            "category": "Music",
            "snippet": "Earlier this week, it became apparent that J Hus’s new album, the follow-up to 2017’s Brit and Mercury-nominated Common Sense, had leaked. It was a th …"
        },
        {
            "title": "Once in a full moon: night swimming in McIver’s ladies baths",
            "category": "Life-and-Style",
            "snippet": "A year ago, late on a summer evening in Sydney, I found myself peering – discreetly, I hoped – through a gap in the bushes at a small nature reserve i …"
        },
        {
            "title": "My best friend seems to have no time for me. Am I being too demanding?",
            "category": "Life-and-Style",
            "snippet": "My best friend has a huge network of friends and family and many work and community commitments. I understand these are important and make it hard to …"
        },
        {
            "title": "Handmade Burger Co in administration with loss of 283 jobs",
            "category": "Business",
            "snippet": "Summary: Restaurant chain Handmade Burger Co has collapsed into administration for the second time, leading to the closure of all 18 outlets and the loss of 28 …"
        },
        {
            "title": "Morrisons to cut 3,000 managers and take on more shop-floor staff",
            "category": "Business",
            "snippet": "Morrisons is axing 3,000 middle managers as part of an overhaul of its store operations that also involves the recruitment of thousands of shop-floor …"
        },
        {
            "title": "Still a boys' club: don't fall for the hype that the music industry has changed",
            "category": "Music",
            "snippet": "The 2020 Grammys almost made it over the finish line without controversy. The nominees for this Sunday’s ceremony boasted unprecedented gender equalit …"
        },
        {
            "title": "'If Labour doesn't talk to the voters it lost, I fear for the future'",
            "category": "Politics",
            "snippet": "Redhills, the headquarters of the Durham Miners’ Association, is one of the glories of the British labour movement. Opened in 1915, it remains a symbo …"
        },
        {
            "title": "World financial markets rocked by China coronavirus",
            "category": "Business",
            "snippet": "Financial markets around the world have been rattled by the coronavirus outbreak, with its centre in Wuhan, a city known as the Chicago of China for i …"
        },
        {
            "title": "Arron Banks drops two parts of libel claim against Carole Cadwalladr",
            "category": "UK-News",
            "snippet": "Summary: Arron Banks, the insurance businessman who co-founded the pro-Brexit Leave.EU campaign, has dropped two elements of his libel claim against the invest …"
        },
        {
            "title": "Town in Welsh valleys crowned UK's high street of the year",
            "category": "Business",
            "snippet": "The small town of Treorchy in the Welsh valleys has beaten far bigger rivals to be named high street of the year in a nationwide competition. Home to …"
        },
        {
            "title": "ESPN accused of fat-shaming Zion Williamson during electric NBA debut",
            "category": "Sport",
            "snippet": "New Orleans Pelicans rookie Zion Williamson, the No 1 overall pick in last year’s NBA draft who’s been hailed as the best prospect since LeBron James, …"
        },
        {
            "title": "Where did it all go wrong for HS2?",
            "category": "UK-News",
            "snippet": "How did the costs escalate? According to the National Audit Office (NAO) reports, the forecast costs have swollen on every bit of HS2 bar the trains – …"
        },
        {
            "title": "The key takeaways from day three of the impeachment trial",
            "category": "US-News",
            "snippet": "The third full day of Donald Trump’s impeachment trial in the US Senate has concluded. Here are six key takeaways: Schiff: ‘right matters’ In a stirri …"
        },
        {
            "title": "Impeachment: Democrats say conduct is 'not America first, but Trump first'",
            "category": "US-News",
            "snippet": "In a stirring oration to conclude the third full day of Donald Trump’s impeachment trial, the lead prosecutor Adam Schiff told senators that in the Un …"
        },
        {
            "title": "Pet Shop Boys: 'The acoustic guitar should be banned'",
            "category": "Music",
            "snippet": "The new Pet Shop Boys album is, they say, the third in a trilogy. Hotspot follows 2013’s Electric and 2016’s Super, all collaborations with producer S …"
        },
        {
            "title": "Australian Open 2020: Serena crashes out, Barty and Djokovic advance - as it happened",
            "category": "Sport",
            "snippet": "Summary: And that’s where our coverage of the day session ends. The story of the day, unquestionably, was Serena Williams’ exit from the tournament at the hand …"
        },
        {
            "title": "The Turning review – ham-fisted trickery saps a classic ghost story",
            "category": "Film",
            "snippet": "Henry James’s classic 1898 ghost story The Turn of the Screw is splodged with unsubtlety in this jump-scary new screen version, wasting a lot of actin …"
        },
        {
            "title": "Florida's iguana-geddon: cull of a pesky interloper or tasty windfall?",
            "category": "US-News",
            "snippet": "It was an unseasonable cold snap by south Florida standards, a two-day spell of frigid temperatures pushed deep into the sunshine state by wintry cond …"
        },
        {
            "title": "‘Don’t blame the mirror for your ugly face’: why foreign idioms rule",
            "category": "Life-and-Style",
            "snippet": "There’s a group of professionals that I have a particular respect for: translators. Those who work to bring us the speeches and press-conference utter …"
        },
        {
            "title": "‘It’s really tragic’: why are coalminers still dying from black lung disease?",
            "category": "Business",
            "snippet": "“When you breathe in silica, it coats your lungs immediately,” said Bethel Brock, a 79-year-old retired coalminer in Wise, Virginia, who worked in min …"
        },
        {
            "title": "Arandel: InBach review – Bach through 100 electronic kaleidoscopes",
            "category": "Music",
            "snippet": "Summary: More than the work of any other composer, Johann Sebastian Bach’s music seems to be genre-neutral. Over the past three centuries these pure, uninflect …"
        },
        {
            "title": "Twin Atlantic: Power review – Soaring Scot-rockers' smooth synth detour",
            "category": "Music",
            "snippet": "As the charts bristle with elliptical trap chants and the patchwork motifs of too-cool-for-choruses pop, your best bet for big, euphoric melodies now …"
        },
        {
            "title": "Correspondents by Tim Murphy review – from the Middle East to the US, and back",
            "category": "Books",
            "snippet": "Summary: As a new decade opens with the world awaiting the consequences of a US military strike in Baghdad, the UK publication of Tim Murphy’s novel could hard …"
        },
        {
            "title": "Is MLB right to let the cheating Houston Astros keep their title?",
            "category": "Sport",
            "snippet": "Say one of your city’s baseball teams loses in the World Series two years in a row. That’s a tough pill to swallow, right? Wait, it gets worse. What i …"
        },
        {
            "title": "The Holy Mountain review – inside the mind of a visionary provocateur",
            "category": "Film",
            "snippet": "Alejandro Jodorowsky’s 1973 film is now revived in UK cinemas: a plumply overripe fruit of the counterculture, dripping with the juices of spiritual r …"
        },
        {
            "title": "Wire: Mind Hive review – sinewy, stripped-back, fearful – and beautiful",
            "category": "Music",
            "snippet": "The career of Wire, frontman Colin Newman once proudly announced, is “a one-way trip”. It’s not an idle boast. On stage today, you might get one song …"
        },
        {
            "title": "Pressure eases on Bank to cut interest rates as UK economy improves",
            "category": "Business",
            "snippet": "The British economy performed more strongly than expected in January, according to figures released on Friday, raising the likelihood that the Bank of …"
        },
        {
            "title": "Okay Kaya: Watch This Liquid Pour Itself review – strange dream-pop tales of thwarted lust",
            "category": "Music",
            "snippet": "On this beguiling second album by New York singer Kaya Wilkins, it’s as if heartbreak has been translated into her native Norwegian and back again via …"
        },
        {
            "title": "Wild Game by Adrienne Brodeur review – the reader wants to scream",
            "category": "Books",
            "snippet": "There are stories about good mothers and bad mothers, attentive and neglectful mothers: and then there’s Adrienne Brodeur’s mother, Malabar, who deser …"
        },
        {
            "title": "Experience: I design my own prosthetic limbs",
            "category": "Life-and-Style",
            "snippet": "Summary: When I was 13, I wanted to be like Jimi Hendrix, but when I told my parents I wanted to play the guitar, they looked at me as if I was mad. I was born …"
        },
        {
            "title": "My life in sex: the husband and wife who have given up sex altogether",
            "category": "Life-and-Style",
            "snippet": "Our relationship began as an extramarital affair in our late 30s. It wasn’t the first affair for either of us, but it would be the last. What began as …"
        },
        {
            "title": "Nicolas Godin: Concrete and Glass review – a pretty facade on shaky foundations",
            "category": "Music",
            "snippet": "It’s hard to credit now how revolutionary Air’s first album, Moon Safari, sounded in 1998 – a soufflé of a record so light and fluffy it was irresisti …"
        },
        {
            "title": "Pregnant and shackled: why inmates are still giving birth cuffed and bound",
            "category": "US-News",
            "snippet": "Seven months pregnant, hands cuffed and feet bound, Sophia Casias shuffled across the floor at the Bexar county adult detention center in San Antonio, …"
        },
        {
            "title": "Story of woman who heads south takes prize for 'evoking spirit of the north'",
            "category": "Books",
            "snippet": "Jessica Andrews has won the £10,000 Portico prize, which goes to the book deemed to “best evoke the spirit of the north”, for her story of a girl from …"
        },
        {
            "title": "Davos is still a mystery to me – nothing much ever seems to get done",
            "category": "UK-News",
            "snippet": "Summary: Monday There are many landmarks that signify you are getting on a bit. Some more unexpected than others. It had never occurred to me that one day my y …"
        },
        {
            "title": "Jofra Archer misses fourth Test for England after elbow injury flares up",
            "category": "Sport",
            "snippet": "A distraught Jofra Archer was ruled out of the fourth and final Test against South Africa after the England fast bowler pulled up during the pre-match …"
        },
        {
            "title": "US briefing: China's lockdown grows, wildfires and American neo-Nazis",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. More than 800 infected and 26 dead amid coronavirus crisis At least 10 cities in central …"
        },
        {
            "title": "British Steel buyer will cut up to 500 jobs if takeover goes ahead",
            "category": "Business",
            "snippet": "The Chinese firm buying British Steel will cut up to 500 jobs if it concludes the takeover, after talks with trade unions about pay and conditions. Br …"
        }
    ]
}