{
    "page": [
        {
            "title": "My partner wants to get a cat but I’m worried it will cause chaos",
            "category": "Life-and-Style",
            "snippet": "My partner is desperate to get a male black cat, but I think our one-bedroom flat is too small. We looked after a friend’s cat for a couple of weeks a …"
        },
        {
            "title": "Eileen Clayton obituary",
            "category": "UK-News",
            "snippet": "My friend Eileen Clayton, who has died aged 75, spent more than 40 years working and volunteering on the Ffestiniog steam railway in Snowdonia, north …"
        },
        {
            "title": "Chess: Fabiano Caruana leads Magnus Carlsen by a point as Wijk end nears",
            "category": "Sport",
            "snippet": "Summary: Fabiano Caruana, the world No 2 who narrowly lost the title match to Magnus Carlsen at London 2018, is well placed to gain some revenge as the America …"
        },
        {
            "title": "Hawkin's Bazaar toy chain collapses into administration",
            "category": "Business",
            "snippet": "Summary: Toy chain Hawkin’s Bazaar has become the latest retailer to collapse into administration, putting nearly 200 high street jobs at risk. The Norwich-bas …"
        },
        {
            "title": "'It's a hard and challenging sport': inside the world of competitive cheerleading",
            "category": "Sport",
            "snippet": "Lizzie Williams describes watching Netflix’s new cheerleading documentary, Cheer, as surreal. It was the first time the 26-year-old British cheerleade …"
        },
        {
            "title": "How has your workplace treated bereaved parents?",
            "category": "Life-and-Style",
            "snippet": "Bereaved parents are now entitled to two weeks’ paid leave from work under the new Jack’s Law. We want to hear from bereaved parents who had to juggle …"
        },
        {
            "title": "From Skepta’s dystopia to Travis Scott’s fairground: are immersive shows the future of live music?",
            "category": "Music",
            "snippet": "Live shows, we are often told, are where like-minded people join together in a shared euphoria. In reality, however, you are either pressed up against …"
        },
        {
            "title": "US and Europe clash over climate crisis threat on last Davos day",
            "category": "Business",
            "snippet": "Summary: The US and Europe have clashed over the threat posed by global heating as Donald Trump’s finance minister downplayed the risks of a climate crisis dur …"
        },
        {
            "title": "I’m getting one over on Amazon – I’ve unleashed my mum on Alexa",
            "category": "Life-and-Style",
            "snippet": "Today marks one month since I introduced the family to its newest member. Her name? Alexa, my robot sister from another mister (specifically, Jeff Bez …"
        },
        {
            "title": "Romesh Ranganathan: I need a guilt-free get-out-of socialising card",
            "category": "Life-and-Style",
            "snippet": "Summary: I wouldn’t describe myself as a people-pleaser, but I do have a problem with saying no. Many of you will be reading this and thinking: “We’re fully aw …"
        },
        {
            "title": "Australian Open: Federer beats Millman, Gauff ousts Osaka – as it happened",
            "category": "Sport",
            "snippet": "Here is the first report from Roger Federer’s incredible win over John Millman. What a match that was and what a day that was. It’s hard to imagine an …"
        },
        {
            "title": "Miss Americana review – Taylor Swift doc is too stage-managed to truly sing",
            "category": "Film",
            "snippet": "Summary: It’s safe to say that by the end of Miss Americana, a quickie documentary on the recent trials and tribulations of Taylor Swift opening this year’s Su …"
        },
        {
            "title": "Do you love doing the same thing over and over? Here's why it doesn’t make you boring",
            "category": "Life-and-Style",
            "snippet": "One of the less-noticed mysteries of human psychology is how many everyday activities we don’t seem to find boring. If you have a regular pub or favou …"
        },
        {
            "title": "My son’s girlfriend has an eating disorder. What can I do to help him?",
            "category": "Life-and-Style",
            "snippet": "Our teenage son’s girlfriend, who is also a teenager, has an eating disorder. She will shortly start a programme of intensive daily treatment, over se …"
        },
        {
            "title": "'It came out of adversity': how Treorchy became UK's best high street",
            "category": "UK-News",
            "snippet": "Kirsty Rees was in a particularly jolly mood as she bustled around her florist’s on Bute Street in Treorchy. Business was good, Kitty the shop cat was …"
        },
        {
            "title": "Six Nations 2020: how will your team perform this year?",
            "category": "Sport",
            "snippet": "Wales go into the first match of this year’s Six Nations as defending champions, having dethroned Ireland at the Millennium Stadium on the final day o …"
        },
        {
            "title": "Palestinian president warns US and Israel as Trump plan looms",
            "category": "US-News",
            "snippet": "The Palestinian president, Mahmoud Abbas, has warned Israel and the US not to cross “red lines” as anxiety mounts over the impending release of Donald …"
        },
        {
            "title": "Grenfell survivors consider boycotting inquiry over conflict of interest",
            "category": "UK-News",
            "snippet": "A boycott of Monday’s long-awaited restart to the Grenfell Tower public inquiry is among actions being considered by survivors and the bereaved to pro …"
        },
        {
            "title": "Davos 2020: Greta Thunberg blasts climate inaction; Lagarde fears Brexit cliff edge - Day Four as it happened",
            "category": "Business",
            "snippet": "Summary: Instead of a summary, treat yourselves to Larry Elliott’s roundup of what we learned at Davos, including a rather sweet anecdote about Sajid Javid at …"
        },
        {
            "title": "Talking Horses: Gemmell targets Festival repeat with Paisley",
            "category": "Sport",
            "snippet": "No one likes to be the bearer of bad news. Alas, it fell to the Guardian on Thursday to inform Andrew Gemmell, owner of the champion staying hurdler P …"
        },
        {
            "title": "Renowned chef refused residency after living in UK for 23 years",
            "category": "Politics",
            "snippet": "A two Michelin-starred chef who has been in the UK for 23 years says he now feels “unwelcome” after his application to remain in the country after Bre …"
        },
        {
            "title": "'A huge loss for New York': dismay at subway chief Andy Byford's sudden exit",
            "category": "US-News",
            "snippet": "Andy Byford’s two years in charge of the New York City subway system saw dramatic improvement in an ailing underground train network, and led to the B …"
        },
        {
            "title": "'Fantastic moment': Boris Johnson signs Brexit withdrawal deal",
            "category": "Politics",
            "snippet": "Boris Johnson has formally signed the EU withdrawal agreement, smiling as he described it as a “fantastic moment” for the country. His enthusiasm came …"
        },
        {
            "title": "Labour leadership: Unite backs 'brilliant' Rebecca Long-Bailey",
            "category": "Politics",
            "snippet": "Summary: Labour leadership contender Rebecca Long-Bailey has won the endorsement of the Unite trade union, taking her one step closer to the members’ ballot. U …"
        },
        {
            "title": "How we stay together: 'You have to be best friends as well as spouses'",
            "category": "Life-and-Style",
            "snippet": "Names: Elizabeth and Morteza (Morie) Goli Years together: 40 Occupations: Retired tax specialist lawyer and sales manager The embassy official in Tehr …"
        },
        {
            "title": "Tennis Australia treads warily for Margaret Court’s slam anniversary",
            "category": "Sport",
            "snippet": "The Australian Open is paying tribute to Margaret Court on the 50th anniversary of her calendar year grand slam. Events are running throughout the for …"
        },
        {
            "title": "Must ski, cook and know Excel: is this the most demanding ad for a nanny ever?",
            "category": "Life-and-Style",
            "snippet": "Summary: If you want to be a nanny for a CEO these days, you’d better be a top-rate chef, professional athlete and stunt driver – all for a salary dependent on …"
        },
        {
            "title": "Seamus Mallon obituary",
            "category": "Politics",
            "snippet": "Seamus Mallon, who has died aged 83, was deputy leader of the Social Democratic and Labour party (SDLP) in Northern Ireland from 1979 to 2001, and lat …"
        },
        {
            "title": "Body parts found in canal belong to missing Manchester woman",
            "category": "UK-News",
            "snippet": "Summary: Police in Cheshire have identified body parts found last month as belonging to a woman who went missing more than two years ago. Cheshire constabulary …"
        },
        {
            "title": "Seamus Mallon, architect of Good Friday agreement, dies aged 83",
            "category": "UK-News",
            "snippet": "Summary: Seamus Mallon, an architect of the Northern Ireland peace process who served as deputy first minister, has died at the age of 83. Tributes from across …"
        },
        {
            "title": "Trump unveils logo for Starfleet ... er, Space Force ... and Trekkers take to Twitter",
            "category": "US-News",
            "snippet": "As the impeachment trial of Donald Trump continued in earnest on Friday, the president was boldly unveiling his new logo for the US Space Force. The m …"
        },
        {
            "title": "Democrats focus on Ukraine 'cover-up' as marathon impeachment case wraps",
            "category": "US-News",
            "snippet": "Summary: Democrats concluded the presentation of their case against Donald Trump at his impeachment trial on Friday, with the lead prosecutor Adam Schiff calli …"
        },
        {
            "title": "Sydney bookstore says it was targeted by pickup artists from 'dating coaching' company",
            "category": "Books",
            "snippet": "A commercial “dating coaching” company has been using a popular Sydney bookstore for its clients to test out predatory “pickup” techniques. In an open …"
        },
        {
            "title": "NPR host says Pompeo shouted 'F-word' tirade when she asked about Ukraine",
            "category": "US-News",
            "snippet": "Mike Pompeo is said to have unleashed a foul-mouth tirade at a well known US radio host after she asked him questions about Ukraine in an interview. M …"
        },
        {
            "title": "Democrats say impeachment case 'has been proved' as they make final pitch – as it happened",
            "category": "US-News",
            "snippet": "Live coverage of Trump’s impeachment trial continues on Saturday’s blog: Day 4 of the impeachment trial, and Democrats wrapped up their presentation w …"
        },
        {
            "title": "Blind date: ‘I'd be very surprised if our paths crossed again'",
            "category": "Life-and-Style",
            "snippet": "Summary: Jess on Josh What were you hoping for? At worst, a funny story. At best, maybe I’d find love. First impressions? I’ll be honest, my heart didn’t skip …"
        },
        {
            "title": "Tim Dowling: I’m a master of speed skipping – watch me jump",
            "category": "Life-and-Style",
            "snippet": "During the first half of my working day, I am generally able to leave my office shed for a break in a warm, silent kitchen, where I can drink coffee a …"
        },
        {
            "title": "La Roux: 'My label dropped me on New Year's Day. I was like, yippee!'",
            "category": "Music",
            "snippet": "This is part of my stage set from Glastonbury 2010,” says Elly Jackson, AKA La Roux, pointing at an 8ft gold- and silver-plated palm tree. “I got ligh …"
        },
        {
            "title": "Fitness tips: how to begin with online yoga",
            "category": "Life-and-Style",
            "snippet": "Choose a good spot Find a comfortable, quiet space, with room for your mat and for you to stretch your arms out and up. Make sure you can see the scre …"
        },
        {
            "title": "The Imposteress Rabbit Breeder by Karen Harvey review – a simple case?",
            "category": "Books",
            "snippet": "In October 1726 an extraordinary story emerged from the market town of Godalming in Surrey that captivated the nation. According to reports, confirmed …"
        },
        {
            "title": "Streaming: where to find the best Jokers in the pack",
            "category": "Film",
            "snippet": "To call Joker “the gift that keeps on giving” runs somewhat counter to the general spirit of Todd Phillips’s nihilistic supervillain spectacle: perhap …"
        },
        {
            "title": "How we live together: the Quakers",
            "category": "Life-and-Style",
            "snippet": "Marie, 29 I’ve always been a spiritual person, but when I left university that part of me wasn’t feeling nourished. I heard about Quakerism and found …"
        },
        {
            "title": "‘I’d rather spend £300 on fillers than face cream’: the rise of face tweakment",
            "category": "Life-and-Style",
            "snippet": "Do you know what a tweakment is? I didn’t, not really, until I was lying on my back with a woman dressed in white poised to inject a needle into my fa …"
        },
        {
            "title": "The Lighthouse director Robert Eggers on storms, seagulls and spraying Robert Pattinson with a hose",
            "category": "Film",
            "snippet": "This is getting very granular for me,” says Robert Eggers, half-jokingly, half-uncomfortably. We were talking about Eggers’s obsession with history, b …"
        },
        {
            "title": "Ironbark review – Benedict Cumberbatch heats up solid Cold War drama",
            "category": "Film",
            "snippet": "There’s an old-fashioned sturdiness to Cold War drama Ironbark, the kind not often seen at Sundance, alluded to by festival director John Cooper befor …"
        },
        {
            "title": "Gardening tips: chit potatoes for an early summer crop",
            "category": "Life-and-Style",
            "snippet": "Plant this Dark-leaved elder (Sambucus nigra f. porphyrophylla ‘Black Tower’) produces pink flowers in spring followed by elderberries. It has the add …"
        },
        {
            "title": "From fake maps to golden tickets: the film props of artist Annie Atkins",
            "category": "Film",
            "snippet": "Summary: Bringing Wes Anderson’s vision for The Grand Budapest Hotel to life seems to have been a labour of love for all involved. For none more so, perhaps, t …"
        },
        {
            "title": "The week in classical: Street Scene; SCO/ Emelyanychev – review",
            "category": "Music",
            "snippet": "Sweltering heat, a crowded Manhattan tenement of people failing to mind each other’s business, Kurt Weill’s Street Scene (1946) bristles with disconte …"
        },
        {
            "title": "Boris Johnson presses Trump over Harry Dunn suspect returning to UK",
            "category": "UK-News",
            "snippet": "Boris Johnson “reiterated the need” for the suspect charged with causing the death of Harry Dunn to return to the UK during a phone call with Donald T …"
        },
        {
            "title": "Australian Open: Nick Kyrgios beats Khachanov in five-set thriller – as it happened",
            "category": "Sport",
            "snippet": "Finally, here is Russell Jackson on Nick Kyrgios’ incredible victory. Thanks for following another crazy night finish. Until tomorrow. Another crazy d …"
        }
    ]
}