{
    "page": [
        {
            "title": "Brexit party MEP drafts two contrasting messages on Brussels vote",
            "category": "Politics",
            "snippet": "The message from the Brexit party MEP John Tennant could hardly have been clearer: Boris Johnson’s departure deal is “a trap” and must be voted down a …"
        },
        {
            "title": "I dithered over veganism for years – until a friend’s simple message convinced me",
            "category": "Life-and-Style",
            "snippet": "If you had asked me three years ago if I would ever go vegan, the answer would have been a polite but firm “no”. I would have told you how I could nev …"
        },
        {
            "title": "Orwell: A Man of Our Time by Richard Bradford review – undone by its own premise",
            "category": "Books",
            "snippet": "Two years ago, a former employee of a Russian misinformation factory reached for a literary classic in order to describe his dirty work. No prizes for …"
        },
        {
            "title": "Keir Starmer accuses Boris Johnson of 'doing a runner' on Huawei",
            "category": "Politics",
            "snippet": "Sir Keir Starmer has accused Boris Johnson of “doing a runner” over the decision on whether to allow Huawei a role in the UK’s 5G infrastructure, as W …"
        },
        {
            "title": "Kobe Bryant: NBA legend dies in helicopter crash aged 41",
            "category": "Sport",
            "snippet": "The NBA, and much of America, was in shock on Sunday after Kobe Bryant, one of the greatest basketball players in history, died in a helicopter crash. …"
        },
        {
            "title": "Red at the Bone by Jacqueline Woodson review – poetic and profound",
            "category": "Books",
            "snippet": "Teen pregnancy is a staple of young adult fiction, but Jacqueline Woodson, the author of a number of groundbreaking books for that age group, has embe …"
        },
        {
            "title": "NSA faces questions over security of Trump officials after alleged Bezos hack",
            "category": "US-News",
            "snippet": "The US National Security Agency is facing questions about the security of top Trump administration officials’ communications following last week’s all …"
        },
        {
            "title": "Yes, Ukad needs more powers – but it also needs to catch more drugs cheats",
            "category": "Sport",
            "snippet": "Readers of this column are among the smartest, most brilliant and most knowledgeable sports fans in the country. But here is a question that may fox s …"
        },
        {
            "title": "Poem of the week: Sycamore Gap by Zoe Mitchell",
            "category": "Books",
            "snippet": "Summary: Sycamore Gap You’re history, said the tree to the wall; the last crumbling remains of empire. You are the invader, replied the wall. I am the conquero …"
        },
        {
            "title": "The truth about hydration: should you drink eight glasses of water a day?",
            "category": "Life-and-Style",
            "snippet": "Before you read this article, can I just check you’ve drunk enough water today? You might want to refill your bottle because, remember, if you wait un …"
        },
        {
            "title": "Teenager in Cyprus rape case 'drugged and suffered nightmares' in prison",
            "category": "UK-News",
            "snippet": "A British teenager convicted of lying about being gang-raped in Cyprus has said she had nightmares about “being raped again” every night while in pris …"
        },
        {
            "title": "'I don't have anywhere else to go': why tenants fear renovation of neglected public housing",
            "category": "US-News",
            "snippet": "Karen Ashby’s apartment in a five-story high-rise in Marin City, California, sits on a hillside bordered by preserved open space, just above an estuar …"
        },
        {
            "title": "Kobe Bryant: tributes paid to LA Lakers star who died in helicopter crash – as they happened",
            "category": "Sport",
            "snippet": "We are closing this blog for the time being. Thanks for reading. Our full story on the death of Kobe Bryant is here: Kobe Bryant was apparently named …"
        },
        {
            "title": "Cremate me to the sound of Disco Inferno! What song do you want to die to?",
            "category": "Music",
            "snippet": "We frame our lives with music, celebrating birthdays and anniversaries to curated playlists, labouring over tracks to give birth to. But when we’re dy …"
        },
        {
            "title": "One ping after another: why everyone needs a notification detox",
            "category": "Life-and-Style",
            "snippet": "Three years ago, Aishah Iqbal had just qualified as a doctor and was finding it a “steep learning curve”. She often felt overwhelmed at work – and whe …"
        },
        {
            "title": "Kobe Bryant's Dear Basketball: a love letter to a sport that is now a poignant epitaph",
            "category": "Film",
            "snippet": "Dear Basketball was always a bittersweet piece of work. This was the Oscar-winning short film from 2017 directed by the Disney animator Glen Keane, wi …"
        },
        {
            "title": "Britons in EU urge Barnier not to use them as bargaining chips",
            "category": "Politics",
            "snippet": "British citizens in the EU have implored Brussels and London not to make them “a bargaining chip for the second time” in Brexit trade talks. They are …"
        },
        {
            "title": "Brexit adviser David Frost to lead UK trade negotiations with EU",
            "category": "Politics",
            "snippet": "Boris Johnson has appointed David Frost, his chief Europe adviser, to lead trade negotiations with the EU on his behalf, with no apparent role for Liz …"
        },
        {
            "title": "Grammys 2020: Billie Eilish's triumph overshadowed but well-deserved",
            "category": "Music",
            "snippet": "Almost all awards ceremonies tend to come with a side order of controversy, but whatever took place at this year’s Grammys was clearly going to be ove …"
        },
        {
            "title": "Clara Schumann songs review - giving voice to unfamiliar and fascinating music",
            "category": "Music",
            "snippet": "Unlike Alma Schindler, who was forced to give up all her ambitions to compose when she married Gustav Mahler, Robert Schumann positively encouraged hi …"
        },
        {
            "title": "Emails cast further doubt on Pompeo's claim NPR reporter lied to him",
            "category": "US-News",
            "snippet": "Newly released emails between the office of Mike Pompeo and NPR reporter Mary Louise Kelly cast further doubt on the secretary of state’s extraordinar …"
        },
        {
            "title": "Harry Dunn death: call for US suspect to be tried in her absence",
            "category": "UK-News",
            "snippet": "The family of Harry Dunn, the 19-year-old motorcyclist killed in a crash last August, is to urge the foreign secretary to try Anne Sacoolas, the Ameri …"
        },
        {
            "title": "Xylouris White review – fearless and joyous Greek folk music",
            "category": "Music",
            "snippet": "A former garage on an industrial estate in Salford may seem an unusual place to find traditional Greek folk music on a Sunday evening. Nevertheless, t …"
        },
        {
            "title": "Bystanders and glass case foiled plot to steal Magna Carta, court told",
            "category": "UK-News",
            "snippet": "A 47-year-old man carefully plotted to steal Magna Carta from Salisbury Cathedral but was foiled by a combination of tight security measures and the b …"
        },
        {
            "title": "Calls for full access to EU markets without alignment 'absurd', says MEP",
            "category": "Politics",
            "snippet": "Any attempt by the British government to seek full access to European markets without alignment was “absurd” and would be voted down, one of Emmanuel …"
        },
        {
            "title": "Kobe Bryant: six classic moments that made him great",
            "category": "Sport",
            "snippet": "From throwing paper in a trash can, to playground horse games, to high school, college and professional games, you’re bound to hear someone shout ‘Kob …"
        },
        {
            "title": "What has the EU been up to in the run-up to Brexit?",
            "category": "Politics",
            "snippet": "While the UK parliament has passed the EU withdrawal agreement and argued over whether Big Ben bongs at the moment of Brexit, the European Union has b …"
        },
        {
            "title": "Kobe Bryant obituary",
            "category": "Sport",
            "snippet": "Kobe Bryant, who has died aged 41 in a helicopter crash, was a basketball phenomenon – a transcendent, if enigmatic, superstar whose rare talent bridg …"
        },
        {
            "title": "'The way of the tired person': life rules for the perpetually exhausted",
            "category": "Life-and-Style",
            "snippet": "Summary: I’ve lived with chronic fatigue syndrome for a decade now, which means I’m practically a Professional Tired Person. I work tired. I travel tired. I go …"
        },
        {
            "title": "Celtic Connections to scale back on overseas acts to fight climate crisis",
            "category": "Music",
            "snippet": "A Scottish festival celebrating international folk, roots and traditional music has said it may have to limit the number of overseas artists it invite …"
        },
        {
            "title": "Survivor: how we made Eye of the Tiger",
            "category": "Music",
            "snippet": "Jim Peterik, former keyboardist Survivor had released two albums, neither of which had done particularly well, and we were worried our label was going …"
        },
        {
            "title": "Small music venues to get 50% reduction in business rates",
            "category": "Music",
            "snippet": "The government has committed to reducing business rates for small and medium-sized music venues in England and Wales for the first time. The 50% reduc …"
        },
        {
            "title": "Undue influence: Carrie Symonds and the curse of political wives",
            "category": "UK-News",
            "snippet": "The farmers of Derbyshire are up in arms because they have been denied a licence to cull badgers. The influence of the prime minister’s girlfriend is …"
        },
        {
            "title": "Philip Hammond joins British bank OakNorth as adviser",
            "category": "Business",
            "snippet": "Summary: The former chancellor Philip Hammond has taken his second job since quitting frontline politics last year, joining the British business bank OakNorth …"
        },
        {
            "title": "Horlicks or nocturnal teas: are hot drinks the secret to the perfect night’s sleep?",
            "category": "Life-and-Style",
            "snippet": "Shock news: millennials are capable of consuming things other than avocados. People in this age group are allegedly boosting sales of the traditional …"
        },
        {
            "title": "Boris Johnson faces backlash from Tory MPs over plan to give Huawei role in building 5G network – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has suggested he will arrive at a compromise solution over the decision on whether to let the Chinese company Huawei build parts of the …"
        },
        {
            "title": "Grenfell cladding maker 'knew it fell below safety standard'",
            "category": "UK-News",
            "snippet": "The company that made the cladding panels used on Grenfell Tower knew in 2011 they were “not suitable for use on building facades” and performed worse …"
        },
        {
            "title": "Catharsis queen: how Billie Eilish became the voice of Gen Z – and the Grammys",
            "category": "Music",
            "snippet": "Just before Billie Eilish won album of the year at the Grammys on Sunday night, she was caught on camera. “Please don’t be me, please,” she appeared t …"
        },
        {
            "title": "Barnier rejects Johnson's claims over Irish Sea trade checks",
            "category": "Politics",
            "snippet": "The EU has rejected Boris Johnson’s claims that there will be no checks on goods going from Great Britain to Northern Ireland after Brexit, with Miche …"
        },
        {
            "title": "‘The sky’s the limit for this team,’ says Joe Root after series victory",
            "category": "Sport",
            "snippet": "Joe Root believes England now have a template of how to win the Ashes in Australia next year following their comprehensive 3-1 series victory in South …"
        },
        {
            "title": "Prince Andrew giving 'zero' cooperation to Epstein inquiry, say US prosecutors",
            "category": "UK-News",
            "snippet": "Prince Andrew has provided “zero” cooperation with the Jeffrey Epstein sex trafficking inquiry, US prosecutors said on Monday, despite earlier promise …"
        },
        {
            "title": "'Never  forget': survivors of Holocaust mark 75th Auschwitz anniversary",
            "category": "UK-News",
            "snippet": "Survivors of the Holocaust in the UK and a second world war veteran have warned that the lessons of the atrocities that took place are being forgotten …"
        },
        {
            "title": "Huawei should get a limited 5G role – the US trade deal can wait",
            "category": "Business",
            "snippet": "Summary: Should Chinese firm Huawei’s kit be banned from the UK’s 5G network? As with HS2, Boris Johnson is guaranteed to end up infuriating one side of the ar …"
        },
        {
            "title": "Britons in Wuhan will be offered help to leave, Hancock tells MPs",
            "category": "Politics",
            "snippet": "Summary: Up to 200 British citizens trapped in Wuhan will be offered repatriation to the UK, Matt Hancock has said, as cases of coronavirus continued to mount …"
        },
        {
            "title": "'Door' Matt an inspired choice to take the Huawei hit",
            "category": "Politics",
            "snippet": "Summary: Alas poor Baroness Morgan of Cotes. Just imagine Lady Nicky’s distress at being prevented from answering an urgent question on Huawei by her elevation …"
        },
        {
            "title": "Mourn Kobe Bryant or don't: but mourn the whole, flawed man",
            "category": "Sport",
            "snippet": "Mourn him because he was transcendent on the court. Mourn him because he was so young when he was killed on Sunday, just 41, embarking on a post-baske …"
        },
        {
            "title": "Faf du Plessis could face ICC charge after clash with Buttler and Broad",
            "category": "Sport",
            "snippet": "Summary: Faf du Plessis has said there was no malicious intent when he shoulder-barged England’s Jos Buttler during an incident on the fourth and final day of …"
        },
        {
            "title": "Highways England's smart motorways policy killed drivers, says ex-minister",
            "category": "Politics",
            "snippet": "The ex-minister who signed off Britain’s smart motorways has called for the rollout of the scheme to be halted immediately, and accused Highways Engla …"
        },
        {
            "title": "Australian Open: Kyrgios wins hearts but ruthless Nadal takes the spoils",
            "category": "Sport",
            "snippet": "Irrepressible but outmatched, Nick Kyrgios departed the Australian Open with a fourth-round defeat at the hands of world No1 Rafael Nadal, who took th …"
        },
        {
            "title": "Labour defeat due to gimmicks and division, say members",
            "category": "Politics",
            "snippet": "Gimmicky policies, horrible inefficiency and factional promotions are among the catalogue of errors behind Labour’s dismal performance at the general …"
        }
    ]
}