{
    "page": [
        {
            "title": "Brazilian judge orders Netflix to remove 'gay Jesus' comedy",
            "category": "Film",
            "snippet": "A Brazilian judge on Wednesday ordered Netflix to stop showing a Christmas special that some called blasphemous for depicting Jesus as a gay man and w …"
        },
        {
            "title": "Northern rail franchise could collapse within months, says Shapps",
            "category": "Business",
            "snippet": "The troubled Northern rail franchise faces financial collapse within months, the transport secretary has said, as the government set out a timetable t …"
        },
        {
            "title": "Buck Henry: the master of despair whose comedies seduced Hollywood",
            "category": "Film",
            "snippet": "The language of American comedy would have been a lot less sparky without Buck Henry, who has died aged 89. He helped shape one of the most revolution …"
        },
        {
            "title": "Iran crisis pushes foreign policy to the fore in Democratic primary",
            "category": "US-News",
            "snippet": "Joe Biden, speaking against a backdrop adorned with the trappings of a presidential address, including American flags and deep-blue drapery, delivered …"
        },
        {
            "title": "El Topo review – Jodorowsky's weird world of occult psychedelia",
            "category": "Film",
            "snippet": "Now 90 and still a vigorously engaged public figure, the midnight-movie magus, comic-book artist and tarot enthusiast Alejandro Jodorowsky has become …"
        },
        {
            "title": "Boris Johnson urges Iran president to end military action",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has spoken to Iran’s president, Hassan Rouhani, to urge an end to further military retaliation in the region, amid efforts to try to de- …"
        },
        {
            "title": "Tesco sales win out in subdued Christmas for UK supermarkets",
            "category": "Business",
            "snippet": "Tesco has emerged as one of the winners from a lacklustre Christmas for Britain’s biggest supermarket chains. The festive season is usually a boom tim …"
        },
        {
            "title": "Meghan and Harry's story is quite the drama, but it's no abdication crisis",
            "category": "Life-and-Style",
            "snippet": "There is a school of thought that believes Edward VIII chose Mrs Simpson precisely because of his aversion to doing the top job. Subconsciously, some …"
        },
        {
            "title": "Willie Walsh: the pilot who landed the BA top job",
            "category": "Business",
            "snippet": "One of aviation’s most compelling characters is heading into the departures lounge, with the imminent retirement of Willie Walsh at 58. The Internatio …"
        },
        {
            "title": "Brexit 'deepening inequalities among UK nationals in France'",
            "category": "Politics",
            "snippet": "Brexit is already deepening inequalities among British nationals in France, with some losing rights due to varying levels of Brexit preparedness among …"
        },
        {
            "title": "'I don't blame them': readers on Harry and Meghan",
            "category": "UK-News",
            "snippet": "Summary: ‘I don’t blame them’ I thought this would happen. The British newspapers have unfairly targeted Meghan Markle since the wedding. Making individuals ou …"
        },
        {
            "title": "Beethoven: The Late Quartets review – serene and assured performances",
            "category": "Music",
            "snippet": "Summary: The Brodsky Quartet have taken their time over the Beethoven quartets. In 2006, they released a disc of two of the Rasumovsky quartets, Opp 59 Nos 2 a …"
        },
        {
            "title": "Fresh attempt to sue Libya for supplying IRA with Semtex explosive",
            "category": "UK-News",
            "snippet": "A fresh attempt to sue Libya for supplying the IRA with the plastic explosive Semtex during the Troubles is being launched by victims and the bereaved …"
        },
        {
            "title": "Thornberry gives Corbyn '0 out of 10' for election performance",
            "category": "Politics",
            "snippet": "The Labour leadership candidate Emily Thornberry has given Jeremy Corbyn “0 out of 10” for his performance during the general election. The shadow for …"
        },
        {
            "title": "The biggest voting rights win in recent US history – and the Republicans trying to thwart it",
            "category": "US-News",
            "snippet": "Summary: One year ago, Florida enacted the biggest expansion of the right to vote in America in a generation. For 150 years, Florida had upheld a law that bann …"
        },
        {
            "title": "Carlos Ghosn issued travel ban in Lebanon after Interpol red notice",
            "category": "Business",
            "snippet": "Japan has hit back at Carlos Ghosn after the former Nissan boss’s criticisms of the country’s justice system after his dramatic escape to Lebanon, as …"
        },
        {
            "title": "Rail operators pay 16% more compensation claims for lateness",
            "category": "Business",
            "snippet": "Rail operators paid out more than 1.2m compensation claims over late trains last summer, a 16% increase compared to the previous year, as networks beg …"
        },
        {
            "title": "Vegan food, recycled tuxedos – and billions of tonnes of CO2: can Hollywood ever go green?",
            "category": "Film",
            "snippet": "Summary: Two schools of thought regarding Hollywood environmentalism were on display at last weekend’s Golden Globes ceremony. In the blue corner were those de …"
        },
        {
            "title": "Keeley Forsyth: how the Happy Valley actor became the new Scott Walker",
            "category": "Music",
            "snippet": "Yorkshire is the backdrop to many disquieting works of art, such as David Peace’s Red Riding Quartet, Bram Stoker’s Dracula and the Brontës’ explorati …"
        },
        {
            "title": "Scottish Labour 'could back second independence referendum'",
            "category": "UK-News",
            "snippet": "Scottish Labour is considering backing a second independence referendum in a dramatic reversal of policy by the party leader, Richard Leonard. Party s …"
        },
        {
            "title": "Bafta to review voting system after diversity row",
            "category": "Film",
            "snippet": "The British Academy of Film and Television Arts (Bafta) is reviewing its voting process after criticism over the lack of female directors or black and …"
        },
        {
            "title": "Marianne Crebassa/Fazıl Say review – singer and pianist in creative harmony",
            "category": "Music",
            "snippet": "A standard vocal recital has the singer stealing the limelight from an all too often anonymous pianist, and the repertoire lightening up towards the e …"
        },
        {
            "title": "Labour leadership: Thornberry gives Corbyn '0 out of 10' for election, but '10 out of 10' for principle - as it happened",
            "category": "Politics",
            "snippet": "The Labour leadership candidate Emily Thornberry has given Jeremy Corbyn “0 out of 10” for his performance during the general election. Record numbers …"
        },
        {
            "title": "Harry Kupfer obituary",
            "category": "Music",
            "snippet": "Harry Kupfer, who has died aged 84, was a towering figure in opera production with a career spanning 60 years. A native of Berlin, for the first two d …"
        },
        {
            "title": "Brexit department ends – not with a bang but airbrushed out",
            "category": "Politics",
            "snippet": "From 31 January any mention of the word Brexit will officially be punishable by death. Anyone who is even suspected of thinking about Brexit will be c …"
        },
        {
            "title": "Man accused of Pride attack plot 'showed sister how to stab someone'",
            "category": "UK-News",
            "snippet": "A man cleared of a 2017 sword attack on police outside Buckingham Palace demonstrated to his sister how to stab someone as he plotted a terrorist atro …"
        },
        {
            "title": "George Freeman obituary",
            "category": "Life-and-Style",
            "snippet": "My father, George Freeman, who has died aged 89, was an interior designer whose varied career took him all over the world. As George Freeman Design Co …"
        },
        {
            "title": "'Weirdos' in No 10: the magic touch this government needs?",
            "category": "Books",
            "snippet": "This week the government said that Boris Johnson’s chief adviser, Dominic Cummings, would not be able to bypass civil service recruitment processes in …"
        },
        {
            "title": "How Harry and Meghan may start cutting the royal purse strings",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex have said they will “work to become financially independent” as they step back from official royal duties. While that m …"
        },
        {
            "title": "Wall Street hits record highs; UK rate cut hint hurts pound - as it happened",
            "category": "Business",
            "snippet": "Time for a recap Stocks on Wall Street have hit a fresh record high today, on signs that the US and Iran are de-escalating their conflict. Tech stocks …"
        },
        {
            "title": "Prince Harry and Meghan’s decision to 'escape' looks like a carefully laid plan",
            "category": "UK-News",
            "snippet": "Prince Harry and Meghan’s surprise decision – at least to members of the royal family, now said to be “incandescent with rage”– to split the confines …"
        },
        {
            "title": "Labour leadership: Long-Bailey, Nandy and Phillips win backing",
            "category": "Politics",
            "snippet": "Three more Labour leadership candidates – Rebecca Long-Bailey, Jess Phillips and Lisa Nandy – have joined Keir Starmer in securing enough nominations …"
        },
        {
            "title": "Liberty Steel and Hitachi Rail plan to cut up to 505 jobs in UK",
            "category": "Business",
            "snippet": "Summary: The UK’s manufacturing sector has suffered a double blow after Liberty Steel and the rolling stock manufacturer Hitachi announced job cuts affecting u …"
        },
        {
            "title": "Prince Harry and Meghan 'defied Queen' over statement release",
            "category": "UK-News",
            "snippet": "The Queen, Prince of Wales and Duke of Cambridge have instructed their senior aides to work with the UK and Canadian governments to help carve out new …"
        },
        {
            "title": "Marks & Spencer feels the squeeze as focus on skinny jeans fails to fire",
            "category": "Business",
            "snippet": "After an era where skinny jeans ruled supreme, men’s trouser styles are becoming more relaxed and unstructured, with oversized fits becoming de rigueu …"
        },
        {
            "title": "Boris Johnson’s Brexit bill heads for Lords after MPs’ vote",
            "category": "Politics",
            "snippet": "Boris Johnson’s Brexit bill cleared the House of Commons on Thursday in a major milestone that means the UK is on track to leave the EU on 31 January. …"
        },
        {
            "title": "Counter-terrorism police investigate attack on prison officers",
            "category": "UK-News",
            "snippet": "Counter-terrorism police are investigating an attack by two inmates at a maximum-security jail that resulted in five prison officers being taken to ho …"
        },
        {
            "title": "Tim Henman backs Dan Evans to build on ATP Cup displays despite GB exit",
            "category": "Sport",
            "snippet": "Summary: Dan Evans, Cameron Norrie, Jamie Murray and Joe Salisbury left Sydney with heroics to cherish and bruises to heal. But Tim Henman, their part-time mus …"
        },
        {
            "title": "Andrew Strauss believes five-day Tests should stay unless case compels",
            "category": "Sport",
            "snippet": "Andrew Strauss has insisted there must be an overwhelming case for the proposed switch to four-day Test cricket or it should not occur. The former Eng …"
        },
        {
            "title": "‘He’s very tortured’: Prince Harry's growing anger at the press",
            "category": "UK-News",
            "snippet": "As Prince Harry walked down the aircraft towards the journalists covering his tour of Australia, he was in no mood to make friends. “Thanks for coming …"
        },
        {
            "title": "MoD mistakes led to Trident upkeep costs rising by £1.35bn",
            "category": "Politics",
            "snippet": "The cost of maintaining three nuclear sites spiralled by £1.35bn because of poor management by the Ministry of Defence (MoD), Whitehall’s watchdog has …"
        },
        {
            "title": "‘People are so happy we exist’: indie bookshops grow despite retail slump",
            "category": "Books",
            "snippet": "James Ashmore admits that he and his wife Louise “had a good five minutes of just smelling all the books” when the stock arrived for their new indepen …"
        },
        {
            "title": "House votes to curb Trump's powers to take military action against Iran",
            "category": "US-News",
            "snippet": "Summary: The US House of Representatives has approved a resolution asserting that Donald Trump must seek approval from Congress before engaging in further mili …"
        },
        {
            "title": "John le Carré wins $100,000 prize for 'contribution to democracy'",
            "category": "Books",
            "snippet": "John le Carré has been named the latest recipient of the $100,000 (£76,000) Olof Palme prize, an award given for an “outstanding achievement” in the s …"
        },
        {
            "title": "DaBaby boom: meet the controversial rapper taking over America",
            "category": "Music",
            "snippet": "It’s impossible to know where to focus your attention. On the six members of Jabbawockeez, the dance troupe wriggling on stage like breakdancing storm …"
        },
        {
            "title": "David Lang: why I freed Fidelio's other prisoners",
            "category": "Music",
            "snippet": "I was in my early 20s when I first saw Fidelio, Beethoven’s only opera, on stage. I didn’t know that much about it. I knew the rough plot – a woman, L …"
        },
        {
            "title": "When it’s cold and wet, nothing beats the smug snugness of being inside",
            "category": "Life-and-Style",
            "snippet": "Summary: It’s a memory from many of our childhoods: tucked up cosily in sleeping bags, safely inside tents, the patter of heavy rain against canvas overhead. I …"
        },
        {
            "title": "Is Kristen Stewart too good for big-budget blockbusters?",
            "category": "Film",
            "snippet": "Summary: There are two sorts of movie stars, and the demands of the market are such that the first type must occasionally pretend to be the second type. The fi …"
        },
        {
            "title": "Threshold by Rob Doyle review – a wild journey",
            "category": "Books",
            "snippet": "About halfway through Rob Doyle’s third book, a writer and philosopher, who might exist as a fictional character, or only as a briefly assumed disguis …"
        },
        {
            "title": "Pain, cancer, death: Michigan families devastated by toxic chemicals in their water",
            "category": "US-News",
            "snippet": "Summary: In the years before 2017, Sandy Wynn-Stelt and her husband had suspicions about the water they drew from a well on their House Street property in the …"
        }
    ]
}