{
    "page": [
        {
            "title": "Mulatu Astatke & Black Jesus Experience: To Know Without Knowing review – an absorbing ride",
            "category": "Music",
            "snippet": "Like one of its sinuous melodies, Ethiopian jazz continues to take unexpected turns. Melbourne’s Black Jesus Experience are one such, an eclectic eigh …"
        },
        {
            "title": "The Covid crisis made Rishi Sunak a star, but it could yet undo him",
            "category": "Business",
            "snippet": "Just over a year ago, Rishi Sunak was a little-known junior minister taking a political gamble. The biggest decision he made last summer, having enter …"
        },
        {
            "title": "Nigel Farage accused of breaking quarantine rules with pub visit",
            "category": "Politics",
            "snippet": "The Brexit party leader, Nigel Farage, is facing claims that he broke quarantine rules by going to a pub when it reopened for the first time since loc …"
        },
        {
            "title": "'We feel totally safe': east London drinkers savour taste of freedom",
            "category": "UK-News",
            "snippet": "Summary: In an industrial estate on the outskirts of north-east London, dozens of people drank alcohol in a licensed premises for the first time in 105 days as …"
        },
        {
            "title": "Neil Young says Trump's use of songs at Mount Rushmore 'not OK with me'",
            "category": "Music",
            "snippet": "After two of his songs were used by Donald Trump at Mount Rushmore on Friday, Neil Young had a simple message for the president: “This is not OK with …"
        },
        {
            "title": "Maryse Condé: 'An English author can reach the heart of a Caribbean child'",
            "category": "Books",
            "snippet": "Maryse Condé was born in Guadeloupe in 1937, earned her MA and PhD in comparative literature at Paris-Sorbonne University and went on to have a distin …"
        },
        {
            "title": "Derby day at Epsom: Serpentine pulls off huge shock in Classic – as it happened",
            "category": "Sport",
            "snippet": "So, pick the bones out of that one. The winning jockey Emmet McNamara said after that extraordinary Derby that once he took the lead “he never heard a …"
        },
        {
            "title": "Nigerian social media star appears in US court on fraud charges",
            "category": "US-News",
            "snippet": "A Nigerian social media star, known for flaunting a luxurious lifestyle to millions of his followers on Instagram, has appeared in court in the US cha …"
        },
        {
            "title": "Stanley Johnson says Greece visit is essential to 'Covid-proof' villa",
            "category": "Politics",
            "snippet": "The prime minister’s father, Stanley Johnson, has defended travelling to his villa in Greece amid growing condemnation by saying that he was making th …"
        },
        {
            "title": "Jockeys under fire after Serpentine pulls off shock with all-the-way win in Derby",
            "category": "Sport",
            "snippet": "Summary: A Derby run in bizarre circumstances produced a suitably extraordinary result here on Saturday, as the first three horses after a furlong and a half f …"
        },
        {
            "title": "Derby favourites are reminded that shock results are all part of the game",
            "category": "Sport",
            "snippet": "Tricky things, pacemakers. In theory, they sacrifice themselves for the good of everyone else, setting an even tempo through the first two-thirds of a …"
        },
        {
            "title": "Man in his 20s shot dead near Pentonville prison in London",
            "category": "UK-News",
            "snippet": "Police in north London are investigating the fatal shooting in broad daylight of a man believed to be in his early 20s. The Metropolitan police said o …"
        },
        {
            "title": "Ben Stokes: will the shackles be on or off for England's new captain?",
            "category": "Sport",
            "snippet": "At last a Test match to preview. How do we go about that? It’s the clash of the great all-rounder captains, Jason Holder and Ben Stokes. Holder, ranke …"
        },
        {
            "title": "How we stay together: 'There’s that love and tenderness and affection no matter what'",
            "category": "Life-and-Style",
            "snippet": "Names: Gregory Storer and Michael Barnett Years together: 11 Occupations: Manager and IT specialist “I always saw our relationship in some ways like T …"
        },
        {
            "title": "Trump claims US on way to 'tremendous victory' over Covid-19 as cases surge – as it happened",
            "category": "US-News",
            "snippet": "We will be shutting down today’s coverage of US politics, protest and public health crisis shortly, but our Washington bureau chief David Smith will h …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Talking Horses: Ghaiyyath can trump Enable in classy Eclipse Stakes",
            "category": "Sport",
            "snippet": "After the shock of Saturday’s Derby, Sunday brings another big race in which the front-runner may not be caught. In the case of Ghaiyyath (3.35), howe …"
        },
        {
            "title": "Kanye West declares he will run for US president in 2020",
            "category": "Music",
            "snippet": "Just when you thought 2020 couldn’t get any weirder, rapper Kanye West declared his candidacy for US president. The unlikely challenger to Donald Trum …"
        },
        {
            "title": "How to wear a vintage look in a modern way",
            "category": "Life-and-Style",
            "snippet": "I love the idea of a 60s beauty look but the reality doesn’t always translate – ageing and a bit fancy dress. I prefer a modern take, as per Veronica …"
        },
        {
            "title": "Sunday with Dani Shapiro: ‘There’s been a lot of productivity porn’",
            "category": "Life-and-Style",
            "snippet": "How does a regular Sunday start? You mean, in the Before Times? I was travelling a great deal on a book tour, staying at hotels, trying to remember wh …"
        },
        {
            "title": "Big Tech may not be afraid of a boycott. But it might fear a regulator",
            "category": "Business",
            "snippet": "Mark Zuckerberg is taking a relaxed view of the boycott by major advertisers over the proliferation of hate speech on Facebook. They’ll be back “soon …"
        },
        {
            "title": "British Summer Time Begins review – lyrical social history",
            "category": "Books",
            "snippet": "Of all the scenes set forth in this joyously addictive history of British summer holidays – from shivering Welsh beaches to midge-infested glens, from …"
        },
        {
            "title": "The new age of the queue",
            "category": "Life-and-Style",
            "snippet": "The line snaked ominously around the forecourt. I knew B&Q mid-lockdown would be bad, but I hadn’t quite appreciated how bad. “They should call it Q&Q …"
        },
        {
            "title": "Who is the greatest male tennis player of the last 50 years?",
            "category": "Sport",
            "snippet": "Picking the greatest female player of the last 50 years was tough. Last week, five of our writers made the case for the leading candidates – Steffi Gr …"
        },
        {
            "title": "Doing the dusting, and other strange new thrills",
            "category": "Life-and-Style",
            "snippet": "Where are you getting your pleasures these days? I know it’s our patriotic duty to have (economically productive) fun now, but I’m struggling. Perhaps …"
        },
        {
            "title": "Lynn + Lucy review – a devastating tale of friends disunited",
            "category": "Film",
            "snippet": "A pair of electrifying performances lie at the heart of this terrific first feature by writer-director Fyzal Boulifa, a modern fable of tested friends …"
        },
        {
            "title": "Gove and Johnson 'sold as slaves' at Oxford student charity event",
            "category": "Politics",
            "snippet": "It may have only merited a few paragraphs in the student newspaper and have taken place 33 years ago, but an Oxford Union Society “slave auction” in w …"
        },
        {
            "title": "Weird but true: lockdown has made many families happier",
            "category": "Life-and-Style",
            "snippet": "Some people may disagree, but a new study suggests that lockdown has strengthened many parents’ relationships with their children. The research, publi …"
        },
        {
            "title": "NZCA Lines: Pure Luxury review – dancefloor first-aid for dystopian times",
            "category": "Music",
            "snippet": "Summary: Michael Lovett is a British indie disco eminence grise. A touring member of Metronomy, he played on Christine and the Queens’ first album; he’s also s …"
        },
        {
            "title": "From ice queen to hothead: how Cate Blanchett negotiated stardom on her own terms",
            "category": "Film",
            "snippet": "There are actors who leave you transfixed because of the sheer wattage of their star power, and actors who can suck you in so completely that you forg …"
        },
        {
            "title": "Social media backlash forces Trump to find new ways to spread his message",
            "category": "US-News",
            "snippet": "Donald Trump’s campaign manager sent a warning to Twitter last month, weeks after the social media company first took steps to add labels and context …"
        },
        {
            "title": "Hancock praises people for acting responsibly as pubs reopen in England",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, has praised “the vast majority” of people who behaved responsibly as pubs in England reopened on Saturday. In an i …"
        },
        {
            "title": "Honey, I shrunk the shopping: the rise of mini products as children's toys",
            "category": "Life-and-Style",
            "snippet": "There are two bottles of Dove body wash in my home, and they are nearly identical. They have the same distinctive curved shape and flip lid, the same …"
        },
        {
            "title": "A White, White Day review – a tender Icelandic thriller",
            "category": "Film",
            "snippet": "In rural Iceland, a boulder tumbles down a hillside and over a cliff, sinking slowly to the bottom of the ocean. The camera spends an eerie 60 seconds …"
        },
        {
            "title": "'They've been missed': Cornwall welcomes first tourists of summer",
            "category": "UK-News",
            "snippet": "Mike Croker, a retired police officer born and bred on Cornwall’s rugged Atlantic coast, had donned his Cornish tartan tie to greet the first tourists …"
        },
        {
            "title": "Brit Bennett: 'Last week was truly the wildest week of my life'",
            "category": "Books",
            "snippet": "Brit Bennett, 30, was born and raised in southern California. She attended Stanford University and earned an MFA in fiction at the University of Michi …"
        },
        {
            "title": "The death of the bra: will the great lingerie liberation of lockdown last?",
            "category": "Life-and-Style",
            "snippet": "It was after a shopping trip, the first time for weeks that Louise Kilburn had ventured out during the lockdown, that she realised she wasn’t wearing …"
        },
        {
            "title": "Fifteen years after the G8 summit, it's the UK that's in dire need of aid",
            "category": "Business",
            "snippet": "Just like Gordon Brown 15 years ago, Rishi Sunak has spent June working on an aid package. As was the case in 2005, details of the chancellor’s plan t …"
        },
        {
            "title": "Earl Cameron obituary",
            "category": "Film",
            "snippet": "Summary: The long career of the actor Earl Cameron, who has died aged 102, mirrored changes in both British cinema and society. His debut, playing a West India …"
        },
        {
            "title": "Dream Wife: So When You Gonna... review – a punk band that still sounds like one",
            "category": "Music",
            "snippet": "Dream Wife are a very modern rock band: they sing about queer love, miscarriage and misogyny; they work with an all-female recording team; and they ha …"
        },
        {
            "title": "Thames Water former boss handed £2.8m since being sacked",
            "category": "Business",
            "snippet": "The former boss of Thames Water has been handed £2.8m since leaving the company, despite being sacked for leakages and fines while in charge. Steve Ro …"
        },
        {
            "title": "Met police urged to investigate Dominic Cummings' trip during Covid-19 lockdown",
            "category": "Politics",
            "snippet": "The former chief prosecutor for north-west England has urged the Metropolitan police to launch an immediate investigation into Dominic Cummings’ trip …"
        },
        {
            "title": "UK coronavirus: Britain claps for NHS on 72nd anniversary – as it happened",
            "category": "Politics",
            "snippet": "A further 22 deaths of people who had tested positive for Covid-19 in the UK were recorded today, taking the total to 44,220. People across the UK hav …"
        },
        {
            "title": "County lines gangs disguised drug couriers as key workers during coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Criminal gangs have been dressing young drug mules as nurses and Deliveroo workers to deliver cocaine, heroin and illegally acquired prescription drug …"
        },
        {
            "title": "'Kate's had a good lockdown': Duchess of Cambridge's stock rises",
            "category": "UK-News",
            "snippet": "Whether plunging her hands into compost for a hospice garden or virtual bingo-calling at a care home, we’ve seen a lot of the Duchess of Cambridge rec …"
        },
        {
            "title": "Remote working is not going away: who wins and loses when workers stay home?",
            "category": "Life-and-Style",
            "snippet": "Of all the lockdown restrictions frustrating Australians, working from home is not one of them. In fact, survey upon survey show a vast majority of Au …"
        },
        {
            "title": "Oisín Murphy's honesty a positive on difficult Derby day for jockeys",
            "category": "Sport",
            "snippet": "Summary: Before getting too disappointed, frustrated or downright angry about what was surely the strangest Derby, in every way, that any of us will ever witne …"
        },
        {
            "title": "Met police deny misconduct after Linford Christie athletes stopped",
            "category": "UK-News",
            "snippet": "Two black athletes trained by former Olympic champion Linford Christie who were stopped and handcuffed by police officers while with their three-month …"
        },
        {
            "title": "Bolton: Trump claim he wasn’t told of Russia bounty report is 'not how system works’",
            "category": "US-News",
            "snippet": "Donald Trump’s claim not to have been briefed about intelligence suggesting Russia paid Taliban-linked militants to kill US soldiers is “just not the …"
        }
    ]
}