{
    "page": [
        {
            "title": "'Our sound engineer got a death threat': how lesbian label Olivia shook up music",
            "category": "Music",
            "snippet": "It’s the kind of smooth soul groove you can imagine hearing on California FM radio in the late 70s. Bright strings dance over sparkling Fender Rhodes …"
        },
        {
            "title": "Manchester colleges agreed to share data of students referred to counter-terror scheme",
            "category": "UK-News",
            "snippet": "Colleges in Greater Manchester entered a secretive agreement to tip off universities when an incoming student ad been referred to the government’s pro …"
        },
        {
            "title": "Lewis Hamilton wins Hungarian Grand Prix: F1 – as it happened",
            "category": "Sport",
            "snippet": "Summary: Here’s the snap report on today’s race. World Championship Standings after Hungarian Grand Prix Drivers: 1 Lewis Hamilton (Gbr) Mercedes GP 63pts 2 Va …"
        },
        {
            "title": "UK to appoint chief inspector of buildings to address safety fears",
            "category": "UK-News",
            "snippet": "Summary: Ministers are to appoint the UK’s first chief inspector of buildings in reforms prompted by the Grenfell Tower disaster and the discovery that thousan …"
        },
        {
            "title": "Ted Baker to cut 500 jobs as pandemic losses add to financial woe",
            "category": "Business",
            "snippet": "The fashion retailer Ted Baker is to axe at least 500 jobs – more than a quarter of its UK workforce – as the pandemic continues to batter the high st …"
        },
        {
            "title": "Trump refuses to commit to accepting election result as Biden enjoys poll lead",
            "category": "US-News",
            "snippet": "Joe Biden leads Donald Trump by 15% among registered voters nationally and holds a 20-point lead when it comes to who Americans trust to handle the co …"
        },
        {
            "title": "I forgot how to cry as a man. HRT gave me a range of emotions I never thought possible",
            "category": "Life-and-Style",
            "snippet": "I forgot how to cry as a man. Laying in an economy box at the end of the funeral home was my departed grandmother. Flowers my mum had chosen hung from …"
        },
        {
            "title": "Stuart Broad breaks through to give England chance of second Test victory",
            "category": "Sport",
            "snippet": "Summary: Stuart Broad made quite an impression at the Rose Bowl with the candour of his interview on the second day after his omission from the team. Here it t …"
        },
        {
            "title": "Lewis Hamilton says Formula One is not taking racism seriously",
            "category": "Sport",
            "snippet": "Lewis Hamilton issued a stinging rebuke to the leaders of Formula One and some of his fellow drivers after the sport’s failure to deliver a coherent a …"
        },
        {
            "title": "North Lanarkshire Covid-19 outbreak at NHS contact-tracing centre",
            "category": "UK-News",
            "snippet": "Summary: Health officials are investigating a cluster of Covid-19 cases at a call centre in Scotland that carries out contact tracing for the NHS. US firm Site …"
        },
        {
            "title": "Trans women face potential women’s rugby ban over safety concerns",
            "category": "Sport",
            "snippet": "World Rugby is considering banning trans women from playing women’s rugby because of significant safety concerns that have emerged following recent re …"
        },
        {
            "title": "Boris Johnson to unveil pupil funding plan during school visit",
            "category": "Politics",
            "snippet": "Boris Johnson will visit a school on Monday to boast about delivering a year-on-year increase in per-pupil funding – which Labour says will still leav …"
        },
        {
            "title": "God, abortion and better acoustics: Kanye West launches campaign with chaotic rally",
            "category": "Music",
            "snippet": "Kanye West has launched his campaign tour for the US presidential election in chaotic fashion at an event in Charleston, South Carolina, delivering a …"
        },
        {
            "title": "'I grew a beard to try to hide in public': Haley Joel Osment on success after child stardom",
            "category": "Film",
            "snippet": "Haley Joel Osment thought he was finished for the day. It was 1998 and the 10-year-old was shooting The Sixth Sense, directed by M Night Shyamalan. Wi …"
        },
        {
            "title": "Tree of the week: 'I whispered to the Lone Pine, asking it to hold on until we returned'",
            "category": "Life-and-Style",
            "snippet": "Summary: Whenever Mike Stannard’s friends or family come to visit him in Thorverton, Devon, he takes them to see his favourite tree, a slanted Scots pine on to …"
        },
        {
            "title": "Human Rights Watch criticises Japan after report reveals abuse of athletes",
            "category": "Sport",
            "snippet": "A damning new study of sport in Japan has found child athletes have routinely suffered physical, sexual and verbal abuse from their coaches, which led …"
        },
        {
            "title": "Financial aid needed for localised lockdowns, says Labour shadow chancellor",
            "category": "Politics",
            "snippet": "Summary: The local lockdowns that are key to the government’s strategy for tackling the next phase of the Covid-19 pandemic in England risk failure, unless the …"
        },
        {
            "title": "Meet the teenage 'beauty boys' coming for the cosmetics industry",
            "category": "Life-and-Style",
            "snippet": "In March of 2019, 17-year-old Elliot Ceretti walked into his local convenience store with a couple of friends. He had been re-watching the 10th season …"
        },
        {
            "title": "Why Didn't You Just Do What You Were Told? by Jenny Diski review – supremely sharp",
            "category": "Books",
            "snippet": "Summary: When the novelist Jenny Diski was diagnosed with cancer, she wrote in an essay in the London Review of Books (A Diagnosis) that her first feeling was …"
        },
        {
            "title": "Green shoots: the best books to inspire hope for the planet",
            "category": "Books",
            "snippet": "Everyday life has been upended by the pandemic, but the Arctic heatwave is a reminder that the climate crisis still poses an urgent threat to humanity …"
        },
        {
            "title": "Once a Republican bastion, Arizona is now a key state that could decide the election",
            "category": "US-News",
            "snippet": "Ten years ago, Arizona enacted one of the strictest and most contentious immigration measures in the nation – the so-called “show me your papers” law …"
        },
        {
            "title": "Modern Times by Cathy Sweeney – twisted fables from a new talent",
            "category": "Books",
            "snippet": "As the first lines of short story collections go, it’s pretty hard to beat the one that opens Modern Times, the debut of Irish writer Cathy Sweeney: “ …"
        },
        {
            "title": "Emitt Rhodes, influential US psych-pop musician, dies aged 70",
            "category": "Music",
            "snippet": "Emitt Rhodes, the cult US musician who helped shape the powerpop genre, has died aged 70. His death was confirmed by Tony Blass, who produced a 2009 d …"
        },
        {
            "title": "Poem of the week: On First Knowing You’re a Teacher by Peter Kahn",
            "category": "Books",
            "snippet": "On First Knowing You’re a Teacher Robert’s not coming in, my boss tells me. I’m sitting sweating in a windowless office, a stack of résumés eye-ballin …"
        },
        {
            "title": "Police search for organisers of 3,000-strong illegal rave near Bath",
            "category": "UK-News",
            "snippet": "Police have said they are determined to track down the organisers of an illegal rave near Bath that was attended by more than 3,000 people and could b …"
        },
        {
            "title": "‘I feel helpless’: three people on their grueling Covid-19 recoveries",
            "category": "US-News",
            "snippet": "For some, coronavirus recovery is fraught with long-term complications. They are known as “long-haulers” because of their constellation of lingering s …"
        },
        {
            "title": "How we met: 'I actually thought he fancied someone else'",
            "category": "Life-and-Style",
            "snippet": "Summary: Scott Wooderson met Kate Parkinson in 2010, shortly before they were due to embark on a nine-month overland trip from London to Sydney. “It was an org …"
        },
        {
            "title": "Amber Heard tells libel trial she feared Johnny Depp would kill her",
            "category": "Film",
            "snippet": "Summary: Amber Heard feared she would be killed by Johnny Depp, who was violent and abusive when high on drink or drugs, a London court has been told. Opening …"
        },
        {
            "title": "Marks & Spencer to cut 950 jobs in latest Covid-19 blow to high street",
            "category": "Business",
            "snippet": "Marks & Spencer is to cut 950 jobs at its head office and stores, in the latest blow to UK high street retailers hit hard by the coronavirus pandemic. …"
        },
        {
            "title": "Boris Johnson prepares to suspend UK extradition treaty with Hong Kong",
            "category": "Politics",
            "snippet": "Boris Johnson has all but confirmed that the UK will suspend an extradition treaty with Hong Kong owing to a national security law imposed by Beijing, …"
        },
        {
            "title": "Beyoncé unveils trailer for Disney+ visual album Black is King",
            "category": "Music",
            "snippet": "Beyoncé has released a trailer for her new visual album, Black is King, which aims to promote “the beauty of tradition and black excellence”. The film …"
        },
        {
            "title": "Dance music star the Black Madonna changes name due to racial insensitivity",
            "category": "Music",
            "snippet": "The successful American DJ and producer the Black Madonna has changed her name to the Blessed Madonna, following a petition for her to change it on gr …"
        },
        {
            "title": "Not the Booker prize 2020: nominate your favourite book of the year",
            "category": "Books",
            "snippet": "The Not the Booker prize is back – again! It feels great to write those words. After all we’ve been going through, it’s all the more astonishing the a …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Summary: Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. “I’ve just finished and enjoyed Fresh Water For Fl …"
        },
        {
            "title": "GSK buys £130m stake in German coronavirus vaccine maker",
            "category": "Business",
            "snippet": "The British pharmaceutical company GlaxoSmithKline has bought a 10% stake in a German biotech company that is a key player in the global race for a co …"
        },
        {
            "title": "Women seeking asylum left 'without basic support' during UK lockdown",
            "category": "UK-News",
            "snippet": "Women seeking asylum in the UK have described a significant increase in unsafe and unsanitary living conditions during the Covid-19 crisis, according …"
        },
        {
            "title": "Government's catch-up fund for English school pupils comes under fire",
            "category": "Politics",
            "snippet": "The government’s Covid-19 catch-up fund for pupils in England is “badly targeted” and unlikely to prevent a further widening of the attainment gap bet …"
        },
        {
            "title": "Lewis Hamilton says Formula One must act to stop teams idling against racism",
            "category": "Sport",
            "snippet": "Lewis Hamilton has extended his criticism of Formula One’s stance against racism with a broadside against teams that have made no effort to address th …"
        },
        {
            "title": "An author bought his own book to get higher on bestseller lists. Is that fair?",
            "category": "Books",
            "snippet": "For any author, being able to describe yourself as a bona fide bestseller is key to conferring your career with a certain gravitas – and will often br …"
        },
        {
            "title": "What can we learn from Netflix's all-time top 10 movies?",
            "category": "Film",
            "snippet": "Summary: Netflix’s once heavily guarded vault of secret statistics has slowly opened up over the last couple of years, a gradual juicy reveal of viewer habits …"
        },
        {
            "title": "Playgrounds reopen in Wales: 'It's so lovely to see her having fun'",
            "category": "UK-News",
            "snippet": "It was a momentous day for Sally-Anne Trebilcock and her seven children. Four months after the play area at Jubilee Park in Cardiff was shut because o …"
        },
        {
            "title": "Q magazine's demise signals the end of the old music press",
            "category": "Music",
            "snippet": "Summary: It seems a strange comparison to make, but in its initial incarnation at least, Q magazine was as much a product of its era as Oz and the Internationa …"
        },
        {
            "title": "Josephine Cox, bestselling novelist of family sagas, dies at 82",
            "category": "Books",
            "snippet": "Josephine Cox, the proflic author who grew up in poverty in Blackburn and went on to sell millions of copies of her family dramas, has died at the age …"
        },
        {
            "title": "Chief nurse was dropped from briefings after refusing to back Cummings",
            "category": "Politics",
            "snippet": "England’s chief nurse has confirmed she was dropped from the Downing Street daily coronavirus briefing after refusing to back Dominic Cummings. Ruth M …"
        },
        {
            "title": "Government opening door to privatising London Underground, says union",
            "category": "UK-News",
            "snippet": "The RMT trade union has accused the government of opening the door to privatising the tube after it was revealed that a review of Transport for London …"
        },
        {
            "title": "MPs call for overhaul of China policy after UK suspends Hong Kong extraditions",
            "category": "Politics",
            "snippet": "Conservative MPs and Labour are calling for the wholesale overhaul of relations with China after the government suspended extradition with Hong Kong a …"
        },
        {
            "title": "England beat West Indies by 113 runs: in second Test – as it happened",
            "category": "Sport",
            "snippet": "Here’s that last wicket! The captains are speaking to Michael Atherton as the groundstaff haul the covers over the Old Trafford pitch. Holder is disap …"
        },
        {
            "title": "Tory rebels are far from finished in push for tougher China policy",
            "category": "Politics",
            "snippet": "When Mike Pompeo meets a group of Conservative backbench MPs on Tuesday who have been pressing for the UK to take a harder line on China, it will not …"
        },
        {
            "title": "Psycho Raab confused at being the biggest dove in the Commons on China",
            "category": "Politics",
            "snippet": "Summary: Sometimes you just can’t win. Just a week after announcing he was barring Huawei from the UK’s 5G network by 2027 – the Chinese had apparently promise …"
        },
        {
            "title": "Ex-MP Charlie Elphicke admits lying to police in sexual assault case",
            "category": "UK-News",
            "snippet": "The former Conservative MP Charlie Elphicke has admitted not telling police the truth when they asked him about one of the women he is accused of sexu …"
        }
    ]
}