{
    "page": [
        {
            "title": "'I'm like a plant without water': why metal bands are suffering during coronavirus",
            "category": "Music",
            "snippet": "To some outsiders, metal appears chaotic, violent and devoid of emotional value, but inside the message is one of solidarity. Nothing exemplifies this …"
        },
        {
            "title": "David Mitchell: 'I think most writers have a deep-seated envy of musicians'",
            "category": "Books",
            "snippet": "David Mitchell and I are talking – nerdily, greedily – about a moment in popular music when prog rock, folk rock, acid jazz and psychedelia all bubble …"
        },
        {
            "title": "Tenby residents feel mixed emotions about tourists' return",
            "category": "UK-News",
            "snippet": "For more than two centuries the seaside town of Tenby in south-west Wales has gladly welcomed tourists to its sandy beaches, picturesque harbour and c …"
        },
        {
            "title": "Socially distanced outdoor music venue to open in Newcastle in August",
            "category": "Music",
            "snippet": "The UK’s first large-scale socially distanced music venue is opening in Newcastle this summer. Virgin Money Unity Arena, to be installed at Newcastle …"
        },
        {
            "title": "Nul points: why Netflix's Eurovision film hits all the wrong notes",
            "category": "Film",
            "snippet": "Summary: The terrible sadness at the heart of Eurovision Song Contest: The Story of Fire Saga is that the film just doesn’t get Eurovision. Almost all other di …"
        },
        {
            "title": "St Paul's bomb-plotter Safiyya Amira Shaikh given life sentence",
            "category": "UK-News",
            "snippet": "A Muslim convert and supporter of Islamic State, who plotted to bomb St Paul’s Cathedral at Easter, has been sentenced to life in prison. Safiyya Amir …"
        },
        {
            "title": "From Skullcrusher to Jockstrap: the bands who sound nothing like their names",
            "category": "Music",
            "snippet": "Skullcrusher What they should sound like A biker gang of bionic speed metal abattoir workers playing guitars made by stringing pneumatic drills with e …"
        },
        {
            "title": "Chess: Magnus Carlsen chasing another prize despite bizarre four-move loss",
            "category": "Sport",
            "snippet": "Summary: Magnus Carlsen in another major final hardly rates a headline at the moment, such is the world champion’s dominance over his rivals. The 29-year-old N …"
        },
        {
            "title": "Digested week: What to give to the billionaires who have, well, billions?",
            "category": "UK-News",
            "snippet": "Monday My wife feeds me information about our upcoming holiday plans on a need-to-know basis. This is partly because I get anxious about impending tra …"
        },
        {
            "title": "Ghislaine Maxwell follows her family's footsteps into the dock",
            "category": "US-News",
            "snippet": "Ghislaine is not the first of the Maxwell clan to face criminal charges. Her older brothers, Ian and Kevin, found themselves in the dock after their f …"
        },
        {
            "title": "I speak in many tongues, but none so embarrassing as my lockdown voice",
            "category": "Life-and-Style",
            "snippet": "Summary: Recently, an audio echo on a glitchy Zoom call soured the conversation. “Is that what I really sound like?” my friend asked. “Afraid so,” I said. “But …"
        },
        {
            "title": "'I stuck my foot in the door': what it is like to be black in UK publishing",
            "category": "Books",
            "snippet": "Summary: Publishing is in the middle of a reckoning. In the weeks since the death of George Floyd, as black authors topped UK books charts for the first time, …"
        },
        {
            "title": "Northern Ireland deputy leader refuses to quit in  funeral row",
            "category": "UK-News",
            "snippet": "Summary: Northern Ireland’s deputy first minister, Michelle O’Neill, has defended her decision to attend the funeral of a former leading IRA figure during lock …"
        },
        {
            "title": "‘A bit of trepidation’: Lake District prepares to reopen to visitors",
            "category": "UK-News",
            "snippet": "The Duke of Portland’s boathouse is probably the most popular holiday let in the Lake District, booked up for at least 340 days each year at an averag …"
        },
        {
            "title": "Gin, cheese and coffee: Britons flock to subscription services in lockdown",
            "category": "Business",
            "snippet": "One in 10 Britons has signed up to a subscription service during lockdown, with companies offering regular deliveries of food and drink reporting a hu …"
        },
        {
            "title": "The Old Guard review – Netflix immortality thriller won't live long in the memory",
            "category": "Film",
            "snippet": "A sort-of-dull title for a sort-of-dull film. This is basically a two-hour dollop of action-movie product, teased out to look like a superhero origin …"
        },
        {
            "title": "Survey finds 83% of BAME competitors have experienced racism in British sport",
            "category": "Sport",
            "snippet": "A survey looking into racism in British sport has found 83% of people from black and minority ethnic backgrounds have experienced discrimination in so …"
        },
        {
            "title": "Talking Horses: Leicester race on despite city Covid-19 lockdown",
            "category": "Sport",
            "snippet": "Next Tuesday’s scheduled meeting at Leicester will go ahead as planned despite the continuing local lockdown in the city, the British Horseracing Auth …"
        },
        {
            "title": "Scottish and Welsh first ministers attack UK's 'shambolic' quarantine rules",
            "category": "Politics",
            "snippet": "The first ministers of Scotland and Wales have launched scathing attacks on the UK government’s “shambolic” handling of lifting quarantines on foreign …"
        },
        {
            "title": "UK buys £400m stake in bankrupt satellite rival to EU Galileo system",
            "category": "Business",
            "snippet": "The UK government has pledged to invest $500m (£400m) in bankrupt satellite company OneWeb, giving it a stake in a business that provides broadband fr …"
        },
        {
            "title": "Mission impossible? How to shoot a blockbuster in the coronavirus era",
            "category": "Film",
            "snippet": "This month, in theory, the latest Jurassic World sequel goes back into production on a London sound stage. And Wednesday – 1 July – was the day that H …"
        },
        {
            "title": "How UK air bridges descended into a coronavirus policy farce",
            "category": "Politics",
            "snippet": "Summary: It’s competing in a crowded field. But after days of confusion, buck-passing and zealous over-briefing by officials, it has turned into one of the mos …"
        },
        {
            "title": "Wendy Cooling obituary",
            "category": "Books",
            "snippet": "Summary: Wendy Cooling, who has died aged 78, transformed many lives as a teacher, author, anthologist and, especially, as the founder of Bookstart, the flagsh …"
        },
        {
            "title": "Fourth of July celebrations increase risk of 'superspreader' events, experts warn",
            "category": "US-News",
            "snippet": "The Fourth of July is traditionally for barbecues, fireworks, boisterous partying and various hijinks to celebrate Independence Day. But this year, wi …"
        },
        {
            "title": "Chris Whitty warns people to distance despite English lockdown easing or risk a second wave – as it happened",
            "category": "Politics",
            "snippet": "Please follow the global coronavirus live blog for the latest updates. Lockdown restrictions in England will be lifted this weekend, Boris Johnson has …"
        },
        {
            "title": "Trump heads to Mount Rushmore for divisive fireworks celebration",
            "category": "US-News",
            "snippet": "Donald Trump is heading to Mount Rushmore in South Dakota on Friday night for an early Fourth of July fireworks celebration that has caused division o …"
        },
        {
            "title": "Josh Pyke, the Veronicas, Lime Cordiale and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "As some states begin to slowly open back up, Australia’s arts industry is still largely in lockdown – and the music industry was hit harder, and earli …"
        },
        {
            "title": "Talking Horses: Russian Emperor to outstay the favourite for Derby glory",
            "category": "Sport",
            "snippet": "Summary: A strong pace looks likely in Saturday’s Derby, since that would seem essential for the chances of Ballydoyle’s two main contenders, Mogul and Russian …"
        },
        {
            "title": "Tim Dowling: I’ve got a serious parcels habit – do I have to kick it?",
            "category": "Life-and-Style",
            "snippet": "Summary: I have ordered many things over the course of lockdown, not because I need them, but because I find it easier to get up every morning and carry on if …"
        },
        {
            "title": "Blind date: 'My dad burst into the room – he likes to do that when I’m on Zoom'",
            "category": "Life-and-Style",
            "snippet": "James on Elizabeth What were you hoping for? An evening’s break from my family. First impressions? Confident. What did you talk about? Cheap theatre t …"
        },
        {
            "title": "Reel challenge: what will cinema look like after lockdown is relaxed?",
            "category": "Film",
            "snippet": "Cinema is back at last! Less with a big, cannonball splash off the high board than a tentative, slow-motion easing in, as if entering a very cold swim …"
        },
        {
            "title": "Love of science, not Trump's ignorance, will make America great again",
            "category": "Books",
            "snippet": "We know what the temperature was in Philadelphia on 4 July 1776, because Thomas Jefferson wrote it down at 6am (68F), 9am (72.25F), 1pm (76F), and 9pm …"
        },
        {
            "title": "The Wild Laughter by Caoilinn Hughes review – an Irish Cain and Abel",
            "category": "Books",
            "snippet": "Caoilinn Hughes’s acclaimed debut novel, 2018’s Orchid and the Wasp, explored the long fallout from the global economic crash of 2008 through the comi …"
        },
        {
            "title": "Streaming: the best new Canadian films",
            "category": "Film",
            "snippet": "When the major national cinemas are rounded up, Canada rarely gets much of a look-in: sometimes blurred with American cinema, sometimes with French, t …"
        },
        {
            "title": "Bread Winner by Emma Griffin review – victims of the Victorian economy",
            "category": "Books",
            "snippet": "As a lad in 1880s Bermondsey Sid Causer appeased his hunger by filching fruit from market barrows. Louie Stride, brought up dirt poor in genteel Bath, …"
        },
        {
            "title": "Poem of the month: Prayer at Seventy by Vicki Feaver",
            "category": "Books",
            "snippet": "God of thresholds, guide of souls between worlds, have mercy on me: God who, when I asked you if I could pass my last years with less anxiety, changed …"
        },
        {
            "title": "‘We’re the explicit Vengaboys’: meet Bad Boy Chiller Crew, Bradford's bassline stars",
            "category": "Music",
            "snippet": "Summary: It is a sweltering afternoon in Minsk, Belarus, yet Bad Boy Chiller Crew are looking decidedly, well, chilled. Already an underground sensation in Wes …"
        },
        {
            "title": "From Donna Tartt to Irvine Welsh: 10 great novels about friendship",
            "category": "Books",
            "snippet": "Donna Tartt, The Secret History My generation grew up with this story of brilliance and murder among a group of college students. Group allegiance amo …"
        },
        {
            "title": "Lewis Hamilton fires up for title bid fuelled by changing F1's conscience",
            "category": "Sport",
            "snippet": "The naysayers would have it that character has been all but driven out of Formula One. On Sunday, when the 2020 season finally fires up at the Austria …"
        },
        {
            "title": "Gardening tips: donate seeds to refugee gardeners",
            "category": "Life-and-Style",
            "snippet": "Donate this If you have spare packets of flower and vegetable seeds, why not send them to another gardener? The Lemon Tree Trust’s Gardener to Gardene …"
        },
        {
            "title": "'It’s a constant barrage of hate': how Trump sparks heated clashes in Florida's retirement resort",
            "category": "US-News",
            "snippet": "It promotes itself as “Florida’s friendliest hometown”, a retirement playground where seniors while away their golden years in a carefree world of gol …"
        },
        {
            "title": "Ghislaine Maxwell will not say anything about Prince Andrew, says friend",
            "category": "US-News",
            "snippet": "Ghislaine Maxwell would never say anything about the Duke of York’s relationship with Jeffrey Epstein, according to one of her friends. Maxwell appear …"
        },
        {
            "title": "Classical home listening: of love and death and snails",
            "category": "Music",
            "snippet": "• The title Love and Death (Orchid Classics) could incorporate nearly all music ever written. The Navarra String Quartet, whose playing has a transpar …"
        },
        {
            "title": "Earl Cameron, 'Britain's first black film star', dies aged 102",
            "category": "Film",
            "snippet": "Earl Cameron, who with his debut role in the 1951 film Pool of London, became one of the first significant black actors in British cinema, has died ag …"
        },
        {
            "title": "Books to transport you: the best travellers' tales for troubled times",
            "category": "Books",
            "snippet": "In times like these, I’m drawn towards short stories, novellas and pithy memoirs with a powerful sense of far-flung places: enigmatic flights of fancy …"
        },
        {
            "title": "Paul Weller: On Sunset review – a mellower modfather",
            "category": "Music",
            "snippet": "When you think of Paul Weller, you do not picture him on Hollywood’s notorious Sunset Strip. Baked either by the sun or lurid neon, a tourist hell tra …"
        },
        {
            "title": "One to watch: Remi Wolf",
            "category": "Music",
            "snippet": "Summary: While she begrudgingly refers to her trippy, kaleidoscopic musical melange as “funky soul pop”, 24-year-old California musician Remi Wolf isn’t a huge …"
        },
        {
            "title": "Family Romance, LLC review – Werner Herzog's moving rent-a-family tale",
            "category": "Film",
            "snippet": "According to its director, Werner Herzog, this surreal, strangely moving tragicomedy, based on Elif Batuman’s 2018 New Yorker article about Japan’s re …"
        },
        {
            "title": "Police smash car window of man on way home from TV interview about police racism",
            "category": "UK-News",
            "snippet": "When an officer smashed in the window of Ryan Colaço’s car, after he was wrongly accused of concealing drugs, they did not know he was driving home fr …"
        },
        {
            "title": "VAT, NICs … what will Rishi Sunak’s summer statement target?",
            "category": "Business",
            "snippet": "Summary: On Wednesday, the chancellor will attempt to shore up Britain’s economic recovery from coronavirus as lockdown controls are lifted across most of Engl …"
        }
    ]
}