{
    "page": [
        {
            "title": "Governor signs historic bill to remove Confederate symbol from Mississippi flag",
            "category": "US-News",
            "snippet": "Summary: Mississippi has officially retired the last state flag in the US with the Confederate battle emblem, a racist symbol that has served as a source of di …"
        },
        {
            "title": "Upper Crust and Caffè Ritazza owner to cut 5,000 UK jobs",
            "category": "Business",
            "snippet": "The owner of Upper Crust and Caffè Ritazza is to axe 5,000 jobs in the UK after suffering heavy losses during the coronavirus crisis lockdown. SSP Gro …"
        },
        {
            "title": "Sex Robots & Vegan Meat by Jenny Kleeman review – the future of food, birth and death?",
            "category": "Books",
            "snippet": "In a plain factory building in the San Marcos hills, north of San Diego in California, a technological revolution is under way. There, a team of AI ex …"
        },
        {
            "title": "'We had been beat down a lot': the story behind 60s protest anthem Dancing in the Street",
            "category": "Music",
            "snippet": "A few weeks ago, the Motown singer Martha Reeves went to her first protest march since this historic wave began. “I saw people from everywhere, walkin …"
        },
        {
            "title": "Time for a trim: share your pre- and post-lockdown haircuts",
            "category": "Life-and-Style",
            "snippet": "Summary: The season of DIY haircuts has come to an end. Hairdressers and barbers in England have been given the green light by the government to reopen their d …"
        },
        {
            "title": "Small Pleasures by Clare Chambers review – a suburban mystery",
            "category": "Books",
            "snippet": "In the mid 50s, scientists began to give serious consideration to the possibility of single-sex reproduction. Dr Helen Spurway, a biologist at the Uni …"
        },
        {
            "title": "Williams have 'for sale' sign up but aim to start rebuilding in Austria",
            "category": "Sport",
            "snippet": "Summary: There are no quick fixes in Formula One, no giant leaps in a sport where fractions can be differentiators. At Williams this harsh reality is well reco …"
        },
        {
            "title": "Mickey Madden, Maroon 5 bassist, arrested on domestic violence charges",
            "category": "Music",
            "snippet": "Mickey Madden, bassist with pop-rock group Maroon 5, has been arrested on charges of domestic violence. Los Angeles police confirmed the arrest to the …"
        },
        {
            "title": "Beethoven: where to start with his music",
            "category": "Music",
            "snippet": "It’s not only because this year is the 250th anniversary of his birth that Ludwig van Beethoven (1770-1827) is the obvious composer with whom to begin …"
        },
        {
            "title": "The incredible story of New Orleans' first black female homicide detective",
            "category": "US-News",
            "snippet": "On 22 February 2002, Sgt Jacklean Davis was on a walk with her supervisor, Lt Samuel Lee, when Lee got a call from their commander at the seventh dist …"
        },
        {
            "title": "First Thing: the US bought the world's entire supply of a Covid-19 drug",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump promised to put America first, and at least in the case of the coronavirus drug remdesivir, that’s precisely what he has do …"
        },
        {
            "title": "Banking watchdog drops threat of inquiry into overdraft charges",
            "category": "Business",
            "snippet": "UK banks have escaped the threat of a regulatory investigation into unarranged overdraft charges, but the City watchdog has said it will keep a close …"
        },
        {
            "title": "'One of my singles made £3.58': Manga Saint Hilare, grime's overlooked MC",
            "category": "Music",
            "snippet": "Manga Saint Hilare should be out touring his new album Make It Out Alive but, like the rest of us, he’s at home using his time to learn new things. “I …"
        },
        {
            "title": "Lynn + Lucy review – gruelling tragedy with a batsqueak of horror",
            "category": "Film",
            "snippet": "Fyzal Boulifa is a young British director of Moroccan heritage who was Bafta-nominated for his short film The Curse and now makes his fiercely impress …"
        },
        {
            "title": "PGA Tour happy playing a high-risk game to reboot sport in the US",
            "category": "Sport",
            "snippet": "The world’s best players are not prone to taking umbrage with the media. The gulf between levels of criticism – professional and personal – bestowed o …"
        },
        {
            "title": "Boris Johnson challenged at PMQs over Covid-19 test data",
            "category": "Politics",
            "snippet": "Confusion over the level of Covid-19 testing data available to Leicester city council during its recent outbreak in cases intensified as Boris Johnson …"
        },
        {
            "title": "A White, White Day review – spiralling rage and stunning force",
            "category": "Film",
            "snippet": "This bizarre and sometimes scary film from Iceland has a way of keeping you off balance and on the edge of your seat. It is a psychological drama-thri …"
        },
        {
            "title": "Ryanair pilots agree to 20% pay cut in attempt to limit job losses",
            "category": "Business",
            "snippet": "Ryanair pilots have agreed to take a 20% pay cut as part of efforts to avoid up to 3,000 job cuts at Europe’s biggest budget airline. The pilots’ unio …"
        },
        {
            "title": "Top 10 best-dressed characters in fiction",
            "category": "Books",
            "snippet": "The first clothes in western literature, Adam and Eve’s fig leaves, performed their essential fictional function in drawing attention to the protagoni …"
        },
        {
            "title": "Woman loses legal challenge to NHS charges for pregnant migrants",
            "category": "UK-News",
            "snippet": "A woman who faces decades of repayments to the NHS for maternity care has lost a case in the high court challenging the government’s healthcare chargi …"
        },
        {
            "title": "'He's a leader of men': Bayliss spotted Stokes's captaincy potential early",
            "category": "Sport",
            "snippet": "Ben Stokes has been described as “a leader of men” by Trevor Bayliss, who long saw the all-rounder as captaincy material during his time as the Englan …"
        },
        {
            "title": "After Pop Smoke's death, can UK drill producers maintain their US success?",
            "category": "Music",
            "snippet": "For a few joyful, sweaty months last summer, Welcome to the Party by Brooklyn drill rapper Pop Smoke was the sound of New York. His smoky baritone see …"
        },
        {
            "title": "Film Title Poem review – scratched, dancing, scrunched-up celluloid",
            "category": "Film",
            "snippet": "A cheese dream of strangeness is one way to describe this brief experimental piece from 2016 by the Los Angeles artist and collagist Jennifer West, wh …"
        },
        {
            "title": "Police step up patrols amid fears of 'chaos' as English pubs reopen",
            "category": "UK-News",
            "snippet": "Police forces across England will deploy additional patrols on Saturday as pubs reopen, part of the biggest easing of Covid-19 lockdown measures to da …"
        },
        {
            "title": "Boz the Bluster gets hammered in PMQs ‘whack-a-mole’",
            "category": "Politics",
            "snippet": "Boz the Bluster. Can he fix it? On the evidence of his latest outing at prime minister’s questions, the answer is a categorical no. Right now you woul …"
        },
        {
            "title": "Super League players set for further pay cuts to ease financial pressure",
            "category": "Sport",
            "snippet": "Super League players are set to take further pay cuts for an indefinite period as the chief executive of one of the competition’s leading clubs warned …"
        },
        {
            "title": "Infamous review – a gonzo shot at radical outlaw glamour",
            "category": "Film",
            "snippet": "The performances are a couple of drawers down from the top in this Nouveau Bonnie and Clyde romp; it features Bella Thorne – from the recent teen-abst …"
        },
        {
            "title": "Ida Haendel obituary",
            "category": "Music",
            "snippet": "The Polish-born violinist Ida Haendel, who has died aged 96, enthralled audiences around the world with a combination of classical rigour and romantic …"
        },
        {
            "title": "Trump called May and Merkel 'losers' after their political setbacks, ex-officials say",
            "category": "US-News",
            "snippet": "Donald Trump described Theresa May and Angela Merkel as “losers” after they suffered political setbacks, and was repeatedly rude to them, without any …"
        },
        {
            "title": "MPs ask Robert Jenrick long list of questions about £1bn land deal",
            "category": "Politics",
            "snippet": "Robert Jenrick, the housing secretary, is facing a demand to appear before a parliamentary committee to respond to unanswered questions about his rela …"
        },
        {
            "title": "Who is Lauren Boebert, the QAnon sympathizer who won a Republican primary?",
            "category": "US-News",
            "snippet": "Summary: Lauren Boebert isn’t the only pistol-packing-on-the-job restaurant owner in America, and she isn’t the first fan of the conspiracy theory QAnon to run …"
        },
        {
            "title": "Fears grow for UK high street as more than 6,000 retail jobs cut in a day",
            "category": "Business",
            "snippet": "More than 6,000 retail jobs were cut from the UK high street on Wednesday as the full impact of the pandemic on the high street – combined with the wi …"
        },
        {
            "title": "Twickenham tickets for England games could be corporate-only this autumn",
            "category": "Sport",
            "snippet": "Summary: England supporters hoping to attend this year’s autumn internationals have been dealt a major blow after the Rugby Football Union changed its ticketin …"
        },
        {
            "title": "Leicester infection rise driven by under-19s and workers, says PHE",
            "category": "UK-News",
            "snippet": "A rapid investigation into the Covid-19 outbreak in Leicester by Public Health England has revealed it has been driven by increased infections in the …"
        },
        {
            "title": "Meghan felt 'unprotected' by royals while pregnant, court documents show",
            "category": "UK-News",
            "snippet": "The Duchess of Sussex felt “unprotected” by the royal family from claims made in the UK tabloid press against her while she was pregnant, court docume …"
        },
        {
            "title": "California rolls back reopening of bars, restaurants and indoor venues",
            "category": "US-News",
            "snippet": "Summary: California’s governor has ordered the closure of all recently reopened bars, and halted indoor operations of restaurants, movie theaters, museums and …"
        },
        {
            "title": "'Raise a glass': UK Treasury faces backlash after hailing pubs reopening",
            "category": "Politics",
            "snippet": "Summary: The Treasury has been accused of taking an irresponsible approach to the coronavirus epidemic after a backlash to a post on its official Twitter accou …"
        },
        {
            "title": "Families of Sean Monterrosa and Erik Salgado unite to demand justice after police killings",
            "category": "US-News",
            "snippet": "Family members of Sean Monterrosa and Erik Salgado – two Latino men shot to death in separate incidents by law enforcement in the Bay Area last month …"
        },
        {
            "title": "Leading questions: 'Should I make contact with my father, whom I have never met?'",
            "category": "Life-and-Style",
            "snippet": "Should I make contact with my father, whom I have never met, who left my mother before I was born? He has never denied paternity. He has never offered …"
        },
        {
            "title": "Geoffrey Rush case: Daily Telegraph and Nationwide News lose defamation appeal against actor",
            "category": "Film",
            "snippet": "The Sydney Daily Telegraph will have to pay the actor Geoffrey Rush a record $2.9m in damages after the tabloid lost its appeal against a historic def …"
        },
        {
            "title": "Scots Gaelic could die out within a decade, study finds",
            "category": "UK-News",
            "snippet": "A casual visitor to Scotland might assume that the Gaelic language is thriving, with every police car carrying the word poileas and every ambulance am …"
        },
        {
            "title": "Inheritance review – preposterous and paper-thin New York thriller",
            "category": "Film",
            "snippet": "It’s bold of Lily Collins, daughter of Phil Collins, to star in a psychological thriller called Inheritance. She stars as Lauren Monroe, dynasty scion …"
        },
        {
            "title": "The thin, white lie: challenging the 'French women' stereotype",
            "category": "Books",
            "snippet": "What comes to mind when you hear the word “Parisienne”? For most of us, the female in the French capital is, historically, a familiar figure: stylish, …"
        },
        {
            "title": "Siân Berry and Jonathan Bartley face competition for Green party leadership",
            "category": "Politics",
            "snippet": "The Greens’ incumbent leadership duo of Siân Berry and Jonathan Bartley are facing competition from two other candidates to remain in their post, as t …"
        },
        {
            "title": "First details emerge of system for checks on goods crossing Irish Sea",
            "category": "UK-News",
            "snippet": "The first details of the controversial Brexit checks Boris Johnson insisted would not apply to trade across the Irish Sea have emerged, with mandatory …"
        },
        {
            "title": "Airplane! at 40: the best spoof comedy ever made?",
            "category": "Film",
            "snippet": "Even in the anarchic heyday of the Marx brothers at Paramount Pictures, when they turned out vaudevillian free-for-alls such as Horse Feathers and Duc …"
        },
        {
            "title": "'It's very troubling': alarm grows over Covid-19 spike among young Americans",
            "category": "US-News",
            "snippet": "Until recently, the majority of coronavirus cases that Dr Quinn Snyder, an emergency doctor at one of Arizona’s largest emergency departments, saw wer …"
        },
        {
            "title": "Think Like a Dog review – Feds bark as pet wisdom melts into syrup",
            "category": "Film",
            "snippet": "They say an actor should never work with animals or children. But a kid and a talking dog are the best things about this otherwise pretty hopeless att …"
        },
        {
            "title": "Primark loses £800m in Covid-19 lockdowns",
            "category": "Business",
            "snippet": "Coronavirus lockdowns have cost Primark £800m, with the clothing retailer expecting profits to tumble by two-thirds this financial year. Revenues at t …"
        },
        {
            "title": "Margo Price: That's How Rumors Get Started review – country survivor who can take on anything",
            "category": "Music",
            "snippet": "Earlier this year, in a round of interviews to promote her third album – its release ultimately delayed by the coronavirus pandemic – Margo Price anno …"
        }
    ]
}