{
    "page": [
        {
            "title": "DfID merger and overseas aid cuts will weaken UK influence, Labour warns",
            "category": "Politics",
            "snippet": "Labour has urged the government to rethink its plan to merge the Department of International Development (DfID) with the Foreign Office, a move descri …"
        },
        {
            "title": "UK study finds digital treatment for insomnia more effective than face-to-face therapy targets",
            "category": "Life-and-Style",
            "snippet": "An online self-help programme that helps people sleep better is more effective than the targets for face-to-face psychological therapy, a study involv …"
        },
        {
            "title": "Boris Johnson urged to address House of Lords gender imbalance",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson is being urged to rebalance female representation in the Lords by elevating more women in a peerages list expected within a week. Concer …"
        },
        {
            "title": "Unhinged review – Russell Crowe powers up for gonzo road-rage violence",
            "category": "Film",
            "snippet": "Russell Crowe finds his beefiest, growliest, jowliest form in this gonzo road-rage thriller, with some nasty and extraneous stabs of violence. The tit …"
        },
        {
            "title": "Caste by Isabel Wilkerson review – a dark study of violence and power",
            "category": "Books",
            "snippet": "As US president in the 1830s, Andrew Jackson was a feverish advocate of “Indian removal”, the banishing of Native Americans from their ancestral homel …"
        },
        {
            "title": "Brexit: Boris Johnson faces Eurotunnel test",
            "category": "Politics",
            "snippet": "Boris Johnson is facing a major Brexit test with the future of Eurotunnel operations at stake, it has emerged. The EU wants the UK to drop its opposit …"
        },
        {
            "title": "'On the hoof': why the government's Covid-19 plan looks like horseplay",
            "category": "Books",
            "snippet": "Summary: The public accounts committee has accused the government of failing to make economic plans for a pandemic, and instead making up its response “on the …"
        },
        {
            "title": "NBA restart 2020 predictions: Lakers and Bucks remain on collision course",
            "category": "Sport",
            "snippet": "Summary: The NBA resumes play after a four-and-a-half-month hiatus on Thursday night as 22 teams pick up their pursuit of a championship inside the bubble at D …"
        },
        {
            "title": "Summerland review – Gemma Arterton war drama warms the cockles",
            "category": "Film",
            "snippet": "Strong on lush cinematography, period knitwear and sincerity, but less effective in terms of historical plausibility, the mostly second world war-set …"
        },
        {
            "title": "The Mission House by Carys Davies – in EM Forster's footsteps",
            "category": "Books",
            "snippet": "The British have tended to view Anglo-Indian relations through misty eyes, as if the empire were some kind of love affair. Enoch Powell⁠ mused, dreami …"
        },
        {
            "title": "Arsenal v Chelsea, England v Pakistan and Jason Robinson brilliance",
            "category": "Sport",
            "snippet": "1) Arsenal meet Chelsea in the small matter of the FA Cup final on Saturday. They contested the final in 2002, of course, when ‘Ooh-aah’ Ray Parlour s …"
        },
        {
            "title": "Furloughed workers: redundancy sums will be based on usual pay",
            "category": "UK-News",
            "snippet": "Summary: Furloughed workers will be guaranteed redundancy packages based on their normal wages if they lose their job, under a law to stop businesses from offe …"
        },
        {
            "title": "Around the Sun review – madly meta multiple worlds romance",
            "category": "Film",
            "snippet": "Shot a few years ago in Normandy and shown at a few small film festivals back in the Before Times of 2019, this intimate and yet deliciously cerebral …"
        },
        {
            "title": "How Trump is emboldening other countries' 'bad behavior' on the climate crisis",
            "category": "US-News",
            "snippet": "The origins of the world’s historic agreement to tackle climate change, in Paris in 2015, have some familiar themes. Back in 2007, there was a Republi …"
        },
        {
            "title": "'I was shielded from my history': the changes young black Britons are calling for",
            "category": "UK-News",
            "snippet": "Following the resurgence of the Black Lives Matter movement in the UK and across the world, the Guardian interviewed 50 young black Britons, many of w …"
        },
        {
            "title": "Northern exposure is timely but Japan see their future in the south",
            "category": "Sport",
            "snippet": "The eight-country tournament that will replace the traditional autumn internationals this year is a practical way of filling the void left by the Rugb …"
        },
        {
            "title": "Bunker by Bradley Garrett review – building for the end times",
            "category": "Books",
            "snippet": "If you’re after a sense of the probability of crime, then the last people you ask are the police, because that’s all they see. A similar folie à deux …"
        },
        {
            "title": "UK Covid-19 cases fall but fears grow over jobs, spending and debt",
            "category": "Business",
            "snippet": "Gradual decline in Covid-19 cases Daily new coronavirus infections have steadily fallen from a peak in April and have remained well below 1,000 per da …"
        },
        {
            "title": "Irish women writing fiction were dismissed as 'quiet'. Ireland wasn't listening",
            "category": "Books",
            "snippet": "Summary: Grandmother did most of her work in bed. She had a special tray with folding legs that served as a desk. She would sit up against a stack of pillows, …"
        },
        {
            "title": "UK economic revival under way but jobs concerns grow",
            "category": "Business",
            "snippet": "Britain’s economy has begun to repair the damage from the coronavirus lockdown as restrictions are gradually lifted, despite mounting concern over the …"
        },
        {
            "title": "Jane Parker-Smith obituary",
            "category": "Music",
            "snippet": "The organist Jane Parker-Smith, who has died suddenly aged 70, possessed an exceptional technique, vibrant musicality and a vivacious stage presence. …"
        },
        {
            "title": "Make Up review – wintry chills in a spooky seaside thriller",
            "category": "Film",
            "snippet": "The out-of-season holiday resort, like the abandoned city or ruined temple, has something fascinating and even erotic in its emptiness. Writer-directo …"
        },
        {
            "title": "Ex-Tory MP's guilty verdict casts spotlight on decision to restore whip",
            "category": "Politics",
            "snippet": "Christmas was less than two weeks away when Theresa May faced what was expected to be a knife-edge vote engineered by hard Brexit Tories to have her s …"
        },
        {
            "title": "Ex-MP Charlie Elphicke convicted of sexual assault",
            "category": "UK-News",
            "snippet": "The Conservative ex-MP Charlie Elphicke is facing jail after being found guilty of three counts of sexual assault against two women in a verdict that …"
        },
        {
            "title": "AC/DC – their 40 greatest songs, ranked!",
            "category": "Music",
            "snippet": "40. Soul Stripper (1975) In their infancy, AC/DC weren’t tied to one style. Their first Australian album even featured this intriguing example of a ki …"
        },
        {
            "title": "Tui to shut 166 UK and Ireland stores as Covid-19 hammers travel",
            "category": "Business",
            "snippet": "Summary: The UK’s biggest tour operator, Tui, is to shut 166 stores in the UK and Ireland and shift hundreds of affected staff to a home working operation, as …"
        },
        {
            "title": "Lloyds bank reports loss after setting aside £2.4bn",
            "category": "Business",
            "snippet": "Lloyds Banking Group plunged to a second-quarter loss after putting aside £2.4bn for bad debts, saying the economic impact of the Covid-19 lockdown wa …"
        },
        {
            "title": "‘Emmett Till was my George Floyd’: John Lewis makes final rousing call for progress in essay",
            "category": "US-News",
            "snippet": "John Lewis, the civil rights leader who was bloodied in protests against southern segregation, who spoke at the March on Washington and went on to bec …"
        },
        {
            "title": "Toronto film festival announces line-up with Mark Wahlberg drama premiering",
            "category": "Film",
            "snippet": "The Toronto film festival has announced its main line-up for this year, although it still uncertain whether physical screenings will take place. As wi …"
        },
        {
            "title": "Rachmaninov: Preludes, Études-Tableaux, etc review – refined, fluent playing",
            "category": "Music",
            "snippet": "The Armenian-American pianist Sergei Babayan makes his solo debut on Deutsche Grammophon with this Rachmaninov recital. Born in 1961, he’s hardly a ne …"
        },
        {
            "title": "Waterworld: is Kevin Costner's damp squib a cult classic in the making?",
            "category": "Film",
            "snippet": "When looking back at the most infamous films of the 1990s – Batman & Robin, Judge Dredd and Star Wars: The Phantom Menace spring to mind – it’s easy t …"
        },
        {
            "title": "Matt Hancock's speech on NHS's future leaves audience comatose",
            "category": "Politics",
            "snippet": "We’ve seen several iterations of Matt Hancock since he became health secretary. There’s been the energetic Tigger enthusiast determined that everyone …"
        },
        {
            "title": "Leading owner Sheikh Fahad deletes tweet after false claims on O'Brien horse",
            "category": "Sport",
            "snippet": "Summary: Leading owner Sheikh Fahad al-Thani has deleted a tweet which appeared to suggest that Aidan O’Brien’s colt Vatican City was “not right” before the Gr …"
        },
        {
            "title": "Herman Cain, former Republican presidential candidate, dies aged 74",
            "category": "US-News",
            "snippet": "Herman Cain, a 2012 Republican presidential candidate and ardent supporter of Donald Trump, has died of coronavirus, his team announced on his website …"
        },
        {
            "title": "John Lewis may turn surplus stores into affordable homes",
            "category": "Business",
            "snippet": "The owner of John Lewis and Waitrose is exploring turning its surplus retail space into affordable housing as the growth of online shopping forces it …"
        },
        {
            "title": "Lloyds reviews use of office space amid homeworking trend",
            "category": "Business",
            "snippet": "Lloyds Banking Group is reviewing the amount of office space it uses, becoming the latest large UK employer to take advantage of a homeworking trend d …"
        },
        {
            "title": "Swabs, masks, action! Film-making through a pandemic",
            "category": "Film",
            "snippet": "“You get used to sticking a six-inch cotton-wool bud up your nose and down your tonsils every morning,” says Richard Clark. He is describing his typic …"
        },
        {
            "title": "Grime artist Solo 45 jailed for 24 years for multiple rapes",
            "category": "UK-News",
            "snippet": "The grime artist Solo 45, whose real name is Andy Anokye, has been jailed for 24 years for holding four women against their will and raping them repea …"
        },
        {
            "title": "Why Trump cannot delay the election – plus the truth about mail-in voting",
            "category": "US-News",
            "snippet": "Donald Trump suggested on Thursday that the November election should be delayed. Can he do that? No. The president cannot act on his own to move the d …"
        },
        {
            "title": "Majak Daw’s return celebrated as latest chapter of remarkable AFL story begins",
            "category": "Sport",
            "snippet": "Summary: Majak Daw might well be the best-known 50-game player in the history of AFL football. Which is perfectly understandable. His is a remarkable story. Bu …"
        },
        {
            "title": "A Room Made of Leaves by Kate Grenville review – the untold story of an unruly woman",
            "category": "Books",
            "snippet": "Summary: “Do not believe too quickly!” The epigraph to A Room Made of Leaves issues a warning that resonates throughout the novel, as Kate Grenville invites th …"
        },
        {
            "title": "Shakuntala Devi review – spirited biopic of a mathematical genius",
            "category": "Film",
            "snippet": "In recent years, the Hindi film mainstream has become more proactive about telling the stories of notable women. This new one follows on the heels of …"
        },
        {
            "title": "Sex party club founder defends £170,000 government Covid-19 loan",
            "category": "Life-and-Style",
            "snippet": "The founder of a sex party company has hit back at Labour MP Sarah Champion after she criticised the government for giving the firm state support via …"
        },
        {
            "title": "Four key takeaways from the report on America's coronavirus-hit GDP",
            "category": "Business",
            "snippet": "Economic data released on Thursday by the government revealed that during April, May and June, the US economy experienced the most severe shrinkage in …"
        },
        {
            "title": "Hamilton hopes F1 is united in protest as Pérez tests positive for Covid-19",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton is optimistic Formula One will present a united front against racism, although there remains disagreement behind the scenes on how the …"
        },
        {
            "title": "Luxembourg added to list of countries requiring 14-day quarantine",
            "category": "UK-News",
            "snippet": "Downing Street has restored Luxembourg to the list of countries requiring travellers to quarantine for 14 days when they arrive in the UK because of a …"
        },
        {
            "title": "Labour launches campaign against 'historic mistake' of ending furlough",
            "category": "Business",
            "snippet": "Labour has launched a high-profile campaign over mass job losses caused by coronavirus, saying the gradual removal of the employment furlough scheme i …"
        },
        {
            "title": "Coronavirus deaths climb in US as new cases appear to plateau",
            "category": "US-News",
            "snippet": "While deaths from the coronavirus in the US are growing, some public health experts are noting a second surge of confirmed cases now appears to be lev …"
        },
        {
            "title": "KPMG excluded from industrial relations summit after allegedly leaking details",
            "category": "Business",
            "snippet": "Summary: KPMG has been excluded from the government’s industrial relations consultations after publishing a discussion paper that was deemed a leak from the se …"
        },
        {
            "title": "Nimble Super Netball mirrors players' skillset as new season finally prepares for liftoff",
            "category": "Sport",
            "snippet": "One of the first skills fledging netball players have to master is the pivot: a seamless swivel on the ball or heel of the foot to change position. Pe …"
        }
    ]
}