{
    "page": [
        {
            "title": "Michaela Coel plays the first on-screen writer I can relate to",
            "category": "Books",
            "snippet": "Michaela Coel’s critically acclaimed new TV series I May Destroy You (BBC One), the journey of a young woman uncovering and trying to deal with sexual …"
        },
        {
            "title": "‘A slap in the face’: pub landlords livid at lack of support by Sunak",
            "category": "Business",
            "snippet": "The landlady of the Old Millwrights Arms in Aylesbury, Buckinghamshire, is livid with the chancellor. “If I was Rishi Sunak and I wanted to design som …"
        },
        {
            "title": "‘My parents helped me pack lube’: from sex toys to bidets, the lockdown businesses that boomed",
            "category": "Business",
            "snippet": "Summary: For most businesses, the early stages of the coronavirus pandemic were an economic horror story measured in job losses and plummeting sales graphs. Bu …"
        },
        {
            "title": "Streaming: great basketball films to watch after The Last Dance",
            "category": "Film",
            "snippet": "Having skidded far off the rails, a former star basketball player finds renewed purpose in life by coaching a team of bright-eyed young talents: some …"
        },
        {
            "title": "The greatest male tennis player of the last 50 years: the fans' verdict",
            "category": "Sport",
            "snippet": "Summary: Novak Djokovic was hoping to defend his Wimbledon title this weekend. Instead, he is at home recovering from Covid-19. It may be some time until the w …"
        },
        {
            "title": "'It's a boys club': Johnson accused of running ‘blokey’ government",
            "category": "Politics",
            "snippet": "Boris Johnson is being accused of overseeing an “incredibly blokey” government, as analysis of the latest Whitehall shake-up shows key decisions are i …"
        },
        {
            "title": "Vernon Subutex 3  by Virginie Despentes review – the trilogy concludes",
            "category": "Books",
            "snippet": "When the first volume in the punk-feminist writer Virginie Despentes’s Vernon Subutex trilogy appeared in English in 2015, it was a cause for exciteme …"
        },
        {
            "title": "Out of office: has the homeworking revolution finally arrived?",
            "category": "Books",
            "snippet": "Summary: Ever since the arrival of broadband in the early 2000s, people have been predicting a revolution in homeworking. The revolution always felt oversold t …"
        },
        {
            "title": "Is the US supreme court having a liberal moment? Not on one crucial issue",
            "category": "US-News",
            "snippet": "To an outside observer, it might seem like the US supreme court is having a liberal moment, mostly thanks to one justice. Chief Justice John Roberts – …"
        },
        {
            "title": "Charlie Kaufman: 'Making people laugh makes me feel validated as a human'",
            "category": "Books",
            "snippet": "When Charlie Kaufman was seven years old, he knew what he wanted to be when he grew up. He knows because he went as far as to write it down. “Actor, d …"
        },
        {
            "title": "How to sow Chinese mustard greens for winter salads",
            "category": "Life-and-Style",
            "snippet": "It is my lot in life to be always thinking of the next season. As you start to get excited about tomatoes, or are becoming ingenious with courgettes, …"
        },
        {
            "title": "The states we're in: can ‘laboratories of democracy’ conquer Covid-19?",
            "category": "US-News",
            "snippet": "On 30 June, a bill of at least $765bn came due for the 50 states. Unlike the national government, these jurisdictions cannot print money or run defici …"
        },
        {
            "title": "Rise up: the best books about the power of protest",
            "category": "Books",
            "snippet": "The same day that the youth of Bristol tore down the statue of Edward Colston, a crowd of 10,000 surrounded the statue of the barbaric King Léopold II …"
        },
        {
            "title": "Classical home listening: Voces8, the Hermes Experiment and Llŷr Williams",
            "category": "Music",
            "snippet": "• After Silence by Voces8 (Voces8 Records), directed by Barnaby Smith, wasn’t devised for the state we are in but might well have been. This wide-rang …"
        },
        {
            "title": "One to watch: Oscar Jerome",
            "category": "Music",
            "snippet": "The UK jazz underground is still on pause, with live music venues remaining closed, but a fixture on that once-bubbling scene is 27-year-old Oscar Jer …"
        },
        {
            "title": "George Alagiah: ‘It took me a long time to feel comfortable in my Britishness’",
            "category": "Life-and-Style",
            "snippet": "The BBC turned me down three times at the start of my career, and I’m grateful. Had I joined then, I’d have entered a very white world, dominated by p …"
        },
        {
            "title": "Lockdown has been a bumpy ride towards rediscovering the joy of our marriage",
            "category": "Life-and-Style",
            "snippet": "Summary: It felt like we were embarking on a new adventure. It was late March and Boris Johnson had announced that Britain would, in response to the threat of …"
        },
        {
            "title": "The Old Guard review – Charlize Theron has an axe to grind",
            "category": "Film",
            "snippet": "Who wants to live for ever? Not Charlize Theron, evidently. Playing immortal warrior Andy, leader of a covert band of unkillable mercenaries, Theron s …"
        },
        {
            "title": "French lessons: a family apartment in Paris",
            "category": "Life-and-Style",
            "snippet": "When Géraldine Octernaud was 18, she swapped a pair of vintage trainers for a red Eames rocking chair. She had never heard of Charles or Ray Eames bef …"
        },
        {
            "title": "Callum Au and Claire Martin: Songs and Stories review – Claire Martin in big band shock",
            "category": "Music",
            "snippet": "Considering that she has sung duets with Richard Rodney Bennett, appeared around the world with bands of every shape and size, and with many of today’ …"
        },
        {
            "title": "Jealous Johnny Depp ‘tried to stop Amber Heard sex scenes’, court told",
            "category": "Film",
            "snippet": "Details of sex scenes Amber Heard was to play on screen were kept from her husband, Johnny Depp, court documents have revealed. The Pirates of the Car …"
        },
        {
            "title": "Manu Tuilagi set to move to Sale and keep England career alive",
            "category": "Sport",
            "snippet": "Manu Tuilagi is set to keep his England career alive with a move to Sale after his acrimonious departure from Leicester. The 29-year-old’s exit from W …"
        },
        {
            "title": "Labour calls for immediate publication of inquiry into Priti Patel bullying claims",
            "category": "Politics",
            "snippet": "An inquiry into allegations that the home secretary, Priti Patel, bullied staff must be published immediately amid claims the inquiry’s chief is resis …"
        },
        {
            "title": "Nicola Barker: 'If I have a life philosophy, it's ferocious innocence'",
            "category": "Books",
            "snippet": "Nicola Barker is the author of 13 novels, including the Booker-shortlisted Darkmans (2007) and the Goldsmiths prize-winning H(a)ppy (2018). Her work i …"
        },
        {
            "title": "Prove that Labour really is anti-racist, Dawn Butler tells Keir Starmer",
            "category": "Politics",
            "snippet": "Summary: Labour MP Dawn Butler has said she understands why the party is losing support with young black, Asian and minority ethnic voters and that Keir Starme …"
        },
        {
            "title": "Competent, likeable, decisive: Keir Starmer beating Boris Johnson on all counts",
            "category": "Politics",
            "snippet": "Half of UK voters say they have formed a more favourable view of the Labour party since Keir Starmer became its leader in April, according to the late …"
        },
        {
            "title": "David Gauke: tax rises and cuts only way to pay for Covid-19",
            "category": "UK-News",
            "snippet": "The chancellor, Rishi Sunak, will have to order steep tax rises or another brutal round of spending cuts to plug a £40bn gap in the public finances ca …"
        },
        {
            "title": "Rishi Sunak is borrowing his way out of this crisis, but we'll all have to pay it back",
            "category": "Politics",
            "snippet": "Within days of Rishi Sunak becoming chancellor of the exchequer, the UK plunged into the deepest recession for at least 300 years. In extraordinarily …"
        },
        {
            "title": "Crawley hits 76 but England lose late wickets to give West Indies upper hand",
            "category": "Sport",
            "snippet": "After all the agonising and the intricate planning the cricket has taken over, which is just what everyone wanted. A slow-burning Test match is reachi …"
        },
        {
            "title": "Joe Denly likely to be ushered off England stage after fluffing lines again",
            "category": "Sport",
            "snippet": "Joe Denly left the tour of New Zealand last winter believing he would never live down a horror dropped catch on the final day in Hamilton but his seco …"
        },
        {
            "title": "So long shaving, Survivor and whirlwind romances: Melburnians on the lockdown habits they're going to ditch",
            "category": "Life-and-Style",
            "snippet": "After just over a month of eased restrictions, Melbourne is facing its second round of stage three lockdowns. After the first round, Melburnians are f …"
        },
        {
            "title": "How we stay together: 'We've seen so much, and gone through so much'",
            "category": "Life-and-Style",
            "snippet": "Names: Anita and Jason Lund Years together: 24 Occupations: Company director and IT consultant “We’re like a pair of old slippers,” says Anita Lund, w …"
        },
        {
            "title": "How Australia's night-time economy could boost the coronavirus recovery",
            "category": "Business",
            "snippet": "A more vibrant night-time economy, including standup comedy in local hairdressers and after-dark art exhibitions in bookshops, could play a crucial ro …"
        },
        {
            "title": "Donald Trump wears mask in public for first time – as it happened",
            "category": "US-News",
            "snippet": "We’ll be shutting down the blog shortly. Here’s a look at today’s top news lines: Donald Trump wears mask in public for first time. Decision comes dur …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "From the archive: slimming down and shaping up, November 1966",
            "category": "Life-and-Style",
            "snippet": "The Observer Magazine of 27 November 1966 took a look at ‘the winter problem of keeping fit’. But going by the introduction, they were up against more …"
        },
        {
            "title": "Tangerine dream: orange for instant lift",
            "category": "Life-and-Style",
            "snippet": "Foundation and fake tan mishaps in the shade of Lucozade perpetrate a fear of orange makeup. Take that hue and transfer it to your lips (as at Margiel …"
        },
        {
            "title": "Sunday with Nick Grimshaw: ‘Heading out on a Sunday night feels so glamorous’",
            "category": "Life-and-Style",
            "snippet": "Summary: Describe a Sunday morning before lockdown I’d set my alarm for 10am so as not to miss my spin class. My boyfriend Meshach is a dancer and hates any ex …"
        },
        {
            "title": "Johnson must be mad if he thinks Britain can afford a no-deal Brexit",
            "category": "Business",
            "snippet": "Does Boris Johnson want to go down in history – or just down and down? At present all the signs are that, if he goes on in the direction he and his fr …"
        },
        {
            "title": "Beethoven: A Life in Nine Pieces by Laura Tunbridge – review",
            "category": "Books",
            "snippet": "A book about the most famous composer in the western canon, a “dead white male” at that, isn’t an obvious place to look for insights into our current …"
        },
        {
            "title": "Investors are selling Boohoo shares now. They could have intervened far earlier",
            "category": "Business",
            "snippet": "‘Inadequate in scope, timeliness and gravity.” The verdict from Aberdeen Standard Investment on Boohoo’s response to allegations of supply chain abuse …"
        },
        {
            "title": "Sunak will say things are looking up, but OBR has less faith in a rebound",
            "category": "Business",
            "snippet": "How quickly can Britain’s economy rebound after the pandemic? Last week, the chancellor, Rishi Sunak set out an upbeat recovery vision, with a plan to …"
        },
        {
            "title": "Keir Starmer faces a daunting challenge. But opportunities beckon for Labour",
            "category": "Politics",
            "snippet": "Summary: First impressions count, and Keir Starmer has made a good one. His performance ratings are the best recorded for an opposition leader since Tony Blair …"
        },
        {
            "title": "Saint Frances review – wry, tender, taboo-busting drama",
            "category": "Film",
            "snippet": "Reviewing Eliza Hittman’s powerfully understated drama Never Rarely Sometimes Always in this paper recently, I noted that by approaching the urgent su …"
        },
        {
            "title": "Is it wise to take parenting lessons from seagulls?",
            "category": "Life-and-Style",
            "snippet": "After a tough patch, I perked up this week thanks to having something concrete to worry about. It’s satisfying to attach the diffuse fog of dread to a …"
        },
        {
            "title": "The future of film: can cinema survive Covid-19?",
            "category": "Film",
            "snippet": "It’s Saturday lunchtime and I am watching Sonic the Hedgehog in a cinema. It’s fair to say that it wouldn’t have been my first choice of film to break …"
        },
        {
            "title": "Elizabeth Debicki: ‘I’m not interested in being comfortable’",
            "category": "Film",
            "snippet": "To have everybody on the planet in their own homes, not able to see their friends, and collectively yearning for something – I think it’s very interes …"
        },
        {
            "title": "‘They just got away with paying men more …’ Milestone looms in Asda equal pay fight",
            "category": "Business",
            "snippet": "For years, Wendy Arundale was nicknamed Little Miss Asda. At one point her whole family, including her husband and two children, worked at the superma …"
        },
        {
            "title": "Growing plants inside – the easy way",
            "category": "Life-and-Style",
            "snippet": "Summary: After months of self-isolating, this weekend I masked-up and joined the queue for my garden centre. As someone who normally visits nurseries or plant …"
        },
        {
            "title": "Are breathing techniques good for your health?",
            "category": "Life-and-Style",
            "snippet": "Alan Dolan couldn’t afford market research when he started out as a breathing instructor in 2005. Instead, he took soundings from London taxi drivers. …"
        }
    ]
}