{
    "page": [
        {
            "title": "Streaming: the best Japanese films",
            "category": "Film",
            "snippet": "Summary: This was supposed to be the month when all eyes would be on Japan, with the presumably lavish festivities for the Tokyo Olympic Games due to kick off …"
        },
        {
            "title": "Short and sweet: the best stories to read right now",
            "category": "Books",
            "snippet": "Marcel Proust’s brother said the problem with In Search of Lost Time was that people “have to be very ill or have a broken leg” in order to read it. O …"
        },
        {
            "title": "'It's like she's my daughter': After Vanessa Guillén's killing, a California city reckons with the military",
            "category": "US-News",
            "snippet": "At the steps of city hall in Richmond, California, sit dozens of half-melted candles with images of the Virgin Mary. In front of the makeshift altar, …"
        },
        {
            "title": "Black Lives Matter, grandma and me: how our world changed during lockdown",
            "category": "Books",
            "snippet": "Summary: It is Saturday 13 June 2020 and the world is on fire. I’m sitting with my grandma, Esther, in her living room in south London for the first time in th …"
        },
        {
            "title": "John Lewis obituary",
            "category": "US-News",
            "snippet": "The life of the US congressman John Lewis, who has died aged 80 after suffering from pancreatic cancer, is a paradigm for the history of race relation …"
        },
        {
            "title": "Riot police clash with ravers at illegal event in north London",
            "category": "UK-News",
            "snippet": "There were clashes between riot police and attendees of an illegal rave in north London on Friday night as officers shut down the event. The Metropoli …"
        },
        {
            "title": "Classical home listening: a good week for tenor-piano recitals",
            "category": "Music",
            "snippet": "• Six songs to a distant beloved – separated by blue mountain and misty valley – comprise An die ferne Geliebte, usually reckoned the first song cycle …"
        },
        {
            "title": "The Chicks: ‘We were used and abused by everybody who wanted to make money off us’",
            "category": "Music",
            "snippet": "When the Dixie Chicks signed to Sony in 1995, the label worried that their name was politically incorrect. At the time, the bosses were more concerned …"
        },
        {
            "title": "Lee Westwood: 'When I look across the Atlantic I'm worried about Covid'",
            "category": "Sport",
            "snippet": "Summary: Quarantine restrictions for entering the United States mean Lee Westwood’s preparations for a rescheduled US PGA Championship should begin in a Califo …"
        },
        {
            "title": "Trump clashes with Fox News interviewer over false claim about Biden",
            "category": "US-News",
            "snippet": "Donald Trump has clashed with a Fox News interviewer after the president was challenged about a false claim that Joe Biden wants to defund police. In …"
        },
        {
            "title": "Shaggy: ‘I’d like to think that the Queen is a big Shaggy fan’",
            "category": "Life-and-Style",
            "snippet": "I’ve never directly killed anybody. Indirectly, probably [when he was in the US Marine Corps]. I fired a 155 howitzer, this big gun on wheels. You’re …"
        },
        {
            "title": "One to watch: Christian Lee Hutson",
            "category": "Music",
            "snippet": "Some say nostalgia is wasted on the young, but that doesn’t stop it being a good subject for songs. Jackson Browne wrote These Days, the 1967 classic …"
        },
        {
            "title": "Grant Shapps breaks ranks to book summer holiday abroad",
            "category": "Politics",
            "snippet": "Grant Shapps has become the first senior UK politician to break ranks and declare he is taking a summer holiday abroad this year. The transport secret …"
        },
        {
            "title": "On my radar: Moses Boyd on his cultural highlights",
            "category": "Music",
            "snippet": "A breakout star of the new London jazz scene, Moses Boyd was born in Catford, south-east London, in 1991. He started playing drums at 13, and a few ye …"
        },
        {
            "title": "'Our collective imagination could die away': Stewart Lee and Shirley Collins in conversation",
            "category": "Music",
            "snippet": "“I was all right until this week, but now I’ve started swearing at inanimate objects.” Stewart Lee – comedian on lockdown and heavily bearded columnis …"
        },
        {
            "title": "Lewis Hamilton storms to pole position for Hungarian Grand Prix",
            "category": "Sport",
            "snippet": "Lewis Hamilton delivered another masterclass to take pole for Sunday’s Hungarian Grand Prix. The Briton said his remarkable achievements over the sing …"
        },
        {
            "title": "Metropolitan police urged to apologise for ‘knee on neck’ arrest",
            "category": "UK-News",
            "snippet": "Summary: The lawyer of a man who was detained as a Metropolitan police officer briefly applied pressure with his knee to his neck area has demanded an official …"
        },
        {
            "title": "Oumou Sangaré: Acoustic review – when less is magnificently more",
            "category": "Music",
            "snippet": "Unplugged sessions have fallen from favour since their 1990s heyday, but here Mali’s leading diva reminds us that sometimes they can eclipse plugged-i …"
        },
        {
            "title": "Five key areas Sunak must tackle to serve up economic recovery",
            "category": "Business",
            "snippet": "The direction of travel is set. After four months of lockdown, Boris Johnson last week announced fresh plans to get more companies to bring employees …"
        },
        {
            "title": "‘I now fear the worst’: four grim tales of working life upended by Covid-19",
            "category": "Business",
            "snippet": "Summary: As coronavirus restrictions take their toll on the economy, the Observer has spoken to struggling business owners and people who have lost their jobs …"
        },
        {
            "title": "Johnson is asking Santa for a Christmas recovery",
            "category": "Politics",
            "snippet": "There is little chance of the economy staging a full recovery by the middle of the decade, let alone by Christmas, as Boris Johnson believes is possib …"
        },
        {
            "title": "Scotland records highest daily rate of positive Covid-19 tests for month",
            "category": "UK-News",
            "snippet": "Scotland has recorded its highest number of daily positive coronavirus tests for almost a month, with 21 confirmed results in 24 hours as the deputy f …"
        },
        {
            "title": "Kit de Waal: 'As soon as you introduce a talking horse, I'm just not interested'",
            "category": "Books",
            "snippet": "Summary: Kit de Waal is a novelist and short-story writer. Her debut novel, My Name Is Leon, was shortlisted for the Costa first novel award while her second, …"
        },
        {
            "title": "And now for the bad news: our record unemployment is actually worse than it looks",
            "category": "Business",
            "snippet": "Politicians will always try to sugarcoat bad news, but it takes some front to do it on the day that a record number of Australians were found to be un …"
        },
        {
            "title": "Alice Ivy, Tkay Maidza, Paul Kelly and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "As some states around Australia begin to slowly reopen and Victoria slogs it out back in shutdown, Australia’s arts industry is still largely dormant …"
        },
        {
            "title": "How we stay together: 'When I get pissed off and I’m sternly talking her, she just laughs'",
            "category": "Life-and-Style",
            "snippet": "Names: Janet Robertson and Jo Croft Years together: 20 Occupations: Former theatre director and arts administrator “In the worst moment, we still know …"
        },
        {
            "title": "Barack Obama leads tributes to civil rights leader John Lewis – as it happened",
            "category": "US-News",
            "snippet": "We’ll be shutting down today’s blog shortly. Here’s a glance at today’s major news items: Barack Obama and Oprah Winfrey lead tributes to civil rights …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "From the archive: looking back on a horrible year, December 1987",
            "category": "Life-and-Style",
            "snippet": "At the end of 1987, the Observer Magazine compiled a round-up of the year. ‘It has not been a good year,’ it began, with some understatement. ‘Zeebrug …"
        },
        {
            "title": "Makeup that works under a mask",
            "category": "Life-and-Style",
            "snippet": "Summary: Now that wearing a mask is our new normal, we need an everyday makeup look that works with and without a mask. An OTT eye look sans lipstick is odd. B …"
        },
        {
            "title": "Remain in Love by Chris Frantz  review – once in a lifetime with Talking Heads",
            "category": "Books",
            "snippet": "Talking Heads were the most innovative and among the most successful of the post-punk bands. I considered them a sort of postmodern Rolling Stones, in …"
        },
        {
            "title": "Vestager has tasted defeat, but she should not stop chasing Big Tech",
            "category": "Business",
            "snippet": "Apple’s legal victory over Brussels last week appeared at first glance to give every international company seeking out Europe’s lowest corporate tax r …"
        },
        {
            "title": "Family holidays aren’t always the break you were hoping for…",
            "category": "Life-and-Style",
            "snippet": "There has been an outbreak of intense sexting among my girlfriends: whispers of desire; shared fantasies and sensual memories. “We’d just lie somewher …"
        },
        {
            "title": "Trump's 2020 strategy: paint Joe Biden as a puppet for the 'radical left'",
            "category": "US-News",
            "snippet": "Donald Trump’s new campaign manager began his tenure this week with a declaration of intent. “If we win more days than Joe Biden wins, President Trump …"
        },
        {
            "title": "Clemency review – Alfre Woodard quietly dazzles in this superb death row drama",
            "category": "Film",
            "snippet": "Amid the many oversights of January’s Oscar nominations, Alfre Woodard’s absence from the best actress shortlist was particularly telling. Having earn …"
        },
        {
            "title": "Revealed: how a Parisian sex worker stole the heart of poet EE Cummings",
            "category": "Books",
            "snippet": "He was one of the 20th century’s most famous American poets and she was a Parisian sex worker. Now previously unpublished letters written by EE Cummin …"
        },
        {
            "title": "Six Nations investors CVC could exploit turmoil to drive hard bargain",
            "category": "Sport",
            "snippet": "CVC’s £300m investment in the Six Nations hinges on the unions agreeing to a pandemic clause that would allow the private equity company to withhold c …"
        },
        {
            "title": "Natasha Trethewey: 'I decided I was going to be the one to tell my mother's story'",
            "category": "Books",
            "snippet": "Natasha Trethewey was the US poet laureate from 2012 to 2014. Her Pulitzer prize-winning work highlights the racial and historical inequities of Ameri …"
        },
        {
            "title": "Twice in a lifetime? Milestones missed in Covid-19",
            "category": "Life-and-Style",
            "snippet": "I missed the Olympics Philip Doyle I was in the Irish National Rowing Centre in Cork in March, getting ready to go on the water, when I heard that the …"
        },
        {
            "title": "The Pretenders: Hate for Sale review – every song could be a single",
            "category": "Music",
            "snippet": "Blessed with an evergreen voice and an unimpeachable melodic ear, Chrissie Hynde – the keeper of one of the finer catalogues in rock – has been churni …"
        },
        {
            "title": "Mary-Kay Wilmers: 'At Faber, TS Eliot was referred to as the GLP – Greatest Living Poet'",
            "category": "Books",
            "snippet": "Mary-Kay Wilmers, who celebrates her 82nd birthday today, is, according to the New York Times, “Britain’s most influential editor”. She was one of the …"
        },
        {
            "title": "Hollywood nervously awaits fallout from explosive Johnny Depp trial",
            "category": "Film",
            "snippet": "Summary: The Hollywood careers of more than just a couple of film stars are in jeopardy this weekend as the extraordinarily dirty legal battle pitting Johnny D …"
        },
        {
            "title": "How do we conquer Covid-19 fears now we can go out again?",
            "category": "Life-and-Style",
            "snippet": "Summary: When was the last time you were really scared? You might think, that time I lost my child in a shopping centre, or the moment the doctor told me it wa …"
        },
        {
            "title": "Miss Benson’s Beetle by Rachel Joyce review – self-discovery in the South Pacific",
            "category": "Books",
            "snippet": "Since her 2012 bestselling debut The Unlikely Pilgrimage of Harold Fry, Rachel Joyce has specialised in stories about overlooked people jolted out of …"
        },
        {
            "title": "The staycation is back: packed lunches, damp sand and all",
            "category": "Life-and-Style",
            "snippet": "When I was 12, or thereabouts, my granny took me, my brother and my sister to the seaside for the week. For her, this was a great treat; a widow since …"
        },
        {
            "title": "Buñuel in the Labyrinth of the Turtles review – intriguing animation",
            "category": "Film",
            "snippet": "The career of director Luis Buñuel was very nearly over before it had even begun. The failure of his first feature, L’Age d’Or, a surrealist comedy ma …"
        },
        {
            "title": "The tennis dreams of Khololwam Montsi and Eliakim Coulibaly",
            "category": "Sport",
            "snippet": "Khololwam Montsi has always been a dreamer. Before he had ever entered a tennis tournament, he was imagining himself winning Wimbledon. In lieu of any …"
        },
        {
            "title": "Lianne La Havas: Lianne La Havas review – purposeful, tender and bold",
            "category": "Music",
            "snippet": "While Leanne La Havas’s previous albums – 2012’s acoustic-led Is Your Love Big Enough? and 2015’s neo-soul dabbling Blood – had their moments, they ne …"
        },
        {
            "title": "In brief: The Family Clause; Anti-Social; My Name Is Why – review",
            "category": "Books",
            "snippet": "Summary: The Family Clause Jonas Hassen Khemiri Harvill Secker, £16.99, pp320 A man dreads the arrival of his critical, overbearing father, but a family agreem …"
        }
    ]
}