{
    "page": [
        {
            "title": "Adelaide Crows: from AFL grand finalists to no-hopers",
            "category": "Sport",
            "snippet": "At half-time of the 2017 AFL grand final Richmond led Adelaide by nine points but it might as well have been 900. The Tigers looked at an opponent unr …"
        },
        {
            "title": "Dukes of Hazzard car not going anywhere, says US auto museum",
            "category": "US-News",
            "snippet": "A museum in the United States has vowed to continue displaying the car from the Dukes of Hazzard television show that had the Confederate battle flag …"
        },
        {
            "title": "The Australian book to read next: A Cartload of Clay by George Johnston",
            "category": "Books",
            "snippet": "I frequently reread the Australian novels of my youth – and few more so than George Johnston’s autobiographical “Meredith Trilogy” of My Brother Jack, …"
        },
        {
            "title": "Virgin Australia investors owed $2bn try to block sale to Bain Capital",
            "category": "Business",
            "snippet": "Bondholders owed $2bn by Virgin Australia have asked the Takeovers Panel to stop Bain Capital taking full control of the stricken airline. A group of …"
        },
        {
            "title": "Tom Hanks on surviving coronavirus: 'I had crippling body aches, fatigue and couldn't concentrate'",
            "category": "Film",
            "snippet": "“Welcome to the future, Hadley!” Tom Hanks says from my computer screen, as he makes a quick glance to the right of his own to check my name. “Can you …"
        },
        {
            "title": "Why We Drive review – a motorist puts his foot down",
            "category": "Books",
            "snippet": "Five years ago I sat around a table of Google executives at the company’s Mountain View headquarters in California. They took turns explaining the vir …"
        },
        {
            "title": "Britain beyond lockdown: what we learned from two weeks on the road",
            "category": "Politics",
            "snippet": "Britain is crying out for a better normal. Communities across the country are emerging from lockdown with a new sense of what is possible and what is …"
        },
        {
            "title": "My streaming gem: why you should watch Detour",
            "category": "Film",
            "snippet": "The lady is a wrecking ball. Has there ever been a performance with the same bite-force per minute of screen time as Ann Savage in the 1945 film noir …"
        },
        {
            "title": "Why the Covid-19 financial crisis will leave lasting scars on Gen Z",
            "category": "US-News",
            "snippet": "Graduation was supposed to be one of the best moments of Stephany Torres’s life. As a first-generation student at the University of California Los Ang …"
        },
        {
            "title": "The Double X Economy by Linda Scott review – how to solve economic sexism",
            "category": "Books",
            "snippet": "Summary: When I was studying for an MSc at a British university known for its excellence in economics, I was lucky enough to be able to take a module in femini …"
        },
        {
            "title": "How a new wave of taboo-busting comedies are tackling abortion",
            "category": "Film",
            "snippet": "There is nothing funny about the pro-choice v anti-abortion culture war that has been intensifying over the past few years, but comedy is proving to b …"
        },
        {
            "title": "Libertarian 2020 candidate appears on podcast tied to ‘boogaloo’ movement",
            "category": "US-News",
            "snippet": "Libertarian party presidential candidate, Jo Jorgensen, has appeared on a podcast associated with the anti-government “boogaloo” movement just days af …"
        },
        {
            "title": "Isn't that selfish? Why we don't have kids – and created a series about it",
            "category": "Life-and-Style",
            "snippet": "[Reading from Sheila Heti’s Motherhood] Summer: “Do I want a child to show myself to be the normal sort of woman who wants, and ultimately has, a chil …"
        },
        {
            "title": "Beyoncé, Coachella 2018: a rich tapestry of black cultural excellence",
            "category": "Music",
            "snippet": "If Beyoncé’s fanbase, the Beyhive, is something of a cult, then her live performances are their holy pilgrimage. Although I had been on three previous …"
        },
        {
            "title": "Poem of the week: Sic Vita by Henry David Thoreau",
            "category": "Books",
            "snippet": "Summary: Sic Vita (“It is but thin soil where we stand; I have felt my roots in a richer ere this. I have seen a bunch of violets in a glass vase, tied loosely …"
        },
        {
            "title": "How we met: 'When I first saw him I knew he was the man I would marry'",
            "category": "Life-and-Style",
            "snippet": "Susie Wood had been living in Japan for 18 months when she went on holiday to Thailand in August 2000. “I was travelling with my cousin, who was keen …"
        },
        {
            "title": "Ennio Morricone: a composer with a thrilling ability to hit the emotional jugular",
            "category": "Film",
            "snippet": "Summary: The film industry has its elite squad of composers who can produce a complete orchestral score at the request of a director – and if necessary conduct …"
        },
        {
            "title": "Ennio Morricone obituary",
            "category": "Music",
            "snippet": "Summary: If ever a name was synonymous with movie soundtracks, it was Ennio Morricone. Although it took the Hollywood film industry until 2007 to reward Morric …"
        },
        {
            "title": "Pret a Manger to close 30 stores and could cut more than 1,000 jobs",
            "category": "Business",
            "snippet": "Pret a Manger is to permanently close 30 branches and could cut at least 1,000 jobs after suffering “significant operating losses” as a result of the …"
        },
        {
            "title": "Hollywood stars to be exempt from UK's coronavirus quarantine rules",
            "category": "Film",
            "snippet": "The government has announced that major Hollywood stars, including Tom Cruise, will be exempt from quarantine regulations as part of its drive to get …"
        },
        {
            "title": "Ryan Adams apologises for his 'mistreatment' of friends and colleagues",
            "category": "Music",
            "snippet": "Ryan Adams has apologised for “the ways I’ve mistreated people throughout my life and career” in a statement published on the Daily Mail’s website. Ad …"
        },
        {
            "title": "A journey to mindful sex: how a new app is helping women find sexual wellbeing",
            "category": "Life-and-Style",
            "snippet": "When entrepreneurs Billie Quinlan and Anna Hushlak were developing their mindful sex app, Ferly, male investors said the idea was not worth funding: t …"
        },
        {
            "title": "Kasabian frontman Tom Meighan quits band",
            "category": "Music",
            "snippet": "Tom Meighan has announced that he is leaving Kasabian, the Leicester rock band he co-founded as a student in the late 90s. The band shared a brief sta …"
        },
        {
            "title": "Mose Masoe: 'When I opened my eyes, I couldn’t feel my legs'",
            "category": "Sport",
            "snippet": "Summary: “Patience,” Mose Masoe eventually says as he looks at his little garden outside Hull and finds the right word to describe the most valuable lesson he …"
        },
        {
            "title": "Giant flywheel project in Scotland could prevent UK blackouts",
            "category": "Business",
            "snippet": "A giant flywheel in north-east Scotland could soon help to prevent blackouts across Britain by mimicking the effect of a power station but without usi …"
        },
        {
            "title": "Wales further eases lockdown as first minister criticises Boris Johnson",
            "category": "UK-News",
            "snippet": "Summary: Families and friends have been reunited and trips to the beach and the hills were back on as further lockdown restrictions were lifted across Wales. F …"
        },
        {
            "title": "Pret a Manger: full list of stores to close",
            "category": "Business",
            "snippet": "Pret a Manger has announced plans to permanently close 30 UK branches and could cut up to 1,000 jobs as the sandwich chain is the latest high street n …"
        },
        {
            "title": "Ennio Morricone: 10 of his greatest compositions",
            "category": "Music",
            "snippet": "Summary: Trying to sum up the maestro’s 66-year career into ten tracks is impossible. His work was simply too diverse to be comprehensively boiled down into a …"
        },
        {
            "title": "How the Isley Brothers made Harvest for the World",
            "category": "Music",
            "snippet": "Ernie Isley, songwriter, drums, guitar As a songwriter, inspiration can strike at any time. I’d just bought a new 12-string acoustic guitar and took i …"
        },
        {
            "title": "From neighbourly romances to Zoom sex: the boom in lockdown erotica",
            "category": "Books",
            "snippet": "When the first coronavirus-related erotica appeared on Literotica, one of the largest erotic fiction websites, in mid-March, the moderators were not s …"
        },
        {
            "title": "Denis O'Brien obituary",
            "category": "Politics",
            "snippet": "My dad, Denis O’Brien, who has died aged 94 of Covid-19, was a lifelong socialist who loved sharing a beer with friends while discussing the idiosyncr …"
        },
        {
            "title": "Greyhound review – Tom Hanks goes to war on the high seas",
            "category": "Film",
            "snippet": "Tom Hanks has often found that the military or quasi-military uniform of a much-loved authority figure rather suits him: that sensitive, faintly rheum …"
        },
        {
            "title": "Harry and Meghan say Commonwealth ‘must acknowledge the past’",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex have said the Commonwealth “must acknowledge the past” even if it is “uncomfortable”, as the couple spoke of historical …"
        },
        {
            "title": "UK calls halt to daily data on number of people tested for Covid-19",
            "category": "Politics",
            "snippet": "The UK government has said it will no longer publish data on the daily number of individual people being tested for coronavirus, after five weeks of f …"
        },
        {
            "title": "Charles Webb obituary",
            "category": "Books",
            "snippet": "Summary: Charles Webb, who has died aged 81, was the author of the 1963 novel The Graduate, which was made into the hit film that helped to define the 1960s. D …"
        },
        {
            "title": "Mercedes miles ahead in Austria where they have struggled in past",
            "category": "Sport",
            "snippet": "Summary: Mercedes march on Valtteri Bottas’s win in Austria might have been nail-biting for the team, given they feared his car was very close to a shutdown be …"
        },
        {
            "title": "Charlie Elphicke groped woman and chased after her, court told",
            "category": "UK-News",
            "snippet": "A former Conservative MP on trial for allegedly assaulting two women chased one of them around his home chanting: “I’m a naughty Tory” after groping h …"
        },
        {
            "title": "Athlete stopped by Met police says it feels like 'being black is a crime'",
            "category": "UK-News",
            "snippet": "Summary: An athlete who was stopped and handcuffed by police alongside her partner and baby son has said the experience left her feeling like “being black is a …"
        },
        {
            "title": "England have provided 'blueprint' for global cricket to resume, says Simmons",
            "category": "Sport",
            "snippet": "Phil Simmons, the West Indies head coach, believes England have provided a blueprint for the rest of the world as Test cricket prepares to resume in S …"
        },
        {
            "title": "Johnson criticised after claiming care homes did not follow procedures during Covid crisis – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has been criticised by the care home sector for suggesting they were partly to blame for the spread of coronavirus among their residents …"
        },
        {
            "title": "Is ‘irregardless’ a real word? We asked our journalists as battle rages on",
            "category": "Books",
            "snippet": "Merriam-Webster has weighed in on the debate over the word “irregardless”, confirming that it is a proper, dictionary-verified word. The debate over t …"
        },
        {
            "title": "Departure of Horta-Osório no bad thing for Lloyds at this time",
            "category": "Business",
            "snippet": "By the time he leaves Lloyds Banking Group next year, António Horta-Osório will have been paid roughly £60m for his decade in charge, which is rather …"
        },
        {
            "title": "Bakery known for anti-Tory slogans appears in government ad campaign",
            "category": "UK-News",
            "snippet": "There are thousands of bakeries from which the UK government had to choose to star in its latest public information campaign. The Haxby Bakehouse was …"
        },
        {
            "title": "'Love over hate': Bubba Wallace responds to baseless Trump attack over noose",
            "category": "Sport",
            "snippet": "Summary: Donald Trump has launched a baseless attack on Bubba Wallace, over an incident last month in which a noose was found in the team garage of Nascar’s on …"
        },
        {
            "title": "Navajo Nation faces twin threats as wildfires spread during pandemic",
            "category": "US-News",
            "snippet": "The Wood Springs 2 fire arrived at Michelle Johnson’s home a week ago. Ash from the 13,000-acre wildfire that burned five miles away rained on her lan …"
        },
        {
            "title": "More victims of Jeffrey Epstein have come forward, says lawyer",
            "category": "US-News",
            "snippet": "Summary: More victims of the deceased financier Jeffrey Epstein, including women from the UK, have come forward in recent days following the arrest the British …"
        },
        {
            "title": "WNBA players to wear names of women such as Breonna Taylor on jerseys",
            "category": "Sport",
            "snippet": "The WNBA, long the most progressive league in US sports, says its players will wear the names of women who have been killed by police or in racial vio …"
        },
        {
            "title": "White House claims US is 'a leader' in fight against Covid-19 as cases rise",
            "category": "US-News",
            "snippet": "The White House claimed on Monday that the US has been “a leader” in the global fight against coronavirus, despite infections nationally now approachi …"
        },
        {
            "title": "Doreen Lawrence recalls being stopped by police shortly after son's killing",
            "category": "UK-News",
            "snippet": "Doreen Lawrence, whose son Stephen was murdered in a racially motivated attack in 1993, has told how she was stopped by police while driving late at n …"
        },
        {
            "title": "Multibillion-dollar gas projects in jeopardy as global market collapses",
            "category": "Business",
            "snippet": "Summary: A multibillion-dollar pipeline of projects aiming to ship gas around the world on giant tankers could be in jeopardy because of a collapse in the glob …"
        }
    ]
}