{
    "page": [
        {
            "title": "The greatest: Bjorn Borg – enigma with a bomb-proof winning mentality",
            "category": "Sport",
            "snippet": "On 13 September 1981, Bjorn Borg was dismantled by John McEnroe in the US Open final. They had many classic matches; this lop-sided four-setter was no …"
        },
        {
            "title": "Sam Neill: 'Twitter has become toxic. We don't need someone else shouting'",
            "category": "Film",
            "snippet": "Unusually in this year of shuttered cinemas, Sam Neill is the star of a No 1 box-office smash. The film in question, Jurassic Park, was first released …"
        },
        {
            "title": "Donna Missal: Lighter review – progressive torch singer sounds strangely retro",
            "category": "Music",
            "snippet": "New Jersey singer-songwriter Donna Missal has supported both King Princess and Lewis Capaldi on tour, and fans of both will find something to enjoy in …"
        },
        {
            "title": "I Am Vengeance: Retaliation review – Stu Bennett cries foul and tackles Vinnie Jones",
            "category": "Film",
            "snippet": "John Gold is back – all 6ft 7in of him. After making his debut in 2018’s I Am Vengeance, the mild-mannered ex-forces hardman played by former WWE wres …"
        },
        {
            "title": "From Easy Rider to Sightseers: 10 of the best road trip movies",
            "category": "Film",
            "snippet": "Easy Rider The freedom of the open road, far from social, moral and economic strictures, is at the heart of the road movie, a theme it borrowed from t …"
        },
        {
            "title": "Female Husbands by Jen Manion review – a trans history",
            "category": "Books",
            "snippet": "Jen Manion’s new book is a detailed, synoptic history of a fascinating dimension of 18th- and 19th-century cultural history in Britain and the US: it …"
        },
        {
            "title": "Finally, a major Hollywood franchise movie with a gay romance",
            "category": "Film",
            "snippet": "Pop quiz: name the big-budget Hollywood blockbuster released in the last decade that featured blink-and-you’ll-miss-it LGBT representation that was no …"
        },
        {
            "title": "Will the Snyder Cut of Justice League be any better than Joss Whedon's original?",
            "category": "Film",
            "snippet": "It took almost two decades for people outside Europe to be treated to a four-hour edit of Sergio Leone’s final masterpiece, Once Upon a Time in Americ …"
        },
        {
            "title": "My life in sex: the man in a 12-year menage a trois",
            "category": "Life-and-Style",
            "snippet": "In 2008, after five years of marriage, my wife and I had allowed work and family obligations to take their toll on our intimate life. Sex had been rel …"
        },
        {
            "title": "George Alagiah: 'Steinbeck taught me the power of words'",
            "category": "Books",
            "snippet": "Summary: The book I’m currently reading I’m having chemotherapy at the moment and I find it difficult to concentrate. When I read, it has to be in short bursts …"
        },
        {
            "title": "Experience: I found a fortune in a charity shop",
            "category": "Life-and-Style",
            "snippet": "I work for a charity in central London, and in 2012 there was an animal welfare charity shop near my office called Paws. I’d go in there in my lunch b …"
        },
        {
            "title": "Lady Antebellum sue black singer Lady A over name change",
            "category": "Music",
            "snippet": "The US country group Lady A – known until recently as Lady Antebellum, before changing their name to shed its slavery-era connotations – is suing the …"
        },
        {
            "title": "For sale: Loch Lomond island with great views – and feral wallabies",
            "category": "UK-News",
            "snippet": "It is a rare opportunity; the chance to buy a heavily wooded uninhabited island on Loch Lomond, only a short row from the shore. Rarer still, this isl …"
        },
        {
            "title": "Tracks of the week reviewed: Big Boi, the Chicks, Kanye West",
            "category": "Music",
            "snippet": "Big Boi & Sleepy Brown Can’t Sleep Smoove. And I use the term advisedly, because this sounds like Trevor Nelson’s record of the week from 2003. A simp …"
        },
        {
            "title": "Amy Winehouse, Glastonbury 2004: coaxing rainbows from the clouds",
            "category": "Music",
            "snippet": "It was Glastonbury, so it was raining. It wasn’t the deluge of the day before, which had reduced the main field to a mud bath for Paul McCartney’s hea …"
        },
        {
            "title": "Firm with links to Gove and Cummings given Covid-19 contract without open tender",
            "category": "Politics",
            "snippet": "The Cabinet Office has awarded an £840,000 contract to research public opinion about government policies to a company owned by two long-term associate …"
        },
        {
            "title": "Chess: Adams stirs with win under Ciderdrinker alias before Biel event",
            "category": "Sport",
            "snippet": "Summary: England’s No 1 Michael Adams will be in international action next weekend when Biel, Switzerland, stages the first major European tournament since loc …"
        },
        {
            "title": "The best recent science fiction, fantasy and horror",
            "category": "Books",
            "snippet": "The prolific Stephen Graham Jones has written more than 20 books in as many years, and his latest, The Only Good Indians (Titan, £8.99), combines lite …"
        },
        {
            "title": "Pop Smoke: five arrested in connection with Brooklyn rapper's killing",
            "category": "Music",
            "snippet": "Summary: Five people have been arrested in connection with the death of Brooklyn rapper Pop Smoke. The 20-year-old artist, born Bashar Jackson, was shot dead i …"
        },
        {
            "title": "Tony Allen obituary",
            "category": "UK-News",
            "snippet": "As a partner of the law firm DMH Stallard, based in Brighton, East Sussex, my brother Tony Allen, who has died aged 76, helped to establish one of the …"
        },
        {
            "title": "John Poole obituary",
            "category": "Music",
            "snippet": "My husband, John Poole, who has died aged 86, was director of the BBC Singers for nearly 20 years. Under his leadership they earned a reputation as on …"
        },
        {
            "title": "Digested week: Tory conference finally cancelled, but Spurs' awful season goes on",
            "category": "UK-News",
            "snippet": "Monday There are times I feel I’m losing my touch as a hypochondriac. There were long periods during my 40s and 50s when I would only have to exhibit …"
        },
        {
            "title": "I thought the alps of east London were overrated. Now I see their beauty",
            "category": "Life-and-Style",
            "snippet": "Summary: Years ago, a friend’s (ex-)boyfriend became obsessed with psychogeography: the study of the urban environment’s effect on the unconscious mind. He was …"
        },
        {
            "title": "Johnny Depp denies hurling phone at Amber Heard during breakup",
            "category": "Film",
            "snippet": "Johnny Depp has denied hurling a phone at Amber Heard in the final confrontation of their turbulent marriage. Details of the alleged incident in their …"
        },
        {
            "title": "Zero fines issued in England and Wales to enforce travel quarantine",
            "category": "UK-News",
            "snippet": "The role of the police in enforcing coronavirus restrictions is waning, according to research, with no fines issued to enforce a travel quarantine and …"
        },
        {
            "title": "Want to ditch a bad habit? Then just take it one day at a time",
            "category": "Life-and-Style",
            "snippet": "“I’m tired of reading and thinking about HABITS,” Pamela Hobart, who describes herself as a philosophical life coach, tweeted recently. “I don’t have …"
        },
        {
            "title": "I struggle to make and keep friends. What am I doing wrong?",
            "category": "Life-and-Style",
            "snippet": "I have a wonderful husband, happy children, good health and a close relationship with my family. But I’ve always struggled with friendship. Every time …"
        },
        {
            "title": "Police apologise to woman told to cover up anti-Boris Johnson T-shirt",
            "category": "UK-News",
            "snippet": "Police have apologised to a woman after she was challenged by officers at a Black Lives Matter demonstration for wearing an anti-Boris Johnson T-shirt …"
        },
        {
            "title": "Boohoo co-founder Jalal Kamani linked to Leicester garment factory",
            "category": "Business",
            "snippet": "A co-founder of fashion giant Boohoo has links to the Leicester factory accused of paying less than the minimum wage and failing to protect staff from …"
        },
        {
            "title": "West End landlord collects less than a third of rent in June",
            "category": "Business",
            "snippet": "Great Portland Estates said it collected less than a third of the rent owed in June by its tenants running shops, restaurants and pubs in central Lond …"
        },
        {
            "title": "Charities watchdog investigates safeguarding concerns at Newcastle cinema",
            "category": "UK-News",
            "snippet": "The charities watchdog is investigating “safeguarding and governance concerns” at a Newcastle cinema where staff have complained that their allegation …"
        },
        {
            "title": "Eminem criticises non-mask wearers on new rap track",
            "category": "Music",
            "snippet": "Summary: Eminem has entered the debate about face masks in a collaboration with Kid Cudi, tackling an issue that is the subject of fierce disagreement in the U …"
        },
        {
            "title": "Man jailed for attempting to steal Magna Carta from Salisbury Cathedral",
            "category": "UK-News",
            "snippet": "A man who attempted to steal a priceless copy of Magna Carta from Salisbury Cathedral to prove it was a fake has been jailed for four years. In Octobe …"
        },
        {
            "title": "New York's hungry rats torment alfresco diners after lockdown famine",
            "category": "US-News",
            "snippet": "New York City is starting to tentatively emerge from the ravages of the coronavirus pandemic but a revival in outdoor restaurant dining is facing a ne …"
        },
        {
            "title": "Paul Weller joins Lennon and McCartney with No 1 albums in five straight decades",
            "category": "Music",
            "snippet": "Paul Weller has joined John Lennon and Paul McCartney as the only artists to top the UK album chart in five consecutive decades. Weller said he was “v …"
        },
        {
            "title": "The billionaire Boohoo family who started with a market stall in Manchester",
            "category": "Business",
            "snippet": "Boohoo sells dresses for £5 and jeans for less than £10, but its founders are multimillionaires who are lining themselves up for a £100m payout as onl …"
        },
        {
            "title": "Downing Street seeks data expert to set up 'skunkworks' in No 10",
            "category": "Politics",
            "snippet": "Downing Street is seeking applications for a £135,000-a-year data expert to set up a “skunkworks” in No 10, in the latest evidence of Dominic Cummings …"
        },
        {
            "title": "Mark Wood's struggles prove quickest does not always mean most effective",
            "category": "Sport",
            "snippet": "It wasn’t what Stuart Broad said, so much as the look on his face as he said it. In a live TV interview minutes before the start of play on Friday, Br …"
        },
        {
            "title": "UK coronavirus live: Johnson signals stricter face mask rules and says people should 'go back to work if they can' – as it happened",
            "category": "Politics",
            "snippet": "That’s all from our UK live blog for today but please follow the developments worldwide on our global blog. Thank you following the blog today. Below …"
        },
        {
            "title": "Trump's New Hampshire rally delayed by weather, White House claims",
            "category": "US-News",
            "snippet": "Donald Trump has postponed a planned campaign rally in New Hampshire, the White House said, citing bad weather. The president was set to appear at a c …"
        },
        {
            "title": "California to release up to 8,000 prisoners to curb spread of coronavirus",
            "category": "US-News",
            "snippet": "Summary: Prison officials have announced California will release up to 8,000 people from state prisons to curb the spread of Covid-19 throughout the institutio …"
        },
        {
            "title": "Grow it, show it, eat it: gorgeous in bloom, cardoons are like artichoke without the hard work",
            "category": "Life-and-Style",
            "snippet": "Pre-lockdown, when dining concerns were of the garden variety and not of distances between tables, I had an enlightening discussion with two prominent …"
        },
        {
            "title": "California sees two deadliest days since pandemic began as Covid-19 cases rise",
            "category": "US-News",
            "snippet": "California has experienced one of its toughest weeks yet in the battle against coronavirus, with the state chalking up its two deadliest days since th …"
        },
        {
            "title": "Talking Horses: Royal Ascot winner Golden Horde can lift July Cup",
            "category": "Sport",
            "snippet": "He is well established as the favourite but there is plenty to like about Golden Horde (3.35) in the July Cup, especially for 10-year trend enthusiast …"
        },
        {
            "title": "More than the average bear: Peter Handscomb's meditative approach to cricket and life",
            "category": "Sport",
            "snippet": "As Peter Handscomb made his Test debut in 2016, Chris Rogers told a story about his former teammate on radio. Five years earlier, the pair were battin …"
        },
        {
            "title": "San Cisco, Mo'Ju, Alex the Astronaut and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "As some states around Australia begin to slowly open back up and Victoria heads back into shutdown, Australia’s arts industry is still largely dormant …"
        },
        {
            "title": "Trump commutes sentence of Roger Stone, longtime friend and adviser",
            "category": "US-News",
            "snippet": "Donald Trump has commuted the sentence of Roger Stone, a longtime friend and former campaign adviser who was to spend three years and four months in j …"
        },
        {
            "title": "Trump commutes prison sentence of longtime adviser Roger Stone – as it happened",
            "category": "US-News",
            "snippet": "That’s all from me today. You can keep following our global coronavirus coverage here. Here are the biggest US stories of the day: Donald Trump commut …"
        },
        {
            "title": "'A self-centered publicity stunt': just how serious is Kanye West's presidential bid?",
            "category": "Music",
            "snippet": "Once the strangest of bedfellows, Kanye West and Donald Trump are now officially rivals. On the Fourth of July, the California-based rapper and entrep …"
        },
        {
            "title": "British Summer Time Begins by Ysenda Maxtone Graham review – what school summer holidays were like",
            "category": "Books",
            "snippet": "In 1966, John Mullan begged his parents for a foreign holiday after a school friend went, with his family, to Majorca for the summer: “My mother shook …"
        }
    ]
}