{
    "page": [
        {
            "title": "Ghislaine Maxwell: court unseals documents related to dealings with Epstein",
            "category": "US-News",
            "snippet": "A cache of documents in civil litigation against the British socialite Ghislaine Maxwell was unsealed on Thursday night, including early 2015 correspo …"
        },
        {
            "title": "Headie One: 'In prison, the only thing not taken away from you is yourself'",
            "category": "Music",
            "snippet": "The north London district of Tottenham seems to offer up a rap icon for every generation. Hip-hop group Demon Boyz were among the first to shed Americ …"
        },
        {
            "title": "My pandemic epiphany: learning my man bun didn't define me",
            "category": "Life-and-Style",
            "snippet": "Summary: The attention I’ve gotten has always been to do with my hair – coarse, thick, curly hair, that I had no control over when I was a kid. I was the first …"
        },
        {
            "title": "Companies ready to defy Boris Johnson's planned return to work",
            "category": "Business",
            "snippet": "A slew of England’s biggest businesses are set to defy the government’s push to get workers back into offices in August, a Guardian analysis shows, wi …"
        },
        {
            "title": "The Fight review – a walk-and-talk with the activists tackling Trump",
            "category": "Film",
            "snippet": "The title is apt for a documentary about the American Civil Liberties Union (ACLU), who got their always combative existence stepped up a notch with t …"
        },
        {
            "title": "WhatsApp is fun, but nothing beats the inky, intimate thrill of a letter",
            "category": "Life-and-Style",
            "snippet": "I used to have a pen pal, as a pre-teen. She lived in Spain. We would write to each other on embossed paper, weighed down with elaborate stickers. The …"
        },
        {
            "title": "Host review – surprisingly effective Zoom-based horror",
            "category": "Film",
            "snippet": "When it comes to films and shows made during the global pandemic, there’s a fine line between ingenuity and desperation. We’re all still trapped in so …"
        },
        {
            "title": "Brave new worlds: what can we learn from film's utopian visions?",
            "category": "Film",
            "snippet": "As we emerge blinking into the sunlight after lockdown, many of us will be daring to dream of a more harmonious, ecological future. It’s what the subj …"
        },
        {
            "title": "My streaming gem: why you should watch Coherence",
            "category": "Film",
            "snippet": "Summary: It’s a fearful thought for fans of jagged-edged futurism, but Netflix’s Black Mirror might be just one of those things that never quite becomes part o …"
        },
        {
            "title": "Duma: Duma review – extreme Kenyan metalheads bring doom to the dancefloor",
            "category": "Music",
            "snippet": "Alongside the burgeoning experimental electronic scene in east Africa is a small but committed underground of metal bands, based in Nairobi. These gro …"
        },
        {
            "title": "Dominic Fike: What Could Possibly Go Wrong review – Gen Z star surfs genres",
            "category": "Music",
            "snippet": "Few young artists can boast of sparking a label bidding war after releasing their debut EP through Soundcloud, or list the likes of Brockhampton, Bill …"
        },
        {
            "title": "Experience: I was Tupac Shakur's pen pal",
            "category": "Life-and-Style",
            "snippet": "Summary: I started working at the Barnsley Chronicle in Yorkshire when I was 19. I did court reporting, covering glue sniffers and shoplifters. If I behaved my …"
        },
        {
            "title": "Robin Stevens: 'We assume writing for adults is the pinnacle, but what book changed your life?'",
            "category": "Books",
            "snippet": "Summary: Warning: when tween readers get their hands on the final book in the Murder Most Unladylike series, published next week, they may well burst into tear …"
        },
        {
            "title": "My life in sex: the insatiable husband",
            "category": "Life-and-Style",
            "snippet": "After nearly 20 years of marriage, my physical desire for my wife is utterly insatiable. I have a stimulating, engaging job, but spend much of the day …"
        },
        {
            "title": "'I find myself spiralling': the crisis facing British music venues",
            "category": "Music",
            "snippet": "Live music is in crisis. With no gigs since lockdown began on 23 March, most venues have seen their income drop to almost zero. The live music industr …"
        },
        {
            "title": "'A failed experiment': the racist legacy of California governor Pete Wilson",
            "category": "US-News",
            "snippet": "Former California governor Pete Wilson left the governor’s mansion in 1999, but his legacy lived on in the anti-diversity policies he championed and h …"
        },
        {
            "title": "'You need to pay attention': virus-hit Texas readies for hurricane threat",
            "category": "US-News",
            "snippet": "Summary: On a recent weekend in Houston hundreds of people thronged a local Home Depot, buying plywood, bags of sand and gallons of water. They were getting su …"
        },
        {
            "title": "Tracks of the week reviewed: Yungblud, Beabadoobee, Idles",
            "category": "Music",
            "snippet": "Yungblud Strawberry Lipstick The personification of Gen Z screaming in your face during an all-nighter on lighter fluid, Yungblud is basically Keith F …"
        },
        {
            "title": "Flash Gordon review – bizarre expressionist superhero panto",
            "category": "Film",
            "snippet": "Summary: ‘This place is a lunatic asylum!” says the square-jawed, peroxide-blond hero of Mike Hodges’ bizarre LSD pantomime Flash Gordon, adapted by Lorenzo Se …"
        },
        {
            "title": "Revealed: super-rich donate to Cuomo as he rejects tax hikes for billionaires",
            "category": "US-News",
            "snippet": "Governor Andrew Cuomo of New York has stood firm against intensifying pressure to avert massive budget cuts by raising taxes on the many billionaires …"
        },
        {
            "title": "How can I stop being attracted to deeply damaged men?",
            "category": "Life-and-Style",
            "snippet": "Looking back over the past 10 years, I have noticed that everyone I have been involved with has had problems with addiction and been emotionally unava …"
        },
        {
            "title": "Jay Baruchel's fantasy festival: deep-diving into The Crow with Ian Curtis and Oreos",
            "category": "Film",
            "snippet": "Format Sometimes Just Sometimes Fest is a multimedia fortnight built around one of my favourite movies, The Crow. The spectre of tragedy looms over th …"
        },
        {
            "title": "Douglas Ross poised to become leader of Scottish Conservatives",
            "category": "Politics",
            "snippet": "Douglas Ross, the MP for Moray, is expected to be appointed as leader of the Scottish Conservatives as the party scrambles to reverse a steep fall in …"
        },
        {
            "title": "Black Is King review – Beyoncé’s love song to the black diaspora",
            "category": "Film",
            "snippet": "Summary: Beyoncé’s second visual album after Lemonade is truly worth the wait. An accompaniment to her Lion King album The Gift, to describe Black Is King as j …"
        },
        {
            "title": "'No one stops you': shoppers' attitudes to masks differ across UK",
            "category": "UK-News",
            "snippet": "While adherence to mask-wearing rules was estimated to be as low as 30% in some areas of the UK, other areas have had near-complete compliance, accord …"
        },
        {
            "title": "From arts-and-crafts to trippy animation: how pop videos have evolved during lockdown",
            "category": "Music",
            "snippet": "Summary: When lockdown was first announced, the world’s thoughts turned, of course, to music videos. How would artists create eye-tickling delights if camera o …"
        },
        {
            "title": "Inception review – the virtual reinvention of virtual reality",
            "category": "Film",
            "snippet": "With Christopher Nolan’s new film Tenet doomed to arrive like Achilles racing the tortoise in Zeno’s paradox, approaching and approaching, forever clo …"
        },
        {
            "title": "Police and MPs criticise last-minute coronavirus lockdown in north of England",
            "category": "UK-News",
            "snippet": "Residents, Tory MPs and police have rounded on the government’s handling of new lockdown rules for northern England, while Muslim leaders raised conce …"
        },
        {
            "title": "Portland sees peaceful night of protests following withdrawal of federal agents",
            "category": "US-News",
            "snippet": "The withdrawal of federal agents from frontline policing of demonstrations in downtown Portland significantly reduced tensions in the city overnight. …"
        },
        {
            "title": "Booker prize-longlisted author Tsitsi Dangarembga arrested in Zimbabwe",
            "category": "Books",
            "snippet": "Tsitsi Dangarembga, the award-winning Zimbabwean novelist who was nominated for the Booker prize longlist earlier this week, was arrested on Friday am …"
        },
        {
            "title": "AFL 2020: Brisbane Lions trounce Essendon - as it happened",
            "category": "Sport",
            "snippet": "A thoroughly dominant performance from Brisbane, who were cleaner, sharper and basically better than the Bombers. Essendon had their chances - they wo …"
        },
        {
            "title": "Supreme court to rule on whether Shamima Begum can return to UK",
            "category": "UK-News",
            "snippet": "The UK’s highest court is to consider whether Shamima Begum, who left London as a schoolgirl to join Islamic State in 2015, should be allowed back int …"
        },
        {
            "title": "I used to feel like Mum’s Sherpa guide for the digital world. How did she get so savvy?",
            "category": "Life-and-Style",
            "snippet": "For as long as I have been online, I have been worried about my mum being online, too. At first I was concerned she might interfere with my alternate …"
        },
        {
            "title": "Eurozone economy shrinks by record 12.1% due to coronavirus",
            "category": "Business",
            "snippet": "The full extent of the impact of Covid-19 on the eurozone economy has been laid bare by figures showing the single currency zone shrank by a record 12 …"
        },
        {
            "title": "Eurozone GDP slumps by record 12.1% amid coronavirus pandemic chaos– as it happened",
            "category": "Business",
            "snippet": "With the easing of the UK’s lockdown being slowed and the economic data showing record recessions in major economies, it looks like the rest of the su …"
        },
        {
            "title": "PC Andrew Harper killing: ringleader sentenced to 16 years in prison",
            "category": "UK-News",
            "snippet": "Relatives of PC Andrew Harper, who was dragged to his death in August 2019, have spoken of their pain at his loss as his three killers were jailed on …"
        },
        {
            "title": "Bob Willis Trophy: county cricket returns with new rules and no fans",
            "category": "Sport",
            "snippet": "This was going to be the year the Hundred booted the County Championship to the margins of the summer and took over the school holidays with its new 1 …"
        },
        {
            "title": "Ex-British army officer faces 13 years in Romanian jail over ayahuasca ceremony",
            "category": "UK-News",
            "snippet": "A former British army officer is facing up to 13 years’ imprisonment in Romania for facilitating an ayahuasca ceremony in which the hallucinogenic Ama …"
        },
        {
            "title": "Overtaxed by all the unfinished tasks hanging over you? There is a solution...",
            "category": "Life-and-Style",
            "snippet": "Don’t you feel it, all the time, these days: that almost physical sense of your brain just being too full? Perhaps it’s full of all the tasks you’re t …"
        },
        {
            "title": "Where are the hotshot British male novelists? BAME authors may know",
            "category": "Books",
            "snippet": "Summary: After this week’s Booker prize longlist was announced, the Times asked “Where are the new male hotshot novelists?” I was expecting to see the article …"
        },
        {
            "title": "Why has easing of the Covid-19 lockdown in England been delayed?",
            "category": "Politics",
            "snippet": "Just a fortnight ago, Boris Johnson unveiled a plan that he hoped would put the country back on a path to normality by Christmas. But at the same Down …"
        },
        {
            "title": "Back to life: literary museums are reopening amid uncertain future",
            "category": "Books",
            "snippet": "The corridors once walked by the likes of Jane Austen and the Brontë sisters have been silent for the past four months, as the museums at the homes of …"
        },
        {
            "title": "Goodwood executives 'gutted' after Saturday's crowd trials are scrapped",
            "category": "Sport",
            "snippet": "Goodwood racecourse said on Friday that it was “gutted” to be forced to abandon plans to allow 5,000 of its annual members to attend the final day of …"
        },
        {
            "title": "Alan Parker, director of Midnight Express and Bugsy Malone, dies aged 76",
            "category": "Film",
            "snippet": "Alan Parker, the British director behind a string of hits including Midnight Express, Bugsy Malone, and The Commitments, has died aged 76. The news wa …"
        },
        {
            "title": "'Singled out': Oldham's Muslim community on lockdown controls",
            "category": "UK-News",
            "snippet": "Summary: Late on Thursday night, Mohammed Nawaz’s dining table in Oldham was groaning under an Eid al-Adha feast carefully prepared for the following morning. …"
        },
        {
            "title": "Underage girl forced to have sex with Prince Andrew, US court document claims",
            "category": "UK-News",
            "snippet": "The sex offender Jeffrey Epstein allegedly tried to gather incriminating material against Prince Andrew by forcing an underage girl to have sex with h …"
        },
        {
            "title": "Frustrated companies fume at Boris Johnson's England lockdown U-turn",
            "category": "Business",
            "snippet": "Beauty salons will go bust if Boris Johnson does not allow them to reopen soon, the industry has warned, as leisure businesses were hit by the sudden …"
        },
        {
            "title": "Owner of UK chip firm Arm reportedly in talks about sale to Nvidia",
            "category": "Business",
            "snippet": "The UK-based microchip designer Arm is the subject of “advanced talks” aimed at selling the British tech company to a US computing giant. The computin …"
        },
        {
            "title": "Andy Murray calls for severe sanctions if players break US Open Covid bubble",
            "category": "Sport",
            "snippet": "As the debate over competing at the US Open continues after the withdrawal of the world No 1 Ashleigh Barty, Andy Murray said the breaking of Covid-19 …"
        },
        {
            "title": "F1 considers season-long restrictive bubble after Pérez tests positive",
            "category": "Sport",
            "snippet": "Formula One may consider further tightening its Covid-19 code of conduct to impose a season-long restrictive bubble on personnel after Sergio Pérez be …"
        }
    ]
}