{
    "page": [
        {
            "title": "Hundreds arrested as UK organised crime network is cracked",
            "category": "UK-News",
            "snippet": "British law enforcement officials say they have made their biggest ever breakthrough against organised crime after hacking into an encrypted communica …"
        },
        {
            "title": "'Every black man have to fight': Buju Banton on prison and liberation",
            "category": "Music",
            "snippet": "At the end of 2018, the reggae star Buju Banton returned to Jamaica after almost seven years in a US prison, and Norman Manley international airport w …"
        },
        {
            "title": "US employers take back 4.8m workers as coronavirus threatens economic recovery",
            "category": "Business",
            "snippet": "Summary: US employers took back another 4.8 million workers last month as the coronavirus pandemic’s economic impact appeared to wane, marking the second conse …"
        },
        {
            "title": "'I had this image of my husband making love to a tree': directors on filming shorts for Netflix's Homemade",
            "category": "Film",
            "snippet": "“Shall we take a tour of the Vatican?” the Pope asks the Queen. Except his holiness and her majesty are not actually in the Vatican, they are in the h …"
        },
        {
            "title": "From Muhammad Ali to Colin Kaepernick, the proud history of black protest in sport",
            "category": "Sport",
            "snippet": "Summary: We may never know why Jake Hepple, a now unemployed welder from Burnley, thought it was a good idea to hire a plane and have it trail a banner reading …"
        },
        {
            "title": "UK officials 'put lives at risk' over out-of-date PPE for care homes",
            "category": "Politics",
            "snippet": "Summary: The National Care Association has accused the government of putting lives at risk by issuing false reassurance to care homes about out-of-date PPE at …"
        },
        {
            "title": "Boris Johnson criticises Oxford decision to remove Rhodes statue",
            "category": "Politics",
            "snippet": "Boris Johnson has expressed opposition to removing a statue of Cecil Rhodes from Oxford University, in a rare newspaper interview in which he also sai …"
        },
        {
            "title": "'We're not going anywhere': Seattle's Chop zone dismantled but cause lives on",
            "category": "US-News",
            "snippet": "The occupied protest zone near downtown Seattle known as the Capitol Hill Organized Protest, or “Chop”, effectively came to a swift end early on Wedne …"
        },
        {
            "title": "'Guidelines': you can't enforce them, but you can blame people for not following them",
            "category": "Books",
            "snippet": "Have you been following the latest post-lockdown guidelines? Even if you know what they all are, why should you? They are not rules or statutes. So wh …"
        },
        {
            "title": "Dallapiccola: Il Prigioniero review –  hope, despair and musical muscle in fine prison opera",
            "category": "Music",
            "snippet": "Luigi Dallapiccola composed four stage works. One of them, the “sacred representation” Job, has hardly been heard since its premiere 70 years ago, whi …"
        },
        {
            "title": "Frankie Dettori faces tactical headache on Derby favourite English King",
            "category": "Sport",
            "snippet": "Summary: Frankie Dettori will face one of Epsom’s most demanding tactical challenges for the first time in his career on Saturday after the draw for the Derby …"
        },
        {
            "title": "Top director to shoot biopic about Beatles manager Brian Epstein",
            "category": "Film",
            "snippet": "An award-winning director, who has worked with Paul McCartney on music videos, is to direct a major British film about Brian Epstein, the visionary ma …"
        },
        {
            "title": "Ben Stokes as England captain provides vision of future and memories of the past",
            "category": "Sport",
            "snippet": "Ben Stokes, captain of England. Prime Minister Boris Johnson. Donald Trump, president of the USA. Half a dozen years ago it would have been tricky to …"
        },
        {
            "title": "Stop and search stats may thwart diversity push, UK police warned",
            "category": "UK-News",
            "snippet": "Efforts to improve diversity among police officers are at risk of being thwarted by the disproportionate use of stop-and-search powers against black m …"
        },
        {
            "title": "'It will be devastating': Bradford residents fear new lockdown",
            "category": "UK-News",
            "snippet": "As residents trickled into an ominous new coronavirus testing marquee in Bradford’s city centre on Thursday, there was apprehension about what to expe …"
        },
        {
            "title": "'Socially distanced Venetian gondolas!' – Rufus Wainwright on his dream festival",
            "category": "Music",
            "snippet": "Location I am a big fan of Venice and my husband and I have spent quite a bit of time there. Even when it’s teeming with tourists – which it won’t be …"
        },
        {
            "title": "Bella Italia owner falls into administration, with loss of 1,900 jobs",
            "category": "Business",
            "snippet": "Summary: The owner of the Bella Italia, Café Rouge and Las Iguanas restaurant chains has collapsed into administration, with the immediate loss of 1,900 jobs. …"
        },
        {
            "title": "Luton airport to make up to 250 staff redundant",
            "category": "Business",
            "snippet": "Luton Airport is to make up to 250 staff redundant in the latest jobs cull in the aviation sector. The airport, London’s fourth largest, has started c …"
        },
        {
            "title": "Behind the 4.8m jobs that returned: key takeaways from June’s US jobs report",
            "category": "Business",
            "snippet": "Donald Trump was quick to celebrate the US Department of Labor’s monthly job report on Thursday after it revealed a record 4.8m jobs came back in June …"
        },
        {
            "title": "St Paul's bomb plotter now denies she got cold feet, court hears",
            "category": "UK-News",
            "snippet": "Summary: Sentencing of an Islamic State supporter who plotted to blow up St Paul’s Cathedral at Easter has been postponed after she was recorded in a prison ph …"
        },
        {
            "title": "NFL to cut preseason in half as fans may be asked to sign waivers to attend games",
            "category": "Sport",
            "snippet": "The NFL will cut its preseason in half and push back the start of exhibition play so teams have more time to train following an all-virtual offseason …"
        },
        {
            "title": "Merky author Derek Owusu wins Desmond Elliott prize for 'profound' debut",
            "category": "Books",
            "snippet": "Derek Owusu’s novel-in-verse That Reminds Me, about a turbulent childhood in foster homes and a mental breakdown, has won the Desmond Elliott prize fo …"
        },
        {
            "title": "UK set to award Covid-19 testing contracts worth £5bn to private bidders",
            "category": "Politics",
            "snippet": "Summary: The government is preparing to award coronavirus testing contracts worth an estimated £5bn to commercial bidders, in what critics fear is a “backdoor” …"
        },
        {
            "title": "World Athletics puts brakes on Russia return after $5m fine goes unpaid",
            "category": "Sport",
            "snippet": "The prospect of a blanket ban on all Russian track and field athletes has increased after World Athletics froze the process allowing them to compete o …"
        },
        {
            "title": "Black Lives Matter makes this season mean more, says Lewis Hamilton",
            "category": "Sport",
            "snippet": "Lewis Hamilton has said winning the Formula One world championship this season would mean more than ever given his personal commitment to the Black Li …"
        },
        {
            "title": "Hong Kong: HSBC and Standard Chartered caught between US and China",
            "category": "Business",
            "snippet": "HSBC and Standard Chartered risk being caught up in the geopolitical struggle between the US and China after the US House of Representatives passed le …"
        },
        {
            "title": "Arlene Foster calls on deputy to step down in social distancing row",
            "category": "UK-News",
            "snippet": "A mass gathering to honour a dead IRA leader in Belfast that allegedly broke social distancing rules has provoked a destablising row in Northern Irela …"
        },
        {
            "title": "Celsa Steel gets UK's first Covid-19 corporate bailout",
            "category": "Business",
            "snippet": "Summary: The government has provided an emergency loan to a Cardiff-based steel producer in the first taxpayer-funded bailout under its “Project Birch” scheme …"
        },
        {
            "title": "How Ghislaine Maxwell lived a 'life of privilege' on the run",
            "category": "US-News",
            "snippet": "Summary: Even in hiding, Ghislaine Maxwell lived the high life. The British socialite, arrested on Thursday for her alleged role in disgraced financier Jeffrey …"
        },
        {
            "title": "European Tour lifts Thorbjørn Olesen suspension due to court delay",
            "category": "Sport",
            "snippet": "The European Tour has lifted the suspension imposed on its Ryder Cup player Thorbjørn Olesen after court proceedings involving the Dane were delayed u …"
        },
        {
            "title": "England is 'not out of the woods yet,' Johnson to warn weekend pubgoers",
            "category": "Politics",
            "snippet": "Boris Johnson will issue a sombre plea to the public to behave responsibly when pubs, bars and restaurants reopen in England on Saturday, warning them …"
        },
        {
            "title": "'Stupidly, feverishly excited': Proms performers on heading back to the Royal Albert Hall",
            "category": "Music",
            "snippet": "Isata Kanneh-Mason I’ve grown up watching and admiring the Proms, I have been part of the audience for so many concerts in previous years and the leve …"
        },
        {
            "title": "BBC Proms: details announced of festival behind closed doors",
            "category": "Music",
            "snippet": "There will be orchestras of Mozart and Beethoven size rather than Mahler and Shostakovich size but at least they will be performing live from the stag …"
        },
        {
            "title": "Texas governor orders residents to wear face masks as coronavirus cases surge",
            "category": "US-News",
            "snippet": "The governor of Texas has ordered that face coverings must be worn in public across most of the state, in a dramatic ramping up of efforts to control …"
        },
        {
            "title": "From Eskimo Joe to Hearts and Rockets: Australia's best new music for July",
            "category": "Music",
            "snippet": "Eskimo Joe – Say Something For fans of: Coldplay, INXS, the Killers It took Eskimo Joe a handful of novelty singles and two albums of intricatepop bef …"
        },
        {
            "title": "Queensland becomes 'home of AFL' as six Victorian teams relocate there",
            "category": "Sport",
            "snippet": "All 10 Victorian AFL teams will leave the state later this week, with six to relocate to Queensland after a rise in Covid-19 cases forced the clubs to …"
        },
        {
            "title": "My pandemic epiphany: nothing compares to the natural beauty of Texas",
            "category": "Life-and-Style",
            "snippet": "After spending half of my life in a Texas prison, I learned how to make peace with locked doors. So when a global pandemic hit and the worldwide order …"
        },
        {
            "title": "Vivica A Fox: 'Black Lives Matter is going to be Trump's demise'",
            "category": "Film",
            "snippet": "Summary: It is 8am and Vivica A Fox, the star of two Independence Day films, two seasons of Curb Your Enthusiasm, both parts of Kill Bill and, latterly, two Sh …"
        },
        {
            "title": "Mark Cousins on his dream festival: 'Mohammad-Ali Talebi’s Bag of Rice is projected on to Dolly Parton's bedsheet'",
            "category": "Film",
            "snippet": "There have been film festivals for more than seven decades. In that time, they have been great at telling the story of cinema, but they are everywhere …"
        },
        {
            "title": "I dread the spinning beachball of doom – but sometimes it ends in an air punch",
            "category": "Life-and-Style",
            "snippet": "Summary: Something guaranteed to make my stomach lurch and sweat bead (aside from running out of teabags) is tech failure. Oh, it comes in many forms: the spin …"
        },
        {
            "title": "Saroj Khan, renowned Bollywood choreographer, dies aged 71",
            "category": "Film",
            "snippet": "Saroj Khan, a top Bollywood choreographer, has died in a Mumbai hospital, her family has announced. She was 71. The three-time National Award winner w …"
        },
        {
            "title": "Fracture by Andrés Neuman review – the damage of the past",
            "category": "Books",
            "snippet": "Novels are experiments: they offer writers an opportunity to play with time, to invent places and to imagine and inhabit lives other than their own. F …"
        },
        {
            "title": "From Glastonbury to Bluedot: 10 of the best festivals for summer 2021",
            "category": "Music",
            "snippet": "Glastonbury Since the 2020 festival season has been wiped out by the pandemic, what about next year’s offering of rescheduled musical delights? Things …"
        },
        {
            "title": "London’s New Scene by Lisa Tickner review – seven events that smashed the art world",
            "category": "Books",
            "snippet": "In Lisa Tickner’s exploration of seven key events in the art world between 1962 and 1968 we are drawn into experiences that smashed through the old wa …"
        },
        {
            "title": "Denai Moore: Modern Dread review – hypnotic, surrealist bid for freedom",
            "category": "Music",
            "snippet": "In her previous releases Elsewhere and We Used to Bloom, British-Jamaican artist Denai Moore incorporated R&B, folk and electronic influences, positio …"
        },
        {
            "title": "UK car loans and pawnbroker payments freeze extended",
            "category": "Business",
            "snippet": "Summary: The UK’s financial regulator has car loan borrowers and users of other forms of high-cost credit the option of freezing payments and repossessions for …"
        },
        {
            "title": "Experience: I didn’t leave my son’s hospital room for 47 days",
            "category": "Life-and-Style",
            "snippet": "Summary: In January, just after our eldest son turned four, he was diagnosed with high-risk stage 4 neuroblastoma. It’s incredibly rare; only 100 children in t …"
        },
        {
            "title": "David Baddiel: 'I don't really have shame as an emotion'",
            "category": "Books",
            "snippet": "The book I am currently reading I’m listening to À la recherche du temps perdu on audiobook. I find it helps with the hoovering. I’m also rereading Ro …"
        },
        {
            "title": "Jay-Z's Team Roc call for prosecution of police officer who shot and killed 3 men",
            "category": "Music",
            "snippet": "Jay-Z’s social justice initiative Team Roc has called for a Wisconsin police officer to be fired and prosecuted, after he shot and killed three people …"
        },
        {
            "title": "England's libraries begin to reopen but grave fears remain over long-term futures",
            "category": "Books",
            "snippet": "As libraries around England cautiously prepare to reopen from Saturday, experts are warning that local authority shortfalls could be the “canary in th …"
        }
    ]
}