{
    "page": [
        {
            "title": "California surpasses New York as state with most coronavirus cases after record day",
            "category": "US-News",
            "snippet": "Summary: California has recorded its highest number of new Covid-19 cases in a single day, as the state surpassed New York for the most total cases in the coun …"
        },
        {
            "title": "Trump announces 'surge of federal law enforcement' in US cities – as it happened",
            "category": "US-News",
            "snippet": "From me and Joan E Greve: Daily coronavirus deaths in the US surpassed 1,000 yesterday for the first time since 2 June. In another coronavirus briefin …"
        },
        {
            "title": "'A hell of a year': Tories reflect on 12 months led by Boris Johnson",
            "category": "Politics",
            "snippet": "Summary: When Boris Johnson sailed into a meeting of the 1922 Committee of Tory backbenchers on the wave of a seismic election victory, he joked that he was lo …"
        },
        {
            "title": "Controversial immigration detention centre in Lincolnshire to close",
            "category": "UK-News",
            "snippet": "Summary: A controversial immigration detention centre where several deaths have occurred in recent years is to close. Morton Hall in Swinderby, Lincolnshire, w …"
        },
        {
            "title": "Murder on the Middle Passage by Nicholas Rogers review – slavery and the British empire",
            "category": "Books",
            "snippet": "You are trapped in a net cast by a white man reeking of rum and smoke, and then dragged miles to the coast. You are processed, bound into chains, and …"
        },
        {
            "title": "US ambassador to UK accused of making racist and sexist remarks",
            "category": "US-News",
            "snippet": "Summary: The US ambassador to the UK, Woody Johnson, was reportedly investigated by a state department watchdog over alleged racist and sexist comments to staf …"
        },
        {
            "title": "Rishi Sunak urged to plug furlough scheme gaps for 1m workers",
            "category": "Business",
            "snippet": "The chancellor, Rishi Sunak, has been criticised by MPs for “drawing a line” under concerns that more than a million people have missed out on the gov …"
        },
        {
            "title": "Boris Johnson praises 'sheer might' of UK as he heads to Scotland",
            "category": "UK-News",
            "snippet": "The experience of the pandemic has underlined the “sheer might” of the union, Boris Johnson has said as he prepares to visit Scotland for the first ti …"
        },
        {
            "title": "I dated my girlfriend for five years – but I never met her",
            "category": "Life-and-Style",
            "snippet": "Your message wasn’t delivered to because the address couldn’t be found, or is unable to receive mail. Surprised, I considered the notification, checke …"
        },
        {
            "title": "Stage Mother review – drag-queen heartwarmer never rises above tepid",
            "category": "Film",
            "snippet": "There’s something hectoring, mawkish and underpowered about Stage Mother. Jacki Weaver plays Maybelline, a small-town Texan housewife who is the choir …"
        },
        {
            "title": "The Liar’s Dictionary by Eley Williams review – big ideas in a minor key",
            "category": "Books",
            "snippet": "Eley Williams won prizes and delighted readers with Attrib. and Other Stories (2017), a collection in which dazzled celebrations of love were insepara …"
        },
        {
            "title": "Rugby Australia’s mega-bucks swoop for teenager comes loaded with potential problems",
            "category": "Sport",
            "snippet": "Rugby Australia is seeking to deliver a rare coup, but is gambling the future of the game on a child prodigy who may or may not ever fulfil his potent …"
        },
        {
            "title": "British Airways pilots to vote on deal to cut jobs and pay",
            "category": "Business",
            "snippet": "Summary: British Airways pilots are to vote on a deal struck between the Balpa union and airline management that would involve at least 270 losing their jobs a …"
        },
        {
            "title": "First Thing: is Trump a 'law and order' president, or a lawless one?",
            "category": "US-News",
            "snippet": "Good morning, Donald Trump has announced a “surge” of US troops – not into Iraq or Afghanistan, but into the streets of American cities. The president …"
        },
        {
            "title": "Momentum founder apologises for joining Labour attack on whistleblowers",
            "category": "Politics",
            "snippet": "Summary: Jon Lansman, the founder of Momentum, has apologised for joining Labour’s attack on the whistleblowers who broke their silence about the party’s handl …"
        },
        {
            "title": "Mercury prize 2020: where are the albums dragged from the fringes?",
            "category": "Music",
            "snippet": "The Mercury music prize has caused controversy before – over everything from representation to Slowthai appearing on stage brandishing an effigy of Bo …"
        },
        {
            "title": "Mercury prize 2020: Stormzy, Dua Lipa and Michael Kiwanuka among nominees",
            "category": "Music",
            "snippet": "Summary: Stormzy, Dua Lipa, Laura Marling and Michael Kiwanuka are among the artists competing for 2020’s Mercury prize, arguably the most prestigious award in …"
        },
        {
            "title": "Jim Carrey's 20 best film performances – ranked!",
            "category": "Film",
            "snippet": "Summary: 20. The Number 23 (2007) By and large, Jim Carrey either makes good films or very, very bad films. The latter includes mush such as The Majestic, come …"
        },
        {
            "title": "Jessy Lanza: All the Time review – a bright star in pop's outer galaxies",
            "category": "Music",
            "snippet": "Last week, Jessy Lanza livestreamed a performance-slash-DJ set. Nothing unusual in that, of course. You currently can’t move for artists, producers an …"
        },
        {
            "title": "Spy Intervention review – a film without a quantum of solace",
            "category": "Film",
            "snippet": "It’s long been a complaint that all the big awards go to tragic dramas, while comedy, especially farce, is much harder to pull off. Nothing illustrate …"
        },
        {
            "title": "Taylor Swift announces surprise album, Folklore, with the National and Bon Iver",
            "category": "Music",
            "snippet": "Taylor Swift has announced the surprise release of her eighth album, Folklore. The Grammy-winning songwriter produced and co-wrote much of the album a …"
        },
        {
            "title": "CBI reports record drop in UK manufacturing as total orders dip",
            "category": "Business",
            "snippet": "Hopes of a rebound in manufacturing output in the three months to July have been dashed by figures from the Confederation of British Industry that sho …"
        },
        {
            "title": "Despite the dire Brexit warnings, a deal is still the likely outcome",
            "category": "Politics",
            "snippet": "It will all sound very familiar to those who have taken a cursory interest in the Brexit circus over the last four years. The clock is ticking, says t …"
        },
        {
            "title": "Do you have coronafeirws? Covid dictionary keeps Welsh speakers fluent",
            "category": "UK-News",
            "snippet": "The Covid-19 crisis has led to some unfamiliar and little-used English words, phrases and concepts becoming all too common: furlough, lockdown and shi …"
        },
        {
            "title": "Has Terrordome's time come? How a black British film found its moment",
            "category": "Film",
            "snippet": "Reissues and revivals are not uncommon in cinema, but it is not often that a film has the chance of a total critical makeover. That seems to be what i …"
        },
        {
            "title": "Brexit trade deal is 'unlikely' by end of the year, says Barnier",
            "category": "Politics",
            "snippet": "Michel Barnier has said a trade and security deal with Boris Johnson’s government by the end of the year appeared “unlikely”, as he complained that Br …"
        },
        {
            "title": "Elton John’s ex-wife tells court she changed identity to shed ties to singer",
            "category": "Music",
            "snippet": "Sir Elton John’s ex-wife Renate Blauel adopted a new identity and went into hiding in a British village in an attempt to shed her connection to the si …"
        },
        {
            "title": "Have working conditions improved at the Sports Direct warehouse?",
            "category": "Business",
            "snippet": "When Mike Ashley was hauled in front of a parliamentary select committee in 2016, the Sports Direct boss was very clear about his company’s principal …"
        },
        {
            "title": "Police order removal of 'white silence is violence' banner in London",
            "category": "UK-News",
            "snippet": "Summary: Police have ordered the removal of a banner hanging above a high street in north London that read “white silence is violence”, allegedly claiming it w …"
        },
        {
            "title": "King George: Gosden not expecting 'sinister' tactics as Enable faces three",
            "category": "Sport",
            "snippet": "Summary: John Gosden said on Thursday that he does not expect to “see anything too sinister” unfolding at Ascot on Saturday when Enable, the odds-on favourite, …"
        },
        {
            "title": "Fixture pile-up means England may face Six Nations destiny without star players",
            "category": "Sport",
            "snippet": "England could be missing a host of frontline stars when they go in pursuit of the Six Nations title in October with Premiership clubs set to keep hold …"
        },
        {
            "title": "Nick Cave: Idiot Prayer review – livestreamed gig is not just solo, but starkly alone",
            "category": "Music",
            "snippet": "In pre-pandemic times, a concert such as Nick Cave’s Idiot Prayer would have been called a solo show. Not so this one, filmed by Oscar-nominated cinem …"
        },
        {
            "title": "Mike Tyson comeback fight with Roy Jones Jr confirmed for September",
            "category": "Sport",
            "snippet": "Summary: Mike Tyson will make his widely speculated return to the prize ring for an exhibition bout against four-division world champion Roy Jones Jr on 12 Sep …"
        },
        {
            "title": "Ghislaine Maxwell case: ‘extremely personal’ documents to be unsealed",
            "category": "US-News",
            "snippet": "Summary: An extensive collection of “extremely personal” documents in civil litigation against British socialite Ghislaine Maxwell can be unsealed, a Manhattan …"
        },
        {
            "title": "Boris visited Scotland to save the union. Mission accomplished — for the SNP",
            "category": "Politics",
            "snippet": "During Wednesday’s PMQs, the SNP’s leader in Westminster, Ian Blackford, had implored Boris Johnson and any other cabinet minister to visit Scotland. …"
        },
        {
            "title": "Andrew Johnston explains why he quit British Masters after nine holes",
            "category": "Sport",
            "snippet": "The European Tour has provided support to Andrew Johnston after the Englishman withdrew following nine holes of the British Masters on Wednesday, citi …"
        },
        {
            "title": "West Indies captain Jason Holder '100% behind' Shai Hope before third Test",
            "category": "Sport",
            "snippet": "West Indies sit one win away from turning a commendable tour of England into a historic one and their captain, Jason Holder, appears minded to stick w …"
        },
        {
            "title": "Three teenagers shot in north London",
            "category": "UK-News",
            "snippet": "Two children and a young man have been shot and seriously wounded in Tottenham, north London, police said. A 19-year-old suffered life-threatening inj …"
        },
        {
            "title": "UK coronavirus: Sturgeon accuses PM of using Covid crisis as 'political weapon' by 'crowing' about union — as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has been accused of tastelessly exploiting the coronavirus crisis to boost support for the union on his first visit to Scotland since th …"
        },
        {
            "title": "Sturgeon accuses Johnson of using Covid-19 as 'political weapon'",
            "category": "Politics",
            "snippet": "Boris Johnson was accused of using the coronavirus pandemic “as some kind of political weapon” by Scotland’s first minister, Nicola Sturgeon, against …"
        },
        {
            "title": "Windrush campaigner Paulette Wilson dies aged 64",
            "category": "UK-News",
            "snippet": "Paulette Wilson, a prominent Windrush campaigner who was wrongly detained and threatened with deportation by the Home Office, has died unexpectedly at …"
        },
        {
            "title": "DoJ to investigate federal forces' tactics in US cities as mayors condemn Trump",
            "category": "US-News",
            "snippet": "The justice department inspector general said on Thursday it would conduct a review of the conduct of federal agents who responded to unrest in Portla …"
        },
        {
            "title": "MLB teams kneel before season openers as Yankees and Dodgers see wins",
            "category": "Sport",
            "snippet": "The Nationals and Yankees knelt in unison before the first game of the baseball season as part of an opening day ceremony Thursday night that featured …"
        },
        {
            "title": "My pandemic epiphany: realizing the hole in my life was cat-shaped",
            "category": "Life-and-Style",
            "snippet": "I’ve lived in the same place for nine years, but it’s always felt like a temporary arrangement. For much of that time my name was never on the lease, …"
        },
        {
            "title": "Alanis Morissette: 'Without therapy, I don't think I'd still be here'",
            "category": "Music",
            "snippet": "In the video for her new single, Reasons I Drink, Alanis Morissette appears in a group addiction meeting. The song, set to stabbing piano, traces the …"
        },
        {
            "title": "Here's an idea that could earn the government £400bn in 25 years",
            "category": "Business",
            "snippet": "Summary: The UK’s public finances are “on an unsustainable path”, the Office for Budget Responsibility said last week. Since it has been saying as much for yea …"
        },
        {
            "title": "Take a chance, turn on shuffle: you might hit the jackpot",
            "category": "Life-and-Style",
            "snippet": "Most people have favourite songs, and the majority of the time we hear them by our own hand. For the most part, I don’t agree with the sentiment that …"
        },
        {
            "title": "Jacki Weaver: 'Michael Powell said I was headed for great things. He didn't tell me it would take 50 years'",
            "category": "Film",
            "snippet": "Jacki Weaver is thinking about how her life has changed. “To find yourself in bed with Robert De Niro is an extraordinary thing for a woman of my age, …"
        },
        {
            "title": "The Rifleman review – Latvian war epic aims high",
            "category": "Film",
            "snippet": "The Rifleman is the top-grossing film of all time at the Latvian box office and if you had to guess at the kind of film that would inspire such nation …"
        },
        {
            "title": "The Crown in Crisis by Alexander Larman review – abdication, assassination and the Nazis",
            "category": "Books",
            "snippet": "It says something about how close the abdication of 1936 has come to slipping from living memory that Alexander Larman feels obliged to plant broad re …"
        }
    ]
}