{
    "page": [
        {
            "title": "Authoritarian voters pushed Trump to victory. Can they do it again?",
            "category": "US-News",
            "snippet": "As Donald Trump’s celebration speeches, tweets, and interviews sound increasingly authoritarian, should we be worried? The answer, of course, is yes. …"
        },
        {
            "title": "Nusrat Fateh Ali Khan, Womad 1985: the qawwali star invokes rapture",
            "category": "Music",
            "snippet": "Nusrat Fateh Ali Khan’s voice is quite unlike any other. At turns heavy and hulkingly powerful, yet also nimble and pointedly precise, his vocalisatio …"
        },
        {
            "title": "The Number Bias by Sanne Blauw review – how numbers can mislead us",
            "category": "Books",
            "snippet": "Summary: The old saw that there are “lies, damned lies and statistics” is attributed to various figures, but was already considered proverbial in 1890 – perhap …"
        },
        {
            "title": "Landless review – Brazilian land-access doc doesn't dig deep enough",
            "category": "Film",
            "snippet": "‘If you can’t cope with the ants, don’t mess with the anthill.” So goes a slogan chanted by the activists occupying land belonging to a sugarcane proc …"
        },
        {
            "title": "Top 10 books about recovery",
            "category": "Books",
            "snippet": "Summary: When we hear the word “recovery”, especially alongside “literature”, we tend to think of books on alcoholism or drug addiction. But humans recover fro …"
        },
        {
            "title": "Welcome to the Guardian's Power of Touch series",
            "category": "Life-and-Style",
            "snippet": "Summary: A few months ago, I wrote a piece for the Guardian titled “Touch saved me from loneliness. What will we become without it?”. It began as a testimony t …"
        },
        {
            "title": "Ruth Bader Ginsburg in hospital for treatment of possible infection",
            "category": "US-News",
            "snippet": "The US supreme court justice Ruth Bader Ginsburg has been admitted to hospital for treatment for a possible infection. She is likely to be there for “ …"
        },
        {
            "title": "Andrea Leadsom to review disadvantaged children's health",
            "category": "Politics",
            "snippet": "Boris Johnson has appointed former cabinet minister Andrea Leadsom to carry out a review into how to improve health outcomes for babies and children f …"
        },
        {
            "title": "UK fast-food and coffee chains cut prices as VAT relief comes into effect",
            "category": "Business",
            "snippet": "The UK’s fast-food chains and coffee shops have set out the details of how customers can benefit from VAT cuts on food and drink that have come into f …"
        },
        {
            "title": "Boris Johnson indicates at PMQs he has not read winter coronavirus report",
            "category": "Politics",
            "snippet": "Boris Johnson has indicated he has not read a government-commissioned report setting out urgent measures needed to prepare for a possible second wave …"
        },
        {
            "title": "Donald Trump’s niece says president is dangerous and calls on him to resign",
            "category": "US-News",
            "snippet": "Donald Trump’s niece Mary Trump called on Wednesday for the president to resign and said her uncle was dangerous for America. Trump, whose bombshell b …"
        },
        {
            "title": "Dreambuilders review – blandly bright family animation",
            "category": "Film",
            "snippet": "Summary: This digimated Danish import might have shifted a modest number of popcorn deals in the days before the coronavirus came to town: it’s bright, derivat …"
        },
        {
            "title": "‘Things ain’t going back to normal’: Californians reel as shutdown hits again",
            "category": "US-News",
            "snippet": "California’s dramatic rolling back of reopening after a surge in coronavirus cases has left businesses scrambling to make sense of conflicting orders. …"
        },
        {
            "title": "The Great Gatsby prequel set for release days after copyright expires",
            "category": "Books",
            "snippet": "Nick Carraway, last seen at the end of The Great Gatsby contemplating the futility of trying to move beyond our past, is set to reveal a little more o …"
        },
        {
            "title": "Buzz Bingo to close 26 halls across UK with loss of up to 573 jobs",
            "category": "Business",
            "snippet": "Buzz Bingo has announced plans to permanently close 26 halls in the UK with the potential loss of 573 jobs after its business was hit by the coronavir …"
        },
        {
            "title": "Mervyn Peake 'visual archive' acquired by British Library",
            "category": "Books",
            "snippet": "From a sketch of a scheming Steerpike in Gormenghast to one of Jim Hawkins alone on the shore of Treasure Island, more than 300 original illustrations …"
        },
        {
            "title": "Ghosts of War review – uneven second world war horror story",
            "category": "Film",
            "snippet": "A gaggle of American soldiers make their way to a fancy French chateau at the end of the second world war. A typical war movie’s motley crew of contra …"
        },
        {
            "title": "The power of touch: I was hugged for the first time at 18. It meant confronting my deepest fears",
            "category": "Life-and-Style",
            "snippet": "It happened one day during my first year of college at Rutgers University, in my home state of New Jersey. The anti-apartheid movement was raging on m …"
        },
        {
            "title": "Susan Shaw obituary",
            "category": "Books",
            "snippet": "Summary: In 1970 the price of lead went through the roof, and the art, craft and industry of letterpress printing, essentially unchanged for five centuries, be …"
        },
        {
            "title": "Asylum seeker at centre of landmark case over UK’s ‘unfair’ fast-track system",
            "category": "UK-News",
            "snippet": "An asylum seeker who was deported under a “procedurally unfair” fast-track system is at the centre of a new battle with the Home Office to stay in the …"
        },
        {
            "title": "The power of touch: Coordinates – a poem by Maria Popova",
            "category": "Life-and-Style",
            "snippet": "I still wonder why the knife was in my left hand when I pressed it into the watermelon bark blade-side up, pressed it hard and slow and felt it stop a …"
        },
        {
            "title": "Like a borderline sociopath, Johnson again misjudges the mood of the chamber",
            "category": "Politics",
            "snippet": "Summary: It’s become a standard strategy for Boris Johnson at prime minister’s questions, ever since he got mullered in their first few outings. Unable to cope …"
        },
        {
            "title": "Chancellor Rishi Sunak warns of 'tough choices' to address public finances - as it happened",
            "category": "Business",
            "snippet": "Summary: Time for a recap. Chancellor Rishi Sunak has warned that there are tough choices ahead to address the increase in borrowing caused by the pandemic. Ap …"
        },
        {
            "title": "Kat and the Band review – unlikely adventures of a wannabe pop mogul",
            "category": "Film",
            "snippet": "This insipid confection about a 17-year-old A-level student who passes herself off as older in order to manage a band she admires is so blandly wholes …"
        },
        {
            "title": "Coronavirus fears in Blackburn: ‘We need to get on top of this’",
            "category": "UK-News",
            "snippet": "In prime wedding season, the streets of Whalley Range in Blackburn would normally be bustling with brides-to-be buying intricately embroidered luxury …"
        },
        {
            "title": "Ghislaine Maxwell is married, prosecutors say in court",
            "category": "US-News",
            "snippet": "The British socialite Ghislaine Maxwell, who faces federal charges in Manhattan for allegedly enabling Jeffrey Epstein’s sex trafficking of minor girl …"
        },
        {
            "title": "Labour antisemitism row: the seven whistleblowers set to settle",
            "category": "Politics",
            "snippet": "Seven former Labour staffers are expected to settle with the party after claiming it defamed them following a BBC Panorama programme that detailed a r …"
        },
        {
            "title": "Revealed: Phoenix officer assaulted woman during minor traffic stop, then took her to jail",
            "category": "US-News",
            "snippet": "One week after police in Phoenix, Arizona, were caught on camera surrounding a parked car and killing a man inside, a young woman is coming forward wi …"
        },
        {
            "title": "Woman in Elphicke case feared formal complaint could harm career, court told",
            "category": "UK-News",
            "snippet": "A young Westminster worker, who made allegations of sexual assault against an MP, was worried she would never get another job in parliament if she mad …"
        },
        {
            "title": "Republican congressman charged with felonies related to illegal voting",
            "category": "US-News",
            "snippet": "Steve Watkins, a Republican congressman in Kansas, was charged with three felonies and a misdemeanor on Tuesday related to illegally voting in a 2019 …"
        },
        {
            "title": "UK coronavirus: Downing Street unable to back up PM's test-and-trace claim — as it happened",
            "category": "Politics",
            "snippet": "We’re wrapping up this liveblog for today, so I’ll end with this summary. Have a good evening and thanks for reading. Boris Johnson for the first time …"
        },
        {
            "title": "George Floyd's family sues Minneapolis over police killing",
            "category": "US-News",
            "snippet": "The family of George Floyd has filed a lawsuit against the city of Minneapolis, seeking damages for Floyd’s killing by the police. The lawsuit, filed …"
        },
        {
            "title": "Labour set to apologise to antisemitism whistleblowers",
            "category": "Politics",
            "snippet": "Labour is poised to make a formal apology to antisemitism whistleblowers as part of a settlement designed to draw a line under allegations made during …"
        },
        {
            "title": "MP who beat Chris Grayling to intelligence chair role loses Tory whip",
            "category": "Politics",
            "snippet": "Boris Johnson was humiliated on Wednesday after Chris Grayling, his pick to lead parliament’s powerful intelligence and security committee, was unexpe …"
        },
        {
            "title": "The day Bristol woke up to a new statue",
            "category": "UK-News",
            "snippet": "When Bristol went to bed on Tuesday night, the question was theoretical: what should replace the toppled statue of the slave trader Edward Colston? Wh …"
        },
        {
            "title": "Boris Johnson confirms plans for 'government hub' in York",
            "category": "UK-News",
            "snippet": "Summary: Boris Johnson has confirmed that Downing Street is thinking of setting up a “government hub” in York, telling officials drawing up restoration plans f …"
        },
        {
            "title": "Joe Root is back and England need his runs to fight back against West Indies",
            "category": "Sport",
            "snippet": "Not to worry. Joe’s back. It is not that England were rudderless at the Ageas Bowl and missing Root’s dynamic leadership. But they were missing his ru …"
        },
        {
            "title": "Trump weakens rules on environmental reviews of infrastructure projects",
            "category": "US-News",
            "snippet": "The Trump administration is rolling back major environmental protections that require the US government to comprehensively analyze how proposed projec …"
        },
        {
            "title": "29% of UK businesses to cut jobs in next three months, survey says",
            "category": "Business",
            "snippet": "Summary: Almost a third of companies plan to make job cuts in the next three months as the government prepares to wind down its furlough scheme, one of Britain …"
        },
        {
            "title": "No-deal Brexit would hit 'red wall' areas hard, manufacturers warn",
            "category": "Politics",
            "snippet": "Britain’s manufacturers have warned Boris Johnson that former “red wall” seats won by the Tories in last year’s election would be at most risk of seve …"
        },
        {
            "title": "California city moves to replace police with unarmed civilians for traffic stops",
            "category": "US-News",
            "snippet": "The city of Berkeley is moving forward with a first-of-its kind proposal to replace police with unarmed civilians during traffic stops in an effort to …"
        },
        {
            "title": "'The nearest to God we get': stars pick the Beethoven work they cherish",
            "category": "Music",
            "snippet": "‘Breathtaking and indispensible’ Alan Hollinghurst, author Beethoven is a master of compaction and urgency, and more than any other composer he writes …"
        },
        {
            "title": "The power of touch: I miss football hugs. Now I long for a fetid, boozy embrace",
            "category": "Life-and-Style",
            "snippet": "I crave a footie hug – or even better, what we Manchester City fans call the Poznań. The football hug is a strange beast – usually, it involves a numb …"
        },
        {
            "title": "Masters of Love review – awkward sex and terrible hangovers",
            "category": "Film",
            "snippet": "Summary: There’s energy, empathy and fun in this smart micro-budget movie from writer-director Matt Roberts, making his feature debut. It’s a freewheeling rela …"
        },
        {
            "title": "The Wondrous and Tragic Life of Ivan and Ivana by Maryse Condé review – a scurrilous picaresque",
            "category": "Books",
            "snippet": "The Wondrous and Tragic Life of Ivan and Ivana is a rollicking, rumbustious and slyly mischievous Candide for our times. Set in Guadeloupe, Mali and F …"
        },
        {
            "title": "'Nervously optimistic': Democrats eye blue wave but 2016 memories are fresh",
            "category": "US-News",
            "snippet": "Less than four months out from the November election, the Democratic presidential candidate Joe Biden has been consistently polling ahead of Donald Tr …"
        },
        {
            "title": "Fatal Affair review – cheap Netflix thriller plays the same old tune",
            "category": "Film",
            "snippet": "From the company that gave us Secret Obsession and Dangerous Lies comes another Lifetime movie-level “thriller” that pairs two picked-out-of-a-hat gen …"
        },
        {
            "title": "Why We Drive by Matthew Crawford review – a high-speed reverse into nostalgia",
            "category": "Books",
            "snippet": "Maurice Gatsonides was one of the world’s first professional rally drivers. He won the 1953 Monte Carlo rally, but made his fortune and his name with …"
        },
        {
            "title": "The Portuguese Woman review – elegant, unworldly tale of courtly discontent",
            "category": "Film",
            "snippet": "Rita Azevedo Gomes’s The Portuguese Woman is elegant, mysterious, implacably distant slow cinema, beautiful but opaque, composed on the stately level …"
        },
        {
            "title": "'The world is in a state of turmoil': why time-loop movies resonate in 2020",
            "category": "Film",
            "snippet": "‘What would you do if you were stuck in one place and every day was exactly the same and nothing that you did mattered?” This is what Bill Murray’s ch …"
        }
    ]
}