{
    "page": [
        {
            "title": "'What’s going to give?': millions fret as Republicans threaten to halt $600 weekly lifesaver",
            "category": "Business",
            "snippet": "If Donald Trump and Senate Republicans have their way, roughly a week from now, the US will swap an imagined economic problem for a predictably devast …"
        },
        {
            "title": "The Chicks: Gaslighter review – former Dixies dish on divorce",
            "category": "Music",
            "snippet": "The band formerly known as the Dixie Chicks are getting with the programme. Last month, after 30 years in the business, the Texas trio decided to drop …"
        },
        {
            "title": "The power of touch: I wasn't able to hold my daughter until she was three days old",
            "category": "Life-and-Style",
            "snippet": "I had to wait three days after my daughter Seneca was born to hold her. She arrived punctually just before sunrise on her due date, a fact I have inte …"
        },
        {
            "title": "Shirley Collins: Heart's Ease review – the voice of a benevolent God",
            "category": "Music",
            "snippet": "Heart’s Ease is a wild flower that self-seeds and grows tall alone. The cadences of the phrase also suit Shirley Collins in the present, and there is …"
        },
        {
            "title": "From Bob Dylan to Viv Albertine: 10 of the best music biographies",
            "category": "Books",
            "snippet": "Clothes, Clothes, Clothes. Music, Music, Music. Boys, Boys, Boys by Viv Albertine (Faber & Faber, 2014) A no-nonsense sojourn through Albertine’s life …"
        },
        {
            "title": "Disappearance at Clifton Hill review – dark tale of childhood trauma",
            "category": "Film",
            "snippet": "A young woman, haunted by her past, gazes thoughtfully out over a dark stretch of water. Suddenly, there is a ripple and someone in a frogman’s outfit …"
        },
        {
            "title": "Experience: I'm an Irish dancing TikTok star",
            "category": "Life-and-Style",
            "snippet": "Summary: I created my TikTok account shortly before the pandemic. I first heard about it from some of the younger kids at my dance school. They were doing all …"
        },
        {
            "title": "Eddie Gale, jazz trumpeter and Blue Note star, dies aged 78",
            "category": "Music",
            "snippet": "Eddie Gale, the free jazz trumpeter with two celebrated albums on the Blue Note label, has died aged 78. His wife confirmed to the New York Times that …"
        },
        {
            "title": "Cruel Intentions review – young love still looks laboured 21 years on",
            "category": "Film",
            "snippet": "In 1999, movie audiences were presented with this shrill twist on Laclos’s Dangerous Liaisons from writer-director Roger Kumble, which inelegantly lab …"
        },
        {
            "title": "Tracks of the week reviewed: Evil, Shirley Collins, Sufjan Stevens",
            "category": "Music",
            "snippet": "Evil A Child Shamed Melding Appalachian roots with wispy cloud rap and crunchy studio glitches, Evil comes over not just as a banjo-twanging pal of Am …"
        },
        {
            "title": "Children's sleep severely affected by impact of coronavirus, say experts",
            "category": "Life-and-Style",
            "snippet": "The coronavirus crisis is having a significant impact on children’s sleep, with anxiety and lack of routine causing serious disruption, experts and ch …"
        },
        {
            "title": "Stephen King link helps Highland football team through lockdown",
            "category": "UK-News",
            "snippet": "Fans of Buckie Thistle, a football club on Scotland’s north-east coast and occupying a respectable fifth place in the Highland League, were initially …"
        },
        {
            "title": "Hunting for mountweazels: Eley Williams on the fun - and responsibility - of dictionaries",
            "category": "Books",
            "snippet": "Eley Williams has always loved dictionaries. That love shone throughout her dazzling, acrobatic 2017 collection, Attrib. and Other Stories, which savo …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "Summary: Not a linear plot but a series of vignettes, Nothing Can Hurt You by Nicola Maye Goldberg (Raven, £12.99) is a superbly unsettling account of the afte …"
        },
        {
            "title": "Chess: Hou Yifan, No 1 woman and professor at 26, loses in online return",
            "category": "Sport",
            "snippet": "China’s Hou Yifan, the all-time No 2 women’s player and currently ranked No 1, last week became a Professor at Shenzhen university, aged 26 and the yo …"
        },
        {
            "title": "Please, Hollywood, leave Paul Verhoeven's Starship Troopers alone",
            "category": "Film",
            "snippet": "Rumours of a remake of Starship Troopers, Paul Verhoeven’s 1997 incisive satire of American fascism, have abounded for the best part of a decade. The …"
        },
        {
            "title": "Digested week: From brazen to tetchy, Tory ministers perform full gamut of U-turns",
            "category": "UK-News",
            "snippet": "Summary: Monday It’s always fascinating to watch how a government minister deals with a major U-turn in policy. Four years ago Michael Gove was happily telling …"
        },
        {
            "title": "Andrea Corr: ‘There was a suggestion of yodelling, but not full yodelling!’",
            "category": "Music",
            "snippet": "In 2000, the Corrs were unstoppable. The Irish siblings welcomed the millennium performing at the UK’s flagship Dome itself and finally converted thei …"
        },
        {
            "title": "No signs of injury on Amber Heard's face after alleged Johnny Depp row, court hears",
            "category": "Film",
            "snippet": "There were no signs of any marks, scratches, swelling or bruises on Amber Heard’s face in the days immediately after she alleged she was hit by Johnny …"
        },
        {
            "title": "My fiancee left me for another man. Will I ever be able to trust again?",
            "category": "Life-and-Style",
            "snippet": "Summary: After almost seven years together, the woman I was engaged to abruptly left me for another man. I thought we were happy and understood each other. We …"
        },
        {
            "title": "Money, mess and Machiavelli: Johnny Depp libel trial week two roundup",
            "category": "Film",
            "snippet": "Summary: In the second week of the Johnny Depp libel trial, the balance of evidence swung in favour of the Pirates of the Caribbean star. Witnesses called by h …"
        },
        {
            "title": "I should face up to my new roommate. But she is quite fast and has a tail",
            "category": "Life-and-Style",
            "snippet": "Summary: I have a new roommate. Like me, she is short and brunette, with a sometimes chaotic energy. Unlike me, she has a tail. She is a mouse. And lives behin …"
        },
        {
            "title": "How do I teach my son not to take drugs when I did myself?",
            "category": "Life-and-Style",
            "snippet": "I am very worried about my preteen son. As a young woman, I struggled with addiction, but I have been clean for 24 years and am now a mother. I have h …"
        },
        {
            "title": "Surrey may hold ballot for tickets for 'stress-test' friendly with Middlesex",
            "category": "Sport",
            "snippet": "High demand may force Surrey to hold a ballot for tickets when the Oval becomes the first sporting venue in the UK to welcome back spectators since th …"
        },
        {
            "title": "Johnson's coronavirus workplace guidance confused, warn unions",
            "category": "Politics",
            "snippet": "Business leaders and trade unions have told Boris Johnson he risks spreading confusion by making employers decide when to bring back their staff to of …"
        },
        {
            "title": "Rochdale and Wakefield step up Covid-19 precautions to avoid local lockdowns",
            "category": "UK-News",
            "snippet": "Rochdale has brought in measures to try to prevent the spread of Covid-19 and avoid a localised lockdown. It is the second town in north-west England …"
        },
        {
            "title": "BA begins to carry out its 'fire and rehire' threat to jobs",
            "category": "Business",
            "snippet": "British Airways has started carrying out its threat to fire and rehire thousands of workers – days after unions joined talks with a plan to save jobs. …"
        },
        {
            "title": "The power of touch: Once, in November – a poem by Anis Mojgani",
            "category": "Life-and-Style",
            "snippet": "You get into the shower and ask Will you keep me company? I sit on the toilet’s lid and while you wash yourself and water at the same time the ferns t …"
        },
        {
            "title": "Key points of the coronavirus recovery strategy for England",
            "category": "Politics",
            "snippet": "The government has published its Covid-19 recovery strategy for England, setting out a timeframe for a return to normality and measures to tackle the …"
        },
        {
            "title": "I flew the jumbo for 10 years and never got over how big it was, says 747 pilot",
            "category": "Business",
            "snippet": "What was it like to fly a jumbo? A former British Airways 747 pilot explains … It wasn’t until I completed my first external inspection of a 747 that …"
        },
        {
            "title": "Shifting gears: how does a literary festival become a drive-in event?",
            "category": "Books",
            "snippet": "Booklovers at the Appledore book festival this September will not be able to subject their favourite authors to the usual detailed questioning after a …"
        },
        {
            "title": "What will changes to England's lockdown rules mean for me?",
            "category": "Business",
            "snippet": "Lockdown measures in England are set to be eased from 1 August, the prime minister has announced, with employers told to encourage people back into wo …"
        },
        {
            "title": "British Airways retires Boeing 747 fleet as Covid-19 hits travel",
            "category": "Business",
            "snippet": "The 747 jumbo jet will never grace the skies again in a union flag, British Airways has confirmed, announcing the immediate retirement of its Boeing 7 …"
        },
        {
            "title": "World Bank calls on creditors to cut poorest nations' debt payments",
            "category": "Business",
            "snippet": "Private sector lenders to some of the world’s poorest countries should agree plans to reduce debt payments or risk turning the Covid-19 pandemic into …"
        },
        {
            "title": "Ruth Bader Ginsburg says she is being treated for recurrence of cancer",
            "category": "US-News",
            "snippet": "The supreme court justice Ruth Bader Ginsburg has had a recurrence of cancer. “I have often said I would remain a member of the court as long as I can …"
        },
        {
            "title": "UK coronavirus: Chris Whitty says social distancing should continue 'for a long period' – as it happened",
            "category": "Politics",
            "snippet": "This live blog has now closed - please follow the latest updates in the global live blog. Here’s a round up of the main developments today: The govern …"
        },
        {
            "title": "Boris Johnson's plan for 'return to normality' met with scepticism",
            "category": "Politics",
            "snippet": "Boris Johnson has held out the prospect of a “significant return to normality” by Christmas as he announced a fresh easing of lockdown restrictions in …"
        },
        {
            "title": "All Asda HQ staff told to return to office at least once a week from August",
            "category": "Business",
            "snippet": "Summary: All Asda office staff are expected to return to the supermarket’s Leeds headquarters next month in one of the first switches away from working from ho …"
        },
        {
            "title": "Federal officers are using unmarked cars to arrest Portland protesters",
            "category": "US-News",
            "snippet": "Activists in Portland, Oregon, are expressing severe alarm about recent incidents involving federal law enforcement officers using unmarked cars to de …"
        },
        {
            "title": "Opening night of the virtual Proms – archive treasures and a trite mash-up",
            "category": "Music",
            "snippet": "When lockdown began in March and one-by-one the summer music and opera festivals began dropping off the calendar, the self-styled “world’s greatest mu …"
        },
        {
            "title": "'Ageing is not fun': Tiger Woods reveals injury problems amid Memorial struggle",
            "category": "Sport",
            "snippet": "Summary: Far more notable than an untypical Tiger Woods battle to make the cut at the Memorial Tournament was the suddenly pessimistic outlook provided by the …"
        },
        {
            "title": "Jamaal Bowman wins New York primary in major victory for progressives",
            "category": "US-News",
            "snippet": "Jamaal Bowman, a former teacher endorsed by Alexandria Ocasio-Cortez and Elizabeth Warren, has ousted the 16-term Democratic congressman Eliot Engel i …"
        },
        {
            "title": "‘Mum’s day off, is it?’: what adopting as a same-sex couple taught us",
            "category": "Life-and-Style",
            "snippet": "Summary: In 2018, my husband and I became one of the first married same-sex couples to adopt in Germany. We had moved from London back to Berlin three years ea …"
        },
        {
            "title": "Blind date: ‘His housemate brought him his dinner dressed as a waiter’",
            "category": "Life-and-Style",
            "snippet": "Lucy on Alex What were you hoping for? I had no idea what I was letting myself in for. I’d like to think I’m fairly good at dating, but virtually is a …"
        },
        {
            "title": "Tim Dowling: the squirrel has contravened social distancing guidelines",
            "category": "Life-and-Style",
            "snippet": "Since the start of lockdown, my enemy the squirrel has sought to contravene social distancing guidelines in a manner that can only be described as pro …"
        },
        {
            "title": "Fit in my 40s: can I flex my swim muscles on dry land?",
            "category": "Life-and-Style",
            "snippet": "Everyone who loved exercise before lockdown found the restrictions pretty painful, if only because of the novice runners they had to put up with out a …"
        },
        {
            "title": "Shadow State by Luke Harding review – an impassioned indictment of the Kremlin",
            "category": "Books",
            "snippet": "Its assassins stalk the streets of western towns and cities; its online troll farms poison the political bloodstream of democracies; its hackers force …"
        },
        {
            "title": "Democratising finance for all? An investment app for amateurs and a student trader's death",
            "category": "Business",
            "snippet": "On 12 June, 20-year-old student Alex Kearns killed himself, believing that he had just lost $730,000 (£580,000) through a smartphone app. To compound …"
        },
        {
            "title": "‘Remember to smile with your eyes’: how to stay safe and look great in a face mask",
            "category": "Life-and-Style",
            "snippet": "Nearly six months after the coronavirus overturned our lives, the face mask has finally, unequivocally, arrived. Until now, it’s had an image problem, …"
        },
        {
            "title": "Ilkley river group accuse environment ministers of blocking bathing application",
            "category": "UK-News",
            "snippet": "Campaigners seeking to make a river in Yorkshire the UK’s first to be designated a bathing area have accused environment ministers of blocking their a …"
        }
    ]
}