{
    "page": [
        {
            "title": "Harry angry at William's 'snobbish' advice about Meghan, book claims",
            "category": "UK-News",
            "snippet": "The royal rift that led to the Duke and Duchess of Sussex leaving Britain and stepping back from royal duties began after Prince William feared his br …"
        },
        {
            "title": "Kamaal Williams: Wu Hen review – genre-bending prodigy strikes again",
            "category": "Music",
            "snippet": "Street Dreams is the opening track of the second solo album from London keysman Kamaal Williams, and it could easily be the concept for the entire thi …"
        },
        {
            "title": "In brief: Signs of Life; Against the Loveless World; Inland – review",
            "category": "Books",
            "snippet": "Summary: Signs of Life Stephen Fabes Pursuit, £18.99, pp416 Dr Stephen Fabes was at the end of his 20s when he caught the travelling bug, a craving for “more s …"
        },
        {
            "title": "Peter Green obituary",
            "category": "Music",
            "snippet": "Peter Green, who has died aged 73, was one of the guitar-playing greats of 1960s blues-rock as well as a gifted songwriter. He was a founder of Fleetw …"
        },
        {
            "title": "Tui cancels all holidays in mainland Spain for Britons",
            "category": "Business",
            "snippet": "Summary: Tui, Europe’s biggest holiday company, said on Sunday it had decided to cancel all Britons’ holidays to mainland Spain up to and including Sunday 9 Au …"
        },
        {
            "title": "What is happening in Portland and what does Trump hope to gain?",
            "category": "US-News",
            "snippet": "Confrontations between protesters and federal agents in Portland, Oregon, have become a national flashpoint as Donald Trump’s law-and-order-focused re …"
        },
        {
            "title": "UK must prioritise levelling up if economy is to get back on its feet",
            "category": "Business",
            "snippet": "A year into the premiership of Boris Johnson, a new kind of normality is beginning to dawn. The roads are getting busier, pubs are open again, and peo …"
        },
        {
            "title": "UK campaigners call for action to tackle surge in Covid-19 fly-tipping",
            "category": "UK-News",
            "snippet": "The pile of abandoned tyres looms higher than a house and blocks the full width of the road in an industrial estate in Drumchapel, west of Glasgow cit …"
        },
        {
            "title": "New Glasgow theatre space made entirely of recycled pianos in UK first",
            "category": "UK-News",
            "snippet": "Inside a cavernous steel hut in the middle of Glasgow’s Springburn Park, the sweeping arc of keyboards, lids and carved panels has been taking shape, …"
        },
        {
            "title": "Met defends officers who handcuffed 12-year-old seen with BB gun",
            "category": "UK-News",
            "snippet": "The Metropolitan police have defended officers who arrested and handcuffed a 12-year-old boy seen with a toy gun, saying they acted in line with train …"
        },
        {
            "title": "Tade Thompson: full-time doctor who finds energy for full-on writing career",
            "category": "Books",
            "snippet": "After Anton Chekhov and Arthur Conan Doyle, Tade Thompson is the latest in a long line of medical doctors who have become writers. Thompson is a full- …"
        },
        {
            "title": "Olivia de Havilland: what it's like working for a Hollywood legend",
            "category": "Film",
            "snippet": "It is 2011 and I am a student in Paris, teaching English for a year and renting a small flat only two metro stops from Olivia de Havilland’s residence …"
        },
        {
            "title": "'End of an era': Newport market stalls pack up ahead of new development",
            "category": "UK-News",
            "snippet": "After more than 30 years working in Newport’s indoor market, record stallholder Dean Beddis was packing up his collection of punk, new wave, reggae, f …"
        },
        {
            "title": "Dame Olivia de Havilland obituary",
            "category": "Film",
            "snippet": "Dame Olivia de Havilland, who has died aged 104, was one of the last surviving cast members of Gone With the Wind (1939). Her portrayal of the saintly …"
        },
        {
            "title": "'It's lovely to be here': county cricket fans return to the Oval",
            "category": "Sport",
            "snippet": "It was only 10.30 on a quiet Sunday morning in Kennington, south London, but the beers were already flowing. And for good reason. After four months of …"
        },
        {
            "title": "John Lewis crosses Edmund Pettus Bridge in Selma for final time",
            "category": "US-News",
            "snippet": "John Lewis crossed the Edmund Pettus Bridge in Selma, Alabama, for the last time on Sunday, as remembrances continued for the civil rights leader and …"
        },
        {
            "title": "Stuart Broad moves to 499 Test wickets as England tighten grip on third Test",
            "category": "Sport",
            "snippet": "Stuart Broad had better be careful. In this match he has produced devastating evidence of the virtues of being dropped. The spectator at the Rose Bowl …"
        },
        {
            "title": "Shannon Gabriel and Kemar Roach sign off with a grimace and a smile",
            "category": "Sport",
            "snippet": "Around half-past-twelve, Shannon Gabriel hauled himself up from his seat in the West Indies dressing room and started the long walk downstairs and out …"
        },
        {
            "title": "'Runs are currency': Rory Burns insists pressure is always on as England opener",
            "category": "Sport",
            "snippet": "Rory Burns has produced his most profitable Test match by way of runs and formed one half of England’s first century opening partnership at home in fo …"
        },
        {
            "title": "Commons may never return to packed chamber debates, says Speaker",
            "category": "Politics",
            "snippet": "The House of Commons Speaker, Lindsay Hoyle, has said parliament may never return to the packed and noisy chamber debates while coronavirus remains a …"
        },
        {
            "title": "The Australian book you should read next: Her Father's Daughter by Alice Pung",
            "category": "Books",
            "snippet": "During the first lockdown, I stopped reading. The act required a receptiveness I felt incapable of giving in those early months. But some time around …"
        },
        {
            "title": "Rick Stein: 'Oh God, I've had a lot of therapy'",
            "category": "Life-and-Style",
            "snippet": "In March, Rick Stein travelled to Australia to check up on the two restaurants he has there. He intended to stay for a couple of weeks, but he is stil …"
        },
        {
            "title": "Tree of the week: This pink dogwood faced the chop – until its owner made a bold new plan",
            "category": "Life-and-Style",
            "snippet": "Summary: Ellen Reynard moved to Nevada City, California, from San Francisco seven years ago. One of her favourite things about her new home was the tree in the …"
        },
        {
            "title": "Met police increased use of section 60 stop and search during lockdown",
            "category": "UK-News",
            "snippet": "The UK’s largest police force increased the use of what critics say is the most discriminatory form of stop and search during lockdown, despite a fall …"
        },
        {
            "title": "Why are millennials and Gen Z turning to Instagram as a news source?",
            "category": "Life-and-Style",
            "snippet": "For many young people, clicking on to Instagram to get the latest news is now as second nature as picking up a daily newspaper once was to generations …"
        },
        {
            "title": "People power: the best books about the allure of crowds and community",
            "category": "Books",
            "snippet": "Our experience of the coronavirus pandemic has been shaped by collective behaviour. As one we followed the advice to stay at home, together we clapped …"
        },
        {
            "title": "Penguin Classics Science Fiction review  – a fresh look at brave new worlds",
            "category": "Books",
            "snippet": "The border between science fiction and mainstream literature is more permeable than booksellers or publishers would have us think. Double Booker prize …"
        },
        {
            "title": "Youth Justice Board chair aims to tackle racial disparities in criminal justice system in England and Wales",
            "category": "UK-News",
            "snippet": "Too many schools, police forces, councils and courts are hiding behind “a veil of complexity” to excuse their failure to reduce the disproportionate n …"
        },
        {
            "title": "My streaming gem: why you should watch Happy as Lazzaro",
            "category": "Film",
            "snippet": "Summary: The Italian hills have never looked less bucolic than in this strange, melancholy film. The terrain is harsh and unyielding; the sun unrelenting; the …"
        },
        {
            "title": "In 100 days, the climate emergency may be even more serious. That's why we’re launching this series",
            "category": "US-News",
            "snippet": "Summary: On 4 November, the day after the presidential election, the US is poised to withdraw from the Paris climate agreement. The agreement, which came toget …"
        },
        {
            "title": "'These are his people': inside the elite border patrol unit Trump sent to Portland",
            "category": "US-News",
            "snippet": "In January 2011, James Tomsheck, then a top internal affairs investigator inside US Customs and Border Protection, attended a meeting of about 100 sen …"
        },
        {
            "title": "Gold price hits record high amid fears over coronavirus crisis",
            "category": "Business",
            "snippet": "The price of gold has climbed to a record high, as investors poured their money into the precious metal amid fears about the impact of the coronavirus …"
        },
        {
            "title": "Poem of the week: If I Were to Meet by Grace Nichols",
            "category": "Books",
            "snippet": "Summary: If I Were to Meet If I were to meet the ghost of my childhood running with slipping shoulder-straps and half-plaited hair beside a brown expanse of me …"
        },
        {
            "title": "Anti-fascists linked to zero murders in the US in 25 years",
            "category": "US-News",
            "snippet": "Summary: Donald Trump has made warnings about the threat of antifa and “far-left fascism” a central part of his re-election campaign. But in reality leftwing a …"
        },
        {
            "title": "Kraftwerk, Tribal Gathering 1997: past, present and future become one",
            "category": "Music",
            "snippet": "One night in 1997, in the grounds of a country house just off the M1, I watched Kraftwerk, the enigmatic Mensch-Maschine, successfully evolve. Their a …"
        },
        {
            "title": "Josephine Cox obituary",
            "category": "Books",
            "snippet": "Summary: Josephine Cox, who has died aged 82, could have stepped out of the pages of a novel by Catherine Cookson or Barbara Taylor Bradford. Brought up in pov …"
        },
        {
            "title": "Police in England and Wales 'twice as likely' to fine young BAME men during lockdown",
            "category": "UK-News",
            "snippet": "Police were twice as likely to fine young black and Asian men under the lockdown rules than their white counterparts, according to new figures that un …"
        },
        {
            "title": "Ryanair boss: UK-Spain Covid-19 quarantine is an 'overreaction'",
            "category": "Business",
            "snippet": "Summary: The British government “panicked” when it decided to impose a 14-day quarantine on visitors returning from Spain, according to the Ryanair chief execu …"
        },
        {
            "title": "Alyssa Nakken, MLB's first female coach: 'It's my responsibility to stay true'",
            "category": "Sport",
            "snippet": "When new San Francisco Giants manager Gabe Kapler told Alyssa Nakken he was adding her to the baseball operations staff for a jack-of-all-trades role …"
        },
        {
            "title": "Johnny Depp's anger based on 'deep misogyny', court told",
            "category": "Film",
            "snippet": "A “deep misogyny” lay at the root of the anger that Johnny Depp translated into violence – fuelled by an addiction to alcohol and drugs – against his …"
        },
        {
            "title": "Mike Scott of the Waterboys: how we made The Whole of the Moon",
            "category": "Music",
            "snippet": "Summary: Mike Scott, singer-songwriter I was in Manhattan with my girlfriend, Krista. She asked: “Is it easy to write songs?” In my 20s I hadn’t yet grown out …"
        },
        {
            "title": "Met uses software that can be deployed to see if ethnic groups 'specialise' in areas of crime",
            "category": "UK-News",
            "snippet": "Summary: The Metropolitan police have been using software that can be deployed to help identify whether different ethnic groups “specialise” in particular type …"
        },
        {
            "title": "How we met: 'He was really drunk all the time'",
            "category": "Life-and-Style",
            "snippet": "David Grant, who is originally from the UK, was living in Mexico City in 2006, working as a teacher. When his friend won a trip to Germany for the Wor …"
        },
        {
            "title": "Peter Graham obituary",
            "category": "Books",
            "snippet": "The most popular book written by the British food writer Peter Graham, who has died aged 80, was his last – an evocative account of the many meals he …"
        },
        {
            "title": "Finding Freedom: 10 things we learned from Harry and Meghan's book",
            "category": "UK-News",
            "snippet": "A new book by the royal reporters Carolyn Durand and Omid Scobie chronicles what the authors’ claim has been a deepening rift between Prince Harry, hi …"
        },
        {
            "title": "Annie Ross obituary",
            "category": "Music",
            "snippet": "The jazz singer Annie Ross, who has died aged 89, consistently brought the best out of good songs – and sometimes the best out of her expert admirers, …"
        },
        {
            "title": "Travellers say they are being treated ‘like animals’ over Shropshire Covid-19 outbreak",
            "category": "UK-News",
            "snippet": "Tensions have risen in a small Shropshire market town after an outbreak of Covid-19 following an engagement party on a Travellers’ site. Travellers ex …"
        },
        {
            "title": "Irenosen Okojie wins the Caine prize for 'stunning' short story Grace Jones",
            "category": "Books",
            "snippet": "Critically acclaimed author Irenosen Okojie has won the AKO Caine prize for African writing, crediting her win with giving her “extra confidence” as a …"
        },
        {
            "title": "UK busmaker Alexander Dennis to cut 650 jobs",
            "category": "Business",
            "snippet": "Summary: The busmaker Alexander Dennis is cutting 650 jobs in the latest blow to the UK automotive industry as it reels from the coronavirus pandemic. The job …"
        },
        {
            "title": "One Nation group of centrist Conservatives to relaunch",
            "category": "Politics",
            "snippet": "The centrist Tory caucus, which led opposition to a hardline no-deal Brexit under Theresa May, is to relaunch this summer with 100 MPs and a blitz of …"
        }
    ]
}