{
    "page": [
        {
            "title": "The Streets: None of Us Are Getting Out of This Life Alive review – a banging return",
            "category": "Music",
            "snippet": "For years, Mike Skinner has been living his best post-superstar life – DJ-ing regularly, raising small Streets. But nearly a decade on from his two 20 …"
        },
        {
            "title": "The slowest trike crash in the park – and my son is jubilant",
            "category": "Life-and-Style",
            "snippet": "For all the stresses and travails of parenting – without which, this column would be sorely depleted – I’m frequently reminded of how easy I have it c …"
        },
        {
            "title": "KiKi Layne: 'It hasn’t hit me yet – I’m going to be Eddie Murphy’s daughter!’",
            "category": "Film",
            "snippet": "Summary: KiKi Layne, 28, made her film debut as the female lead, Tish, in Barry Jenkins’s acclaimed 2018 drama If Beale Street Could Talk, a story of young lov …"
        },
        {
            "title": "'We went to therapy to save our friendship'",
            "category": "Life-and-Style",
            "snippet": "When Aminatou Sow and Ann Friedman first met, at a viewing party for the teen drama Gossip Girl in 2009, each recognised a kindred spirit. “I can tell …"
        },
        {
            "title": "Lianne La Havas: 'It's hard to fit in when you have two heritages'",
            "category": "Music",
            "snippet": "Lianne La Havas arrives on her bike, a sturdy looking affair with a wicker front basket. It’s a June morning in Brockwell Park, south London, and the …"
        },
        {
            "title": "Lady Maddock obituary",
            "category": "Politics",
            "snippet": "Diana Maddock, who has died aged 75, arrived on the UK political scene in 1993 following a most unlikely Liberal Democrat byelection victory in Christ …"
        },
        {
            "title": "Florida wrestles with impossible question: when can schools reopen safely?",
            "category": "US-News",
            "snippet": "Broward county, Florida, is America’s sixth largest school district, where more than 10,000 teachers are tasked with educating more than 270,000 stude …"
        },
        {
            "title": "Litigante review - bracing portrait of a Colombian woman on the verge",
            "category": "Film",
            "snippet": "There’s an abrasively realist candour to this Colombian portrait of a woman pushed to the brink by the incremental stresses of her daily life. Silvia …"
        },
        {
            "title": "Face masks in shops will not be mandatory in England, Gove suggests",
            "category": "Politics",
            "snippet": "Wearing face coverings in shops will not become mandatory in England, Michael Gove has suggested, sparking confusion over plans to stem the spread of …"
        },
        {
            "title": "The summer of stress – how to cope with fear and uncertainty in a pandemic",
            "category": "Life-and-Style",
            "snippet": "On one of the worst days of the lockdown, Kat says, she ended up “in the corner of the room sobbing. My workload was through the roof and I couldn’t d …"
        },
        {
            "title": "Rufus Wainwright: Unfollow the Rules review – a return to sumptuous basics",
            "category": "Music",
            "snippet": "After almost a decade working in other fields – most notably on his second opera and a project putting Shakespeare’s sonnets to music – Rufus Wainwrig …"
        },
        {
            "title": "In brief: The Peer and the Gangster; Tennis Lessons; To Calais, in Ordinary Time – review",
            "category": "Books",
            "snippet": "The Peer and the Gangster Daniel Smith The History Press, £20, pp256 The story of the gangster Ronnie Kray’s entanglement with the flamboyant politici …"
        },
        {
            "title": "Anne Applebaum: how my old friends paved the way for Trump and Brexit",
            "category": "Books",
            "snippet": "Anne Applebaum can look at the wreck of democratic politics and understand it with a completeness few contemporary writers can match. When she asks wh …"
        },
        {
            "title": "Coronavirus: 200 farm workers quarantined in Herefordshire outbreak",
            "category": "UK-News",
            "snippet": "About 200 workers at a vegetable farm and packing business supplying Sainsbury’s, Asda, M&S and Aldi have been ordered to isolate on the property afte …"
        },
        {
            "title": "The Chicks: Gaslighter; Margo Price: That's How Rumors Get Started – review",
            "category": "Music",
            "snippet": "Country music – a genre steeped in stories of poverty, perseverance and righteous female ire – has long had a progressive wing. But few artists have p …"
        },
        {
            "title": "Labour supporters: how do you feel about Keir Starmer's leadership?",
            "category": "Politics",
            "snippet": "Summary: Monday will mark 100 days since Keir Starmer was elected leader of the Labour party. In an Observer poll today, 49% of all voters said Starmer had mad …"
        },
        {
            "title": "Boris Johnson accused of plan to 'emasculate' UK devolution",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has been accused of planning an “emasculation” of the devolution settlement, with senior officials and politicians warning that plans fo …"
        },
        {
            "title": "Lewis Hamilton wins Styrian GP from pole after Ferraris collide on first lap",
            "category": "Sport",
            "snippet": "After a stunning shakedown to open the season with the Austrian Grand Prix, Formula One’s follow-up at the Red Bull Ring proved an altogether more sed …"
        },
        {
            "title": "Local anger over plans for post-Brexit 'lorry park' at Ashford",
            "category": "Politics",
            "snippet": "It is a competitive field when it comes to noise, but the sweet birdsong rising up from 27 acres of ragwort, overgrown grass and dense bramble hedgero …"
        },
        {
            "title": "Officials warn of health risks as heatwave may break records in the south of US",
            "category": "US-News",
            "snippet": "Summary: More than 20 locations across the US were expected to either break or tie previous high temperature records on Sunday as the south of the country bake …"
        },
        {
            "title": "Jofra Archer proves his point but Jermaine Blackwood has last laugh",
            "category": "Sport",
            "snippet": "Jofra Archer was in the mood. You could see it in his batting early on Sunday morning. Crack! He lashed Jason Holder through long-off. Smack! He thras …"
        },
        {
            "title": "Mueller castigates Trump's decision to commute Roger Stone's sentence – as it happened",
            "category": "US-News",
            "snippet": "We’ll be shutting down today’s blog shortly. Here’s a glance at the day’s top news items: Robert Mueller breaks his silence and condemns Trump for com …"
        },
        {
            "title": "Priti Patel to unveil details of post-Brexit immigration plans",
            "category": "UK-News",
            "snippet": "The home secretary is to unveil further detail on the future of immigration in the UK on Monday in an attempt to prepare businesses and organisations …"
        },
        {
            "title": "Eight go mad in Arizona: how a lockdown experiment went horribly wrong",
            "category": "Film",
            "snippet": "It sounds like a sci-fi movie, or the weirdest series of Big Brother ever. Eight volunteers wearing snazzy red jumpsuits seal themselves into a hi-tec …"
        },
        {
            "title": "Three in four UK firms unprepared for Brexit, study shows",
            "category": "Business",
            "snippet": "Only one in four companies are prepared for Britain’s full departure from the European Union in five months time, company directors have warned. Manuf …"
        },
        {
            "title": "Shoppers shun high streets in England and Northern Ireland, data shows",
            "category": "Business",
            "snippet": "Shoppers were allowed to return to the high street in June as stores began to reopen in England and Northern Ireland, but figures show that few chose …"
        },
        {
            "title": "Kelly Preston, actor and wife of John Travolta, dies aged 57 from breast cancer",
            "category": "Film",
            "snippet": "Kelly Preston, who appeared in the hit films Jerry Maguire and Twins, has died, her husband, John Travolta, said. She was 57. Travolta said in an Inst …"
        },
        {
            "title": "Culture in the Third Reich by Moritz Föllmer review – when fascism stole the show",
            "category": "Books",
            "snippet": "Even before the Nazis seized power in Germany in 1933, they had placed their tanks on the battlefield of the imagination. “Event culture” with darker …"
        },
        {
            "title": "Tree of the week: ‘Everyone loved this oriental plane. It was breathtaking’",
            "category": "Life-and-Style",
            "snippet": "Summary: Concert promoter Nick Hobbs was guiding a group of hikers through Belgrade forest, just north of Istanbul, when he stumbled upon the magnificent Octop …"
        },
        {
            "title": "Ghost at 30: the shock romantic blockbuster that tried to do it all",
            "category": "Film",
            "snippet": "American cinema has never had a star quite like Patrick Swayze, who now seems like a bridge between eras, redefining masculinity after an 80s dominate …"
        },
        {
            "title": "Pilgrims by Matthew Kneale review – witty, thoughtful medieval tales",
            "category": "Books",
            "snippet": "Summary: Twenty years after his bold and original novel English Passengers won the Whitbread prize, Matthew Kneale has returned to similar territory with Pilgr …"
        },
        {
            "title": "Surrealism and animation? They go together like a lobster telephone",
            "category": "Film",
            "snippet": "You wouldn’t mistake the new Spanish animation Buñuel in the Labyrinth of Turtles for a Pixar movie. Not unless your children enjoy seeing heads rippe …"
        },
        {
            "title": "Trevor Bayliss: 'Winning the World Cup still gives me goose bumps'",
            "category": "Sport",
            "snippet": "Summary: The pandemic prevented Trevor Bayliss from collecting his OBE last month but the World Cup-winning former England coach – a phrase the man himself wou …"
        },
        {
            "title": "Poem of the week: The Sparrows of Butyrka by Irina Ratushinskaya",
            "category": "Books",
            "snippet": "The Sparrows of Butyrka Now even the snow has grown sad – Let overwhelmed reason go, And let’s smoke our cigarettes through the air-vent, Let’s at lea …"
        },
        {
            "title": "'He's in trouble here': can Trump win this critical swing state again?",
            "category": "US-News",
            "snippet": "Donald Trump claimed to have done so much for African Americans that his campaign decided to open the first ever Republican office in a black neighbou …"
        },
        {
            "title": "How we met: 'It's 1,300 miles to Romania – the same as the number of pounds my phone bill was'",
            "category": "Life-and-Style",
            "snippet": "Stephen Deal was working as a writer and director for a small touring theatre company in February 1991. One morning, he bumped into Polly Burn, who ha …"
        },
        {
            "title": "L7, Reading 1992: riffs, mud fights and a flying bloody tampon",
            "category": "Music",
            "snippet": "It might seem a bit much that the festival moment I wish I’d witnessed was a bloodied tampon being flung into a baying crowd. But, as anyone who has w …"
        },
        {
            "title": "Kelly Preston: a classy actor who graduated from teen-movie roles to darker and funnier parts",
            "category": "Film",
            "snippet": "In some ways, Kelly Preston’s most famous role was the one outside the movies: as John Travolta’s wife. They married in 1991 and became probably the m …"
        },
        {
            "title": "Women speak out about Warren Ellis: 'Full and informed consent was impossible'",
            "category": "Books",
            "snippet": "‘Stories are what make us human,” comics writer Warren Ellis told an audience on 28 April 2005, as that year’s Toronto Comic-Con began. “They’re an ad …"
        },
        {
            "title": "Donald Trump Jr to self-publish book about Biden – will he fix the typo first?",
            "category": "US-News",
            "snippet": "Donald Trump Jr has announced plans to self-publish a book about Joe Biden. Unfortunately, the cover image he released contained a grammatical mistake …"
        },
        {
            "title": "Gold trade body urged to suspend refinery over alleged abuses in Tanzania",
            "category": "Business",
            "snippet": "A corporate watchdog is calling for the London Bullion Market Association (LBMA) to suspend the membership of one of the world’s biggest gold refineri …"
        },
        {
            "title": "England need to explore the depth of their bowling options at Old Trafford",
            "category": "Sport",
            "snippet": "England lose and there is so much to applaud. In the wake of West Indies’ victory heated debates have long since commenced. Where was Stuart Broad? Fa …"
        },
        {
            "title": "Juice WRLD: Legends Never Die review – patron saint of the melancholy masses",
            "category": "Music",
            "snippet": "Summary: Juice WRLD’s posthumous album opens with the devil closing in. On Conversations, the rapper is avoiding a tête-à-tête with the arch fiend himself, a m …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start on a cheerful note from Magrat123, who …"
        },
        {
            "title": "Michael Glickman obituary",
            "category": "Books",
            "snippet": "Summary: For the last three decades of his life, Michael Glickman, who has died aged 78, was fascinated by crop circles, the patterns that appear unobserved an …"
        },
        {
            "title": "My streaming gem: why you should watch I Am Jonas",
            "category": "Film",
            "snippet": "In the absence of a proper Pride month this year, I’ve found myself hunting down LGBT cinema more than usual. Living through a time like this – severe …"
        },
        {
            "title": "Grenfell architect clashed with council over fire prevention",
            "category": "UK-News",
            "snippet": "One of the Grenfell Tower architects said they were “miffed” at demands from a building safety officer aimed at preventing fire spreading up the tower …"
        },
        {
            "title": "'Everyone needs to pull together': Lewis Hamilton urges Ferrari to act on racism",
            "category": "Sport",
            "snippet": "Lewis Hamilton has demanded Ferrari take action in supporting Formula One’s anti-racist stance, saying he believes every team in F1 must be held accou …"
        },
        {
            "title": "Johnny Depp tells high court libel case how he lost $650m in earnings",
            "category": "Film",
            "snippet": "Summary: Johnny Depp has told the high court that he lost $650m he made at the height of his Pirates of the Caribbean fame and was left owing $100m in taxes on …"
        },
        {
            "title": "Talking Horses: Aidan and Donnacha O’Brien banned for Covid-19 breach",
            "category": "Sport",
            "snippet": "Aidan O’Brien, Ireland’s champion trainer on the Flat for the last 21 years, and his son Donnacha, who recently saddled the French Oaks winner Fancy B …"
        }
    ]
}