{
    "page": [
        {
            "title": "'A national crisis': 16,000 Australian community sport clubs face collapse in wake of Covid-19",
            "category": "Sport",
            "snippet": "Summary: An indication of the potentially devastating effect of the Covid-19 outbreak on community sport on Australia has been revealed, with a quarter of club …"
        },
        {
            "title": "California releases cancer patient Patricia Wright from prison amid Covid-19 outbreak",
            "category": "US-News",
            "snippet": "California’s governor has granted an emergency release to Patricia Wright, a 69-year-old woman battling terminal cancer inside a prison that has suffe …"
        },
        {
            "title": "Trump orders undocumented immigrants excluded from key census count",
            "category": "US-News",
            "snippet": "Donald Trump signed a memorandum on Tuesday instructing the US Census Bureau to exclude undocumented immigrants from the population totals that determ …"
        },
        {
            "title": "Babyteeth review – Eliza Scanlen stars in a shattering, refreshing and achey coming-of-age film",
            "category": "Film",
            "snippet": "A crack of sunlight streams through a window, casting a teenage girl’s face half in darkness. The mood is reflective, the girl’s eyes full of emotions …"
        },
        {
            "title": "Book sales hit record highs in 2019, but publishers ‘now need help’",
            "category": "Books",
            "snippet": "Book sales in the UK hit record levels in 2019, driven by a surge in audiobook and nonfiction titles, according to new figures released as publishers …"
        },
        {
            "title": "Sadiq Khan launches review of TfL in response to official inquiry",
            "category": "UK-News",
            "snippet": "Summary: The London mayor, Sadiq Khan, has launched an independent review of Transport for London’s future funding and finances, in swift retaliation to the go …"
        },
        {
            "title": "Trump admits pandemic will 'get worse' at first Covid-19 briefing in months",
            "category": "US-News",
            "snippet": "Donald Trump has admitted that the coronavirus pandemic is likely to “get worse before it gets better” at his first press briefing devoted to the issu …"
        },
        {
            "title": "Trump delivers White House coronavirus briefing without public health experts – as it happened",
            "category": "US-News",
            "snippet": "From Joan E Greve and me: During a coronavirus briefing, Donald Trump spoke without his top health officials, Dr Deborah Birx and Dr Anthony Fauci. Th …"
        },
        {
            "title": "Embracing change: pandemic forces professional cuddlers to get creative",
            "category": "Life-and-Style",
            "snippet": "When Jean Franzblau, the founder of Cuddle Sanctuary in Los Angeles, first heard of a contagious virus spreading across the globe in March, she set st …"
        },
        {
            "title": "Tesco staff in nearly 2,000 stores to clean shops after contractors axed",
            "category": "Business",
            "snippet": "Tesco is getting rid of contract cleaners in nearly 2,000 stores with their duties, including washing windows and floors, being transferred to store s …"
        },
        {
            "title": "As Tenet is delayed yet again, is it time to end cinema's 'America first' policy?",
            "category": "Film",
            "snippet": "Growing up in the 1980s, there was always one classmate who would go to the US for the summer holidays and come back raving about new movies such as E …"
        },
        {
            "title": "Sing into the funnel please: inside the Covid-19 lab hoping to declare singing safe",
            "category": "Music",
            "snippet": "Declan Costello, an ear, nose and throat surgeon with an interest in voice disorders and a side career as a tenor, is looking back on the year. “Six m …"
        },
        {
            "title": "Home Office urged to correct false slavery information in citizenship test",
            "category": "Politics",
            "snippet": "Summary: More than 175 historians have called on the Home Office to remove the history element of the UK citizenship test because of its “misleading and false” …"
        },
        {
            "title": "Owls of the Eastern Ice by Jonathan C Slaght review – an extraordinary quest",
            "category": "Books",
            "snippet": "Jonathan Slaght has the best author photograph I’ve ever seen. Pale, bearded, dressed in black, he gazes at the camera with forbidding intensity. Behi …"
        },
        {
            "title": "Secrets of the Boeing 747: on board the last Qantas jumbo jet",
            "category": "Business",
            "snippet": "There is a place on a Boeing 747 that you’ve probably never seen. At the back of the giant plane there is a panel that opens up to an incredibly narro …"
        },
        {
            "title": "Complimenting strangers changed my life – you should give it a try",
            "category": "Life-and-Style",
            "snippet": "Seattleites are terrible with eye contact. So, so incredibly bad. It’s an aspect of the “Seattle freeze” – my city’s notoriously passive-aggressive, p …"
        },
        {
            "title": "Covid-19 erupted in Detroit jails. It killed two doctors caring for inmates",
            "category": "US-News",
            "snippet": "When Diana Trueblood visited the Detroit county jail’s medical unit in early March, she encountered a gentle and kind doctor named Angelo Patsalis. Ha …"
        },
        {
            "title": "Talking Horses: Moscrop banned after winning race at Perth on lame horse",
            "category": "Sport",
            "snippet": "A dramatic novice chase at Perth on Tuesday left jockey Nathan Moscrop with a winner and a 10-day riding ban. The stewards decided that he had failed …"
        },
        {
            "title": "Goran Bregović, Guča 2007: 100,000 people in Balkan brass ecstasy",
            "category": "Music",
            "snippet": "A small town in the rolling hills of central Serbia is an unlikely setting for one of Europe’s wildest music festivals, but across five days in early …"
        },
        {
            "title": "Stravinsky: where to start with his music",
            "category": "Music",
            "snippet": "Of the composers who spearheaded modernism in music at the beginning of the 20th century, it has been Igor Stravinsky (1882-1971) whose influence has …"
        },
        {
            "title": "Tim Smith, frontman of cult band Cardiacs, dies aged 59",
            "category": "Music",
            "snippet": "Tim Smith, frontman with cult British band Cardiacs, has died aged 59. The news was confirmed by his bandmate Kavus Torabi. Another band representativ …"
        },
        {
            "title": "Once There Was Brasília review – sci-fi odyssey into Brazil's murky politics",
            "category": "Film",
            "snippet": "Brazilian director Adirley Queirós here cobbles together something comparable, though far more lo-fi, to Wong Kar-wai’s 2046: a haunted, backwards-loo …"
        },
        {
            "title": "Four-year-old lands book deal for his 'astonishing' poetry",
            "category": "Books",
            "snippet": "Keats’s first book of poetry was published when he was 21; Mary Shelley was 18 when she started writing Frankenstein. But both of their youthful achie …"
        },
        {
            "title": "Author loses spot in Top 10 after buying 400 copies of his own book",
            "category": "Books",
            "snippet": "Summary: Author Mark Dawson has lost his Top 10 position in the Sunday Times bestseller charts for his thriller The Cleaner after revealing that he bought 400 …"
        },
        {
            "title": "Annie Ross, British-American jazz singer and actor, dies aged 89",
            "category": "Music",
            "snippet": "Summary: Annie Ross, the British singer who became globally famous with jazz vocal trio Lambert, Hendricks & Ross and had a varied acting career, has died aged …"
        },
        {
            "title": "Labour pays out six-figure sum and apologises in antisemitism row",
            "category": "Politics",
            "snippet": "The Labour party has apologised “unreservedly” and paid out a six-figure sum to seven former employees and a veteran BBC journalist, admitting it defa …"
        },
        {
            "title": "Harry Dunn death: UK closes loophole that let accused claim immunity",
            "category": "Politics",
            "snippet": "Summary: The foreign secretary, Dominic Raab, has announced the closing of secret legal loophole that allowed Harry Dunn’s alleged killer Anne Sacoolas to clai …"
        },
        {
            "title": "Eliza Clark: 'I'm from Newcastle and working class. To publishers, I'm diverse'",
            "category": "Books",
            "snippet": "The dedication in Eliza Clark’s Boy Parts sets the tone for the tale that follows: “For my mother and father. Please don’t read this.” The novel, a de …"
        },
        {
            "title": "Man jailed for stealing phone from David Cameron's father-in-law",
            "category": "UK-News",
            "snippet": "David Cameron’s father-in-law has described feeling depressed and anxious after he was robbed in the grounds of his private estate in north Lincolnshi …"
        },
        {
            "title": "Alice review – sex-worker drama fails to sell its preposterous premise",
            "category": "Film",
            "snippet": "This debut feature from Australian director Josephine Mackerras was a success at last year’s SXSW festival; it is well acted and all hangs together in …"
        },
        {
            "title": "Cardiacs' Tim Smith: a one-man subculture who inspired total devotion",
            "category": "Music",
            "snippet": "If Tim Smith influenced you, he really influenced you. His legacy following his death aged 59 might be small in the wider realm of pop, but for many o …"
        },
        {
            "title": "Grenfell refurbishment firm called residents who complained 'rebels'",
            "category": "UK-News",
            "snippet": "The builder in the Grenfell Tower refurbishment branded residents who questioned the quality of works as “rebels” and complained that they were “persi …"
        },
        {
            "title": "Kim Kardashian requests compassion for Kanye West's bipolar disorder",
            "category": "Music",
            "snippet": "Kim Kardashian West has spoken for the first time about her husband Kanye West’s bipolar disorder after he posted and deleted a string of erratic twee …"
        },
        {
            "title": "US dollar weakens as gold and silver soar – as it happened",
            "category": "Business",
            "snippet": "Summary: And finally, European stock markets have closed in the red. The FTSE 100 lost 1%, or 62 points, to 6207 points. France’s CAC shed 1.3%, with Spain dow …"
        },
        {
            "title": "Revealed: US spends millions of taxpayer dollars on ineffective voting restrictions",
            "category": "US-News",
            "snippet": "Restrictive “voter identification” laws pushed by Republicans, and widely regarded to be ineffective and discriminatory, have cost taxpayers at least …"
        },
        {
            "title": "Boris is the emperor with no clothes and it’s not a pretty sight",
            "category": "Politics",
            "snippet": "A more fruitful strategy for Boris Johnson at prime minister’s questions might be damage limitation. To accept that Keir Starmer is far brighter, bett …"
        },
        {
            "title": "Test and trace failing to contact thousands in England's worst-hit areas",
            "category": "Politics",
            "snippet": "The government’s flagship test-and-trace system is failing to contact thousands of people in areas with the highest infection rates in England, raisin …"
        },
        {
            "title": "The Good Girls review – a high-class skewering of Mexican decadence",
            "category": "Film",
            "snippet": "There is enormous clarity and control in this film from Mexican director Alejandra Márquez Abella, and a tremendous lead performance from Ilse Salas. …"
        },
        {
            "title": "‘Eat out to help out’: thousands of food outlets yet to sign up for scheme",
            "category": "Business",
            "snippet": "Summary: Only a quarter of the restaurants, cafes and pubs eligible to sign up for the government’s ‘eat out to help out’ scheme have done so, with less than t …"
        },
        {
            "title": "Julian Lewis warns Dominic Cummings not to politicise ISC inquiries",
            "category": "Politics",
            "snippet": "Julian Lewis, the new chair of parliament’s intelligence and security committee (ISC), has demanded that ministers prevent Dominic Cummings and other …"
        },
        {
            "title": "UK politics: Corbyn criticises Labour's decision to settle antisemitism libel case – as it happened",
            "category": "Politics",
            "snippet": "Jeremy Corbyn has criticised Labour after the party apologised “unreservedly” and paid out a six-figure sum to seven former employees and a veteran BB …"
        },
        {
            "title": "Stagecoach plans job cuts and predicts bus passenger reduction is long term",
            "category": "Business",
            "snippet": "The coronavirus pandemic will lead to a long-term reduction in the number of people travelling to work or the shops, one of Britain’s biggest bus oper …"
        },
        {
            "title": "Australian Olympic sports count cost without Tokyo 2020",
            "category": "Sport",
            "snippet": "Summary: But for a global pandemic, the heads of Australia’s Olympic sports would have been in Tokyo this week, waiting anxiously for the 2020 Games to begin o …"
        },
        {
            "title": "Receptionist job in Manchester diner gets 1,000 applications in 24 hours",
            "category": "Business",
            "snippet": "The Manchester restaurant 20 Stories, a popular hangout for the cast of Coronation Street, received nearly 1,000 applications for a receptionist post …"
        },
        {
            "title": "Amber Heard said Johnny Depp tried to suffocate her with pillow, court told",
            "category": "Film",
            "snippet": "Summary: Amber Heard had a cut lip and bruises that she said had been inflicted by Johnny Depp, who she said had tried to suffocate her with a pillow, Heard’s …"
        },
        {
            "title": "Fledgling brewers say Treasury tax overhaul poses jobs threat",
            "category": "Business",
            "snippet": "A Treasury overhaul of the way breweries are taxed has come under under fire, amid claims that up-and-coming craft beer makers will lose out so larger …"
        },
        {
            "title": "Republican governors face decision on masks: follow Trump or protect citizens?",
            "category": "US-News",
            "snippet": "The spread of coronavirus across the American south has forced many Republican governors to choose: issue a mask mandate to try to force residents to …"
        },
        {
            "title": "Jets star Jamal Adams rips team owner Johnson over report of racist comments",
            "category": "Sport",
            "snippet": "New York Jets star Jamal Adams has called out team owner Woody Johnson amid reports he was investigated for allegations of controversial remarks and d …"
        },
        {
            "title": "Antisemitism settlement plunges Labour party into civil war",
            "category": "Politics",
            "snippet": "Labour’s decision to pay a six-figure libel settlement to ex-staffers who claimed the party was failing to deal with antisemitism has plunged the part …"
        },
        {
            "title": "'Enemy of democracy': Oligarch says Putin wants to harm UK",
            "category": "UK-News",
            "snippet": "In the wake of the long-awaited publication of the Russia report into interference in UK democracy, one of the most prominent Soviet-born donors to th …"
        }
    ]
}