{
    "page": [
        {
            "title": "Go nuts! 17 ways to cook using peanut butter – from blondies to quesadillas",
            "category": "Life-and-Style",
            "snippet": "In the past year, peanut butter sales have overtaken jam sales in the UK. In the US, the two spreads come as a pair – sometimes in the same jar – but …"
        },
        {
            "title": "'The fury pours from the screen': the Windrush Betrayal film made in lockdown",
            "category": "Film",
            "snippet": "Normally, newspaper articles have a very short shelf life – quickly read on the day of publication and subsequently either entirely forgotten or left …"
        },
        {
            "title": "Kanye West takes anti-vaccine, anti-abortion stance in US presidential bid",
            "category": "Music",
            "snippet": "Kanye West has given more details about the policy platform he will adopt in his bid to become US president in November, declaring himself anti-aborti …"
        },
        {
            "title": "'Unbelievably unfair': thousands of Americans face having votes rejected in election",
            "category": "US-News",
            "snippet": "Rosalie Weisfeld doesn’t skip elections – she just doesn’t. The 64-year-old lives in McAllen, near the Texas-Mexico border, and she votes in the conte …"
        },
        {
            "title": "Litigante review – tender tale of private lives and public scandal",
            "category": "Film",
            "snippet": "There’s enormous tenderness in this drama of disillusion from Colombian director Franco Lolli – but also an overwhelmingly unsentimental sense of life …"
        },
        {
            "title": "Grant Thornton fined over Conviviality audit failures",
            "category": "Business",
            "snippet": "The accountancy firm Grant Thornton has been fined £1.95m by the industry regulator for failures during its auditing of the drinks group Conviviality, …"
        },
        {
            "title": "FirstGroup could cease trading as coronavirus hits passenger levels",
            "category": "Business",
            "snippet": "FirstGroup, the UK’s largest bus company and operator of rail franchises including Avanti West Coast and Great Western Railway, has admitted it may no …"
        },
        {
            "title": "Johnny Mandel obituary",
            "category": "Music",
            "snippet": "A brief survey of the career highlights of Johnny Mandel, who has died aged 94, might pick out his composition of the song Suicide Is Painless, the th …"
        },
        {
            "title": "Spaceship Earth review – 90s Arizona eco-experiment looks like reality TV",
            "category": "Film",
            "snippet": "If ever a documentary was in tune with the spirit of lockdown it is this very absorbing film about Biosphere 2 – a colossal eco-experimental project i …"
        },
        {
            "title": "Ja Ja Ding Dong! How schlager found its joyful place in the pop camp",
            "category": "Music",
            "snippet": "Summary: At the beginning of the new Netflix movie Eurovision Song Contest: The Story of Fire Saga, aspiring musicians Lars (Will Ferrell) and Sigrit (Rachel M …"
        },
        {
            "title": "Met police apologise to Bianca Williams over stop and search",
            "category": "UK-News",
            "snippet": "The Metropolitan police have apologised to Bianca Williams, the British athlete who was stopped and handcuffed by police alongside her partner while h …"
        },
        {
            "title": "Gold hits eight-year high as markets fret about Covid-19 lockdowns - business live",
            "category": "Business",
            "snippet": "Here’s my colleague Phillip Inman on Rishi Sunak’s new package of measures to protect the UK economy from the Covid-19 slump: The government will slas …"
        },
        {
            "title": "Brahms: where to start with his music",
            "category": "Music",
            "snippet": "This series began last week with Beethoven. Among the composers who took up the daunting challenge of the symphonic form, none was more aware of the l …"
        },
        {
            "title": "Grenfell Tower fire engineer did not look at cladding plans",
            "category": "UK-News",
            "snippet": "Summary: The fire engineer on Grenfell Tower did not look at plans showing the building might be wrapped in aluminium cladding panels before advising that the …"
        },
        {
            "title": "No guarantee postponed Ryder Cup will have full crowd in 2021, PGA says",
            "category": "Sport",
            "snippet": "The organisers of the Ryder Cup have admitted there can be no certainty of the event taking place in typical form in its rescheduled window in 2021. C …"
        },
        {
            "title": "No flip-flops, no hoodies: was Jess Glynne wrong to complain about Sexy Fish's dress code?",
            "category": "Music",
            "snippet": "Name: Sexy Fish. Age: Four. Appearance: Very smart indeed. Now, when you say Sexy Fish … I mean the London restaurant Sexy Fish, not the abstract conc …"
        },
        {
            "title": "Finding the Way Back review – Ben Affleck redemption drama is far from a slam dunk",
            "category": "Film",
            "snippet": "Summary: A clunking underdog/redemption sports movie with a horribly perfunctory and unconvincing script, and a ponderous, half-awake performance from the bear …"
        },
        {
            "title": "Leicester mayor accuses Matt Hancock of not sharing Covid-19 data",
            "category": "UK-News",
            "snippet": "The mayor of Leicester has accused Matt Hancock and Public Health England (PHE) of withholding vital data that could help reduce the spread of coronav …"
        },
        {
            "title": "Rishi Sunak unveils stamp duty holiday and hospitality VAT cut",
            "category": "UK-News",
            "snippet": "Rishi Sunak promised to leave “no one without hope” as he unveiled an unprecedented level of employment support to assist in the economic recovery fro …"
        },
        {
            "title": "Dermot Mulroney: 'I remember Charlie Sheen climbing over a balcony, half-clothed …'",
            "category": "Film",
            "snippet": "Summary: In a quiet corner of his Los Angeles home, Dermot Mulroney grapples with a question that many actors’ egos would not allow them to entertain: why isn’ …"
        },
        {
            "title": "Bloody Nose, Empty Pockets: the story of the drunkest film of the year",
            "category": "Film",
            "snippet": "In vino veritas, goes the old proverb, but the truth about truth is that it can come from any sort of alcohol. At The Roaring 20s, the Vegas dive bar …"
        },
        {
            "title": "Boohoo must take fashion more seriously after factory scandal",
            "category": "Business",
            "snippet": "The fashion retailer Boohoo says on its website: “Our philosophy’s pretty simple: we don’t take life, or fashion, too seriously.” The company will be …"
        },
        {
            "title": "Devolved nations call on Treasury for billions in extra spending",
            "category": "UK-News",
            "snippet": "The Treasury has failed to quell demands from finance ministers in Scotland, Wales and Northern Ireland for billions in extra spending despite an offe …"
        },
        {
            "title": "Lord Patten: Trump's re-election would hurt efforts to stand up to China",
            "category": "Politics",
            "snippet": "The re-election of Donald Trump will make it harder to form an effective alliance to prevent China from destroying the rule of law, the former governo …"
        },
        {
            "title": "Above Suspicion review – stranger than fiction weirdness of FBI murder",
            "category": "Film",
            "snippet": "Summary: In 1989, the high-flying FBI officer Mark Putnam became a gruesome footnote in bureau history by killing the informant with whom he was having an affa …"
        },
        {
            "title": "Lorna Smith obituary",
            "category": "Politics",
            "snippet": "Summary: My friend Lorna Smith, who has died aged 94, worked for 44 years as a civil servant, but her passion was running the international fan club for Judy G …"
        },
        {
            "title": "England v West Indies: first Test, day one – as it happened",
            "category": "Sport",
            "snippet": "Summary: Vic Marks’s day one report: Play has been abandoned for the day. Only 17.4 overs were possible because of the weather, but the forecast suggests we wi …"
        },
        {
            "title": "NRL losing streak arrives at a bad time for Brisbane Broncos and Queensland Rugby League",
            "category": "Sport",
            "snippet": "After eight rounds of the NRL premiership season the highest ranked Queensland side are the North Queensland Cowboys in 11th position, followed by the …"
        },
        {
            "title": "The second wave: 'Thinking this would end was a useful crutch – now it's been kicked from under us'",
            "category": "Life-and-Style",
            "snippet": "Right from the beginning of our coronavirus lockdown, I was fixated on the end. As we retreated into our homes and away from almost everyone we knew, …"
        },
        {
            "title": "'I never hit Amber': what Johnny Depp said about abuse allegations",
            "category": "Film",
            "snippet": "Summary: In his witness statements, Johnny Depp addressed claims and counter-claims of violence arising from his relationship with Amber Heard. Here are some o …"
        },
        {
            "title": "Unions urge Rishi Sunak to do more on unemployment",
            "category": "UK-News",
            "snippet": "Business lobby groups and trade unions have called on the UK government to do more to help companies and workers recover from the coronavirus lockdown …"
        },
        {
            "title": "Sibley out for a duck as rain dominates England's first day with West Indies",
            "category": "Sport",
            "snippet": "Summary: This England team has been readier to acknowledge the virtue of patience since the advent of Chris Silverwood as head coach. They have opted for a Dom …"
        },
        {
            "title": "Drizzle, bubbles and a dystopian feel greet Test cricket's new normal",
            "category": "Sport",
            "snippet": "Summary: It was a case of the new normal colliding with a dose of the same old, same old. Mizzling rain wiped out the first three hours of the first Test and f …"
        },
        {
            "title": "John King obituary",
            "category": "Music",
            "snippet": "In 1965, my friend and colleague John King, who has died aged 77, co-founded with the distinguished baroque trumpeter Don Smithers the Oxford Pro Musi …"
        },
        {
            "title": "Trump criticizes Fauci and says US in a 'good place' as Covid-19 cases top 3m",
            "category": "US-News",
            "snippet": "As the number of confirmed coronavirus cases in the US reached 3m, and another daily record fell with more than 60,000 new cases, Donald Trump insiste …"
        },
        {
            "title": "'There are too many uncertainties': reactions to the summer statement",
            "category": "UK-News",
            "snippet": "Rishi Sunak has announced a range of measures in his summer statement, from a bonus scheme for employers who retain furloughed workers to a cut in VAT …"
        },
        {
            "title": "'Imagine the state we’d be in if Corbyn had been in charge': the view from the 'red wall'",
            "category": "UK-News",
            "snippet": "Before the pandemic hit the UK, the Guardian’s North of England editor, Helen Pidd, and photographer Chris Thomond spent time in Leigh, a “red wall” c …"
        },
        {
            "title": "'A great moment': West Indies and England condemn racism together",
            "category": "Sport",
            "snippet": "West Indies and England delivered a statement to the world about equality and the Black Lives Matter movement by taking a knee before the first Test, …"
        },
        {
            "title": "Trump impeachment witness to retire from US military over 'intimidation'",
            "category": "US-News",
            "snippet": "Alexander Vindman, a lieutenant colonel and national security aide who played a central role in Donald Trump’s impeachment case, announced on Wednesda …"
        },
        {
            "title": "Weatherwatch: soggy end to June across the UK and Ireland",
            "category": "UK-News",
            "snippet": "Summary: There was plenty of heavy rain across the UK and Ireland at the end of June, with parts of north-west England receiving around three times more rainfa …"
        },
        {
            "title": "Secret US drug injection site shows how supervision could save lives",
            "category": "US-News",
            "snippet": "For five years, a secret supervised drug injection site has operated in the US, allowing drug users to inject more than 10,000 times in a sterile, pro …"
        },
        {
            "title": "Mass unemployment feared despite Rishi Sunak's 'plan for jobs'",
            "category": "UK-News",
            "snippet": "Rishi Sunak has been warned he will need to act far more decisively to prevent mass unemployment this autumn after unveiling a £30bn mini budget desig …"
        },
        {
            "title": "Talking Horses: crash hero 'thrilled' to have Ascot winner named after him",
            "category": "Sport",
            "snippet": "Summary: The original Nando Parrado is said to be “thrilled” by the recent success of his namesake at Royal Ascot, where the colt in question was a shock winne …"
        },
        {
            "title": "US reaches 3m confirmed Covid-19 cases as Pence pushes for schools to reopen – as it happened",
            "category": "US-News",
            "snippet": "Here’s a wrap of what we covered today, from myself and fellow bloggers Joan E Greve and Martin Pengelly: The number of US cases of coronavirus has su …"
        },
        {
            "title": "LGBT asylum seekers' claims routinely rejected in Europe and UK",
            "category": "UK-News",
            "snippet": "Summary: People seeking asylum in the UK and Europe on the grounds of sexual orientation and gender identity are routinely seeing their claims rejected because …"
        },
        {
            "title": "Love Sarah review – Celia Imrie stars in warm-hearted Notting Hill drama",
            "category": "Film",
            "snippet": "A pastry chef called Sarah is knocked off her bike and killed on the way to picking up keys for the bakery in Notting Hill that she’s always dreamed o …"
        },
        {
            "title": "The Disaster Tourist by Yun Ko-eun review – life under late capitalism",
            "category": "Books",
            "snippet": "Following a spate of recent fiction considering the strange intersection of our work and leisure lives – novels such as Ling Ma’s apocalyptic satire S …"
        },
        {
            "title": "Uber Eats to deliver your supermarket shopping with Asda tie-up",
            "category": "Business",
            "snippet": "Uber Eats has joined up with Asda in the US tech firm’s first step into fast-track grocery delivery in the UK. The supermarket chain, which has previo …"
        },
        {
            "title": "Rewild Yourself by Simon Barnes review – how to get closer to nature",
            "category": "Books",
            "snippet": "In CS Lewis’s Voyage of the Dawn Treader, Lucy reads out a spell for revealing hidden things. Inspired by this idea, nature writer Simon Barnes offers …"
        },
        {
            "title": "Change or die: rugby union's growing financial storm calls for strong action",
            "category": "Sport",
            "snippet": "Money is not talking but hollering as the impact of the coronavirus continues to bite. The Rugby Football Union, the richest in the world, is making m …"
        }
    ]
}