{
    "page": [
        {
            "title": "Jack Charlton's life and times, club cricket and Hungaroring history",
            "category": "Sport",
            "snippet": "1) Football is mourning Jack Charlton, who died last week aged 85. There’s much to savour from a life, and football career, well lived. Starting with …"
        },
        {
            "title": "Talking Horses: Aidan O'Brien decries 'stone age' riding tactics",
            "category": "Sport",
            "snippet": "Aidan O’Brien has spoken out against “stone age” race-riding tactics and called for a culture change in the way stewards enforce the rules on interfer …"
        },
        {
            "title": "Who is Ghislaine Maxwell?",
            "category": "US-News",
            "snippet": "Born in Maisons-Laffitte, Île-de-France, in 1961, Ghislaine Maxwell is the youngest of the nine children of Robert Maxwell, the owner of the Mirror Gr …"
        },
        {
            "title": "The power of touch: when my son visited in lockdown, we couldn't hug. It was a reminder of the saddest truth",
            "category": "Life-and-Style",
            "snippet": "We Jacksons are not effusive types. There ain’t a helluva lot of hugging and touching at family gatherings. However, one of the few exceptions is my s …"
        },
        {
            "title": "Protomartyr: Ultimate Success Today review – predictive texts for a world in chaos",
            "category": "Music",
            "snippet": "Summary: Detroit quartet Protomartyr recorded their fifth album last year. Not, at first sight, the most fascinating piece of information about Ultimate Succes …"
        },
        {
            "title": "Notting Hill Carnival 2020: details announced for online version",
            "category": "Music",
            "snippet": "Summary: Details have been announced for 2020’s Notting Hill Carnival, which will take place online amid the coronavirus pandemic. The event usually attracts m …"
        },
        {
            "title": "My mum's 3,000 miles away, and I miss her. When will I see her again?",
            "category": "Life-and-Style",
            "snippet": "I miss my mother. She lives in Glasgow, and I live in New York City. Before our respective cities got locked down, this distance was business as usual …"
        },
        {
            "title": "Trump replaces campaign manager Brad Parscale in major shake-up",
            "category": "US-News",
            "snippet": "Summary: Donald Trump is replacing his campaign manager Brad Parscale, the contentious figure leading the president’s re-election efforts for the last two year …"
        },
        {
            "title": "1.3m more file for unemployment as US economy continues to reel",
            "category": "Business",
            "snippet": "1.3 million more Americans filed for unemployment in the US last week as the economy continues to reel from. the Covid-19 pandemic. The number of new …"
        },
        {
            "title": "UK submarine put ferry passengers in danger of collision, report finds",
            "category": "UK-News",
            "snippet": "Summary: Ferry passengers were in immediate danger when a nuclear-powered submarine almost collided with a ship that sailed out of Belfast harbour, an accident …"
        },
        {
            "title": "Make Up director Claire Oakley: 'I was worried people might think we were making a porno'",
            "category": "Film",
            "snippet": "A few years ago, the writer-director Claire Oakley wrote a script for a short film, based on one of her dreams. “It was just a girl, following another …"
        },
        {
            "title": "Buñuel in the Labyrinth of the Turtles review – animated odyssey",
            "category": "Film",
            "snippet": "Here is an engaging if somewhat demure animation, bordering occasionally on a kind of gentle sentimentality that is inimical to the subject: it’s abou …"
        },
        {
            "title": "Eighth Blackbird: Singing in the Dead of Night review – irresistible, propulsive variations",
            "category": "Music",
            "snippet": "Summary: It’s more than 30 years now since composers, Julia Wolfe, Michael Gordon and David Lang founded the new-music collective Bang on a Can, which through …"
        },
        {
            "title": "Royalties investment firm buys catalogue of Lady Gaga collaborator",
            "category": "Business",
            "snippet": "A London-listed firm offering investors the chance to make money from the royalties of tracks by famous artists has struck a deal for the catalogue of …"
        },
        {
            "title": "SS Great Britain reopens in time for 50th anniversary of Bristol homecoming",
            "category": "UK-News",
            "snippet": "During lockdown the only visitors to Isambard Kingdom Brunel’s great iron ocean liner SS Great Britain have been a skeleton crew retained to make sure …"
        },
        {
            "title": "Shamima Begum ruling reignites debate over Britons who joined Isis",
            "category": "UK-News",
            "snippet": "The latest ruling in the Shamima Begum case has reignited the debate over how a state should deal with so-called foreign fighters and their families. …"
        },
        {
            "title": "Dak Prescott and Cowboys fail to reach terms as Garrett inks record $125m deal",
            "category": "Sport",
            "snippet": "Dak Prescott will play whatever becomes of the 2020 season under the one-year franchise tag after the Dallas Cowboys and their star quarterback couldn …"
        },
        {
            "title": "Donald Trump has battled to block my film's release for years. Now he has failed",
            "category": "Film",
            "snippet": "Summary: Here in Britain we like to think our journalism is free from control by those with power and money. Sadly that’s not always the case. I have spent yea …"
        },
        {
            "title": "The power of touch: I held my father's hand as he faded away. It was the purest exchange of love",
            "category": "Life-and-Style",
            "snippet": "At some point in the 1970s, the late, great Bill Withers did a live recording of his song Grandma’s Hands. In the recording, he speaks plainly to the …"
        },
        {
            "title": "More than 1,600 UK jobs at risk at casino firm Genting",
            "category": "Business",
            "snippet": "The casino company Genting is to cut up to 1,642 jobs at clubs and hotels across the UK owing to Covid-19, in a move that the GMB trade union describe …"
        },
        {
            "title": "China shares suffer biggest fall since February; US jobless claims still high - as it happened",
            "category": "Business",
            "snippet": "And finally, European stock markets have ended the day with modest losses. In London, the FTSE 100 has ended 0.67% lower, losing 41 points to 6250, af …"
        },
        {
            "title": "'It's disrupted our entire lives': UK workers on losing their jobs",
            "category": "Business",
            "snippet": "One of Britain’s leading business lobby groups has said almost a third of big businesses are likely to make job cuts over the next three months, while …"
        },
        {
            "title": "Manchester music venues Gorilla and the Deaf Institute to permanently close",
            "category": "Music",
            "snippet": "Summary: Four celebrated music venues in Manchester and Hull are to close due to financial difficulties brought about by the coronavirus pandemic. In Mancheste …"
        },
        {
            "title": "Canary Wharf traders and landlord bank on return to offices",
            "category": "UK-News",
            "snippet": "The businesses that ordinarily pack thousands of workers into the gleaming towers of London’s Canary Wharf have paid little heed to the government’s r …"
        },
        {
            "title": "Judy Dyble obituary",
            "category": "Music",
            "snippet": "Judy Dyble, who has died aged 71, was the first female singer with the English folk-rock pioneers Fairport Convention. She was already singing in nort …"
        },
        {
            "title": "Boohoo shares rise 12% after co-founders pump £15m into firm",
            "category": "Business",
            "snippet": "The co-founders of Boohoo have bought another £15m of shares in the troubled online fashion business, helping to drive the share price 12% higher on T …"
        },
        {
            "title": "The Australian book you should read next: Too Much Lip by Melissa Lucashenko",
            "category": "Books",
            "snippet": "When Melissa Lucashenko won the Miles Franklin award last year, some readers and critics considered her book Too Much Lip undeserving. She tells a goo …"
        },
        {
            "title": "Coalition will boost scheme to attract big movie productions to Australia by $400m",
            "category": "Film",
            "snippet": "In an effort to attract more big studio productions to Australia, the Morrison government will extend the life of its location incentive program by tw …"
        },
        {
            "title": "Dominic Raab belatedly acknowledges Russian threat – but why now?",
            "category": "Politics",
            "snippet": "Dominic Raab has confirmed what everybody already knew: Vladimir Putin’s spies are busy trying to interfere in British democracy. On Thursday the fore …"
        },
        {
            "title": "UK says Russia sought to interfere in 2019 election by spreading documents online",
            "category": "UK-News",
            "snippet": "Russian actors “sought to interfere” in last winter’s general election by amplifying an illicitly acquired NHS dossier that was seized upon by Labour …"
        },
        {
            "title": "UK coronavirus: Leicester's mayor 'angry and frustrated' as city kept in partial lockdown — as it happened",
            "category": "Politics",
            "snippet": "Here’s a roundup of today’s key UK coronavirus developments: Some local lockdown measures in Leicester have been lifted by the health secretary. Matt …"
        },
        {
            "title": "Black power salute was moment 'I will never forget', says Lewis Hamilton",
            "category": "Sport",
            "snippet": "Lewis Hamilton has said that making the black power salute at last week’s Styrian Grand Prix felt as if it was a pivotal moment for him and one he wou …"
        },
        {
            "title": "England v West Indies: second Test, day one – as it happened",
            "category": "Sport",
            "snippet": "82nd over: England 207-3 (Sibley 86, Stokes 59) The sun finally comes out at 7.29pm, as Holder beats Stokes’ outside edge with the final ball of the d …"
        },
        {
            "title": "Hancock announces partial lift of Leicester coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Coronavirus lockdown measures in Leicester will only be partially lifted, Matt Hancock has said, with pubs, restaurants, bars and other parts of the h …"
        },
        {
            "title": "Jofra Archer faces sanction for England biosecurity breach that risked 'disaster'",
            "category": "Sport",
            "snippet": "Jofra Archer faces an England disciplinary process after the unapproved visit to his home in Hove that breached the team’s biosecurity rules and, acco …"
        },
        {
            "title": "North Carolina town votes to pay reparations to Black residents",
            "category": "US-News",
            "snippet": "Asheville, a small city in western North Carolina, has voted to pay reparations to Black residents, as the US continues to grapple with stark racial i …"
        },
        {
            "title": "Jones open to England TV documentary series that could boost RFU finances",
            "category": "Sport",
            "snippet": "Eddie Jones is willing to risk exposing England’s secrets in a documentary after the coach gave his blessing for a potential TV series that could lead …"
        },
        {
            "title": "Pompeo claims private property and religious freedom are 'foremost' human rights",
            "category": "US-News",
            "snippet": "Mike Pompeo has sought to redefine the US approach to human rights by giving preference to private property and religious freedom as the foremost “una …"
        },
        {
            "title": "Cadbury to shrink size of Wispa Gold and Double Decker bars",
            "category": "Business",
            "snippet": "Cadbury is shrinking the size of Double Decker and Wispa Gold bars sold in multipacks so they contain less than 200 calories in an attempt to help tac …"
        },
        {
            "title": "England yet to embrace reopened restaurants and pubs, data suggests",
            "category": "Business",
            "snippet": "People have not embraced an easing of lockdown restrictions in England’s pubs, bars and restaurants, according to figures that showed a drop in sales …"
        },
        {
            "title": "White House: 'The science should not stand in the way' of reopening schools – as it happened",
            "category": "US-News",
            "snippet": "Summary: Live reporting on the coronavirus in the US continues with Friday’s blog: From me and Joan E Greve: The White House press secretary suggested “the sci …"
        },
        {
            "title": "My pandemic epiphany: I'll always spend all of my money on takeout",
            "category": "Life-and-Style",
            "snippet": "Summary: I’ve always imagined – despite little evidence – that deep down, I may be a great cook. I’m used to finding talents late in life: writing wasn’t somet …"
        },
        {
            "title": "The Very Excellent Mr Dundee review – Paul Hogan tries to not get cancelled in confused film",
            "category": "Film",
            "snippet": "In his first significant film role in more than a decade, Paul Hogan hobbles back on to screens in The Very Excellent Mr Dundee, looking and behaving …"
        },
        {
            "title": "The power of touch: Years before I came out, I found the tenderness I craved at the barber",
            "category": "Life-and-Style",
            "snippet": "He asks about my summer and if I’m playing baseball, and parachutes a navy-blue drop cloth over my head. He says I’m getting taller, and the edge of h …"
        },
        {
            "title": "Malcolm McDowell: 'I have no memory of doing most of my films'",
            "category": "Film",
            "snippet": "Malcolm McDowell was the insolent prince of early-70s cinema, the Liverpool salesman who stormed the establishment’s barricades. You can see him on sc …"
        },
        {
            "title": "Munroe Bergdorf receives landmark book deal for gender manifesto",
            "category": "Books",
            "snippet": "The first book by Munroe Bergdorf, a manifesto on gender by the black transgender activist and model, has been bought for a six-figure sum after a bid …"
        },
        {
            "title": "Battery firm chooses Welsh site for Britain's first gigafactory",
            "category": "UK-News",
            "snippet": "A startup company with plans to build Britain’s first gigafactory to make batteries for electric cars has chosen a site in south Wales for the plant a …"
        },
        {
            "title": "Reading a book you hate? Stop right now",
            "category": "Life-and-Style",
            "snippet": "I love reading books I hate. I used to hate it (which you’d think is the normal way of things) because I was one of those people who would force mysel …"
        },
        {
            "title": "Clemency – brilliant, devastating death-row drama",
            "category": "Film",
            "snippet": "Bernadine Williams is an American prison warden who has presided over 12 executions. But, as the 13th looms, like someone in a grim superstitious para …"
        },
        {
            "title": "The Pull of the Stars by Emma Donoghue review – fighting the 1918 flu pandemic",
            "category": "Books",
            "snippet": "This must be the only book this year whose publication date has moved forward, from autumn to midsummer, and that is because it’s set in a Dublin hosp …"
        }
    ]
}