{
    "page": [
        {
            "title": "Denise Johnson, singer with Primal Scream, dies aged 56",
            "category": "Music",
            "snippet": "Summary: Denise Johnson, the Manchester-born singer best known for her vocals on Primal Scream’s 1991 album Screamadelica, has died aged 56. A friend of Johnso …"
        },
        {
            "title": "Christopher Nolan's Tenet to be released in August – but not in the US",
            "category": "Film",
            "snippet": "Warner Bros has announced that Christopher Nolan’s much-anticipated sci-fi thriller Tenet will be released in international markets before the US. An …"
        },
        {
            "title": "UK transport secretary Grant Shapps to return from Spain amid quarantine row – as it happened",
            "category": "Politics",
            "snippet": "The UK government has this afternoon tightened up its travel advice for Spain, saying it is advising against all non-essential travel to the country, …"
        },
        {
            "title": "Budget airlines face a dismal summer but are well placed to recover",
            "category": "Business",
            "snippet": "Six weeks ago, hopes were high that travel restrictions would be eased in time to save the summer for low-cost airlines. Shares in easyJet rose from 5 …"
        },
        {
            "title": "McLaren's Lando Norris pledges to 'do everything I can' in tackling racism",
            "category": "Sport",
            "snippet": "Summary: Lando Norris has reasserted his commitment to fighting racism. In the runup to the British Grand Prix this weekend, the McLaren driver was unequivocal …"
        },
        {
            "title": "Cycling ambitions for England move up a gear with No 10 plans",
            "category": "Politics",
            "snippet": "If England does, as Boris Johnson has promised, enjoy a new era of mass walking and cycling, then two of the primary reasons could be lurking within t …"
        },
        {
            "title": "Residents to get new decision-making powers in England cycling 'revolution'",
            "category": "UK-News",
            "snippet": "Residents will get powers to banish through-traffic from local streets and councils will be prevented from building substandard cycle lanes under what …"
        },
        {
            "title": "Amazon plans big expansion of UK online grocery service",
            "category": "Business",
            "snippet": "Amazon is stepping up its competition with British supermarkets by pressing ahead with the wider UK rollout of its online grocery service by the end o …"
        },
        {
            "title": "Talking Horses: Stradivarius has the quality to resist Santiago's Cup tilt",
            "category": "Sport",
            "snippet": "Five days of Glorious Goodwood get under way with an intriguing clash of talents in the Goodwood Cup, Aidan O’Brien setting a poser for punters by fie …"
        },
        {
            "title": "Hilary Mantel up for third Booker prize as 2020 longlist announced",
            "category": "Books",
            "snippet": "Hilary Mantel’s “masterful” conclusion to her Thomas Cromwell trilogy, The Mirror and the Light, has been longlisted for the Booker prize, putting the …"
        },
        {
            "title": "Democrats pan Republican plan to slash jobless benefits to $200 as 'totally inadequate'",
            "category": "US-News",
            "snippet": "Unemployment assistance, eviction protections and other relief for millions of Americans struggling in an economy cratered by the coronavirus crisis w …"
        },
        {
            "title": "Republican proposal slashes weekly unemployment benefits to $200 – as it happened",
            "category": "US-News",
            "snippet": "That’s all for our live coverage today, thanks for following along. Some key events and links from the day: Trump’s national security advisor contract …"
        },
        {
            "title": "Kylie Moore-Gilbert: British-Australian academic moved to notorious Iran desert prison",
            "category": "UK-News",
            "snippet": "Summary: A British-Australian academic serving a 10-year-prison sentence in Iran for espionage has been moved to a remote desert prison, notorious for violence …"
        },
        {
            "title": "'A bigger tent message': Larry Hogan on Trump and his own White House ambitions",
            "category": "US-News",
            "snippet": "Whether or not Donald Trump wins re-election in November, Maryland’s governor, Larry Hogan, predicts the Republican party will finally do some soul se …"
        },
        {
            "title": "Intimations review – Zadie Smith's life under lockdown",
            "category": "Books",
            "snippet": "In Zadie Smith’s previous book, the experimental story collection Grand Union, the most interesting items also happened to be the least unconventional …"
        },
        {
            "title": "'We just keep fighting': behind an urgent, inspiring film about the ACLU",
            "category": "Film",
            "snippet": "If there was ever any doubt that Donald Trump would cement a campaign heralded by calling Mexicans rapists into policy, it was dispelled on 27 January …"
        },
        {
            "title": "Is my wife’s masturbation killing our sex life?",
            "category": "Life-and-Style",
            "snippet": "Summary: My wife loves me, and she’s had multiple orgasms when we’re together, but from time to time she likes to go solo. I’m 65 and she’s 60 – we’ve been mar …"
        },
        {
            "title": "UK employers: will employees be returning to the workplace on 1 August?",
            "category": "Business",
            "snippet": "Summary: Boris Johnson has said from 1 August employers can decide whether staff can safely return to the office, and that people who are shielding will no lon …"
        },
        {
            "title": "Drake beats Madonna's record for most US Top 10 hits",
            "category": "Music",
            "snippet": "Drake has beaten Madonna’s record for the highest number of Top 10 hits in US chart history. The Canadian rapper has two tracks in this week’s chart i …"
        },
        {
            "title": "Killer heat: US racial injustices will worsen as climate crisis escalates",
            "category": "US-News",
            "snippet": "Dangerous heatwaves are exacerbating systemic racial inequalities, with soaring temperatures expected to further disadvantage communities of colour if …"
        },
        {
            "title": "Soap dodger: meet the doctor who says we have been showering wrong",
            "category": "Life-and-Style",
            "snippet": "When James Hamblin tells people he has not used soap in the shower for five years, they tend not to hold back in expressing their disgust. “It’s one o …"
        },
        {
            "title": "BAME representation in UK's top jobs has barely risen in past three years",
            "category": "Business",
            "snippet": "The proportion of black, Asian and minority ethnic people in some of the 1,100 most powerful jobs in the UK has barely moved over the past three years …"
        },
        {
            "title": "UK minister says family of boy arrested over toy gun 'inflamed tensions'",
            "category": "UK-News",
            "snippet": "Kemi Badenoch, the minister for women and equalities, has blamed the family of a 12-year-old boy arrested over a toy gun for “inflaming tensions” abou …"
        },
        {
            "title": "High street gloom eases as UK shops report brisker trade",
            "category": "Business",
            "snippet": "UK retailers enjoyed their best sales in more than a year following the reopening of non-essential stores in mid-June, according to the latest snapsho …"
        },
        {
            "title": "Coronavirus pandemic spurs sales surge for makers of Dettol",
            "category": "Business",
            "snippet": "Consumer demand for cleaning products from Dettol to Lysol provided a pandemic sales surge for Reckitt Benckiser, although the company admitted it is …"
        },
        {
            "title": "End of the line? Queueing apps threaten the greatest British institution",
            "category": "Life-and-Style",
            "snippet": "Name: The queue. Age: As old as Britain. Appearance: The only system this country has left to be proud of. You’re not going to like this news, then. W …"
        },
        {
            "title": "Ousted Renault boss appointed new head of Jaguar Land Rover",
            "category": "Business",
            "snippet": "The former boss of French car giant Renault has been appointed as chief executive of Jaguar Land Rover, the UK’s biggest carmaker. Thierry Bolloré, wh …"
        },
        {
            "title": "How White Teeth brushes off the charge of ‘hysterical realism’",
            "category": "Books",
            "snippet": "White Teeth is not only a publishing phenomenon and a historical record of British life before the new millennium, it also has a curious literary sign …"
        },
        {
            "title": "Ronald Bergan obituary",
            "category": "Film",
            "snippet": "Summary: The film scholar Ronald Bergan, who has died aged 82 after suffering from urosepsis, wrote a number of biographies that revealed a considerable unders …"
        },
        {
            "title": "'She gold-plated songs': Denise Johnson, the voice of Manchester's dancefloors",
            "category": "Music",
            "snippet": "Summary: Manchester’s nostalgia industrial complex tends to privilege its white men: Joy Division and Tony Wilson are the ones to have had biopics made about t …"
        },
        {
            "title": "What are the rules for air guns in England and Wales?",
            "category": "UK-News",
            "snippet": "A 12-year-old boy was arrested and handcuffed at his north London home on 17 July after he was seen with a gun. Kai Agyepong was eventually de-arreste …"
        },
        {
            "title": "Stradivarius lined up for Arc after historic fourth Goodwood Cup",
            "category": "Sport",
            "snippet": "Having confirmed his status as one of the best staying horses the sport has seen with a record fourth win in the Goodwood Cup here on Tuesday, Stradiv …"
        },
        {
            "title": "'Keep the dist-dance': Design Museum reopens with electronic music exhibition",
            "category": "Music",
            "snippet": "With the sour tang of dry ice, pounding dance music and more strobe lights in one room than are normally on the main stage of Glastonbury it may final …"
        },
        {
            "title": "Oldham takes measures to avoid full coronavirus lockdown",
            "category": "UK-News",
            "snippet": "People in Oldham have been told to stop visiting friends and family to avoid a full local lockdown after the number of coronavirus cases more than qua …"
        },
        {
            "title": "Why are weekly deaths in Wales and England now below average?",
            "category": "UK-News",
            "snippet": "Displaced mortality – where deaths that would have occurred later in the year happen earlier for an unusual reason – could explain why the excess numb …"
        },
        {
            "title": "Authors condemn Saudi Arabia's bid to host World Science Fiction Convention",
            "category": "Books",
            "snippet": "A group of more than 80 science fiction and fantasy authors are protesting at the possibility of one of the genres’ biggest conventions being held in …"
        },
        {
            "title": "Woman killed in apparent shark attack off Maine coast",
            "category": "US-News",
            "snippet": "A woman has been killed in an apparent shark attack off the coast of Bailey Island, Maine, in what would be the first such death on record in the nort …"
        },
        {
            "title": "Bristol NHS worker speaks after racially aggravated hit and run",
            "category": "UK-News",
            "snippet": "Summary: An NHS worker has been seriously injured in a racially aggravated hit and run close to the hospital in Bristol where he is based, police have said. Th …"
        },
        {
            "title": "Broad joins the 500 club: still angry, still fiery and still getting better",
            "category": "Sport",
            "snippet": "The Sunday after the Lord’s Test in 2005, England’s under-19 team played a one-day game against Sri Lanka at New Road. It was a forgettable business e …"
        },
        {
            "title": "Jason Holder hopes England will tour West Indies by end of the year",
            "category": "Sport",
            "snippet": "English cricket owes West Indies a debt of gratitude for saving the summer and now Jason Holder hopes this is turned into a reciprocal tour before the …"
        },
        {
            "title": "It was already tense on the Shapps' holiday, then the Spanish PM rang...",
            "category": "Politics",
            "snippet": "Summary: A fitful night’s sleep hadn’t eased the tension in the Shapps’ family compound in the south of Spain. Conversation was limited to a few terse exchange …"
        },
        {
            "title": "Depp libel trial reveals problems of proof in domestic violence cases",
            "category": "Film",
            "snippet": "Despite being a libel case, Depp v News Group Newspapers Ltd & Another felt more like a criminal trial at the Old Bailey, or a domestic violence heari …"
        },
        {
            "title": "Amber Heard 'placing faith in justice' as Depp lawyer calls her an abuser",
            "category": "Film",
            "snippet": "Amber Heard has spoken of her trauma at reliving the breakup of her marriage, saying she is “placing her faith in British justice” as Johnny Depp’s la …"
        },
        {
            "title": "UK: 119 new Covid-related deaths as PM says 'signs of second wave' in parts of Europe – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has said signs of a second wave of coronavirus in mainland Europe meant it was his duty to impose quarantine rules on people arriving in …"
        },
        {
            "title": "Wiley's Facebook and Instagram accounts deactivated after antisemitic remarks",
            "category": "Music",
            "snippet": "Facebook has announced that it has deactivated Wiley’s Facebook and Instagram accounts, after the grime MC posted a series of antisemitic comments on …"
        },
        {
            "title": "Boohoo must publish its independent review in full",
            "category": "Business",
            "snippet": "The first boardroom rule when commissioning an independent review after an alleged scandal is to commit to publishing the final document in its entire …"
        },
        {
            "title": "Post-Brexit checks for Northern Ireland 'may deter large GB firms'",
            "category": "UK-News",
            "snippet": "Concerns that big British businesses, such as Tesco, will be deterred from trading in Northern Ireland after Brexit have been raised in the House of L …"
        },
        {
            "title": "Twitter limits Donald Trump Jr's account for posting Covid-19 misinformation",
            "category": "US-News",
            "snippet": "Twitter limited some of Donald Trump Jr’s account features on Tuesday, after the president’s eldest son shared false claims about the anti-malaria dru …"
        },
        {
            "title": "UK pledges £500m insurance fund to jumpstart film and TV production",
            "category": "Film",
            "snippet": "A £500m scheme to jumpstart the UK’s battered film and television industries has been welcomed by producers. On Tuesday, the culture secretary, Oliver …"
        },
        {
            "title": "'He never yielded': mourners pay respects to John Lewis outside Capitol",
            "category": "US-News",
            "snippet": "Summary: Born in Citronelle, Alabama, in the early 1950s, Frankie Blevins grew up with the cruelties imposed by the Jim Crow south: racially segregated drinkin …"
        }
    ]
}