{
    "page": [
        {
            "title": "American carnage: how conservative media amplify Trump's theme of chaos",
            "category": "US-News",
            "snippet": "Mayors across the United States have rejected Donald Trump’s election-season depiction of their cities as awash in violence, and media coverage of pea …"
        },
        {
            "title": "Florida hospitals stretched to capacity by acute coronavirus outbreak",
            "category": "US-News",
            "snippet": "The emergency department at Jackson Memorial Hospital, wedged between Little Havana and the vibrant murals of Wynwood in Miami, has overflowed with Co …"
        },
        {
            "title": "Five-day final planned for Bob Willis Trophy as ECB unveils summer fixtures",
            "category": "Sport",
            "snippet": "The England and Wales Cricket Board has finalised its plans for the domestic season by releasing the fixtures and groups for the Bob Willis Trophy and …"
        },
        {
            "title": "Mel Gibson was hospitalised with coronavirus in April",
            "category": "Film",
            "snippet": "The actor Mel Gibson spent a week in hospital after contracting coronavirus earlier this year, his representatives have confirmed. Speaking to the Dai …"
        },
        {
            "title": "Maria Schneider Orchestra: Data Lords review – digital dystopia in jazz",
            "category": "Music",
            "snippet": "When Maria Schneider led her long-running jazz orchestra in a 2015 London performance of that year’s release The Thompson Fields, the great American c …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "Homeschool may be out for the summer, but there’s new reading aplenty. For nine-plus, Victoria Jamieson, award-winning author-illustrator of Roller Gi …"
        },
        {
            "title": "Kamaal Williams: Wu Hen review – jazz-soul revivalist's fitful return",
            "category": "Music",
            "snippet": "Summary: Coming to prominence in 2016 as one half of jazz duo Yussef Kamaal, producer and pianist Kamaal Williams spearheaded the London-based revival of the g …"
        },
        {
            "title": "Texas childcare facilities thrown into chaos amid coronavirus crisis",
            "category": "US-News",
            "snippet": "Tricia Cruz, a certified medical assistant, refilled prescriptions from home with her toddler until her husband got off his 2am shift with UPS. Then, …"
        },
        {
            "title": "Experience: I’m retiring at 100 years old",
            "category": "Life-and-Style",
            "snippet": "For 67 years, I have run the bakery and shop in the village of Guiting Power in Gloucestershire. I still get up at 5am every day and work till we shut …"
        },
        {
            "title": "New Yorkers vote in special contest to reimagine famous Brooklyn Bridge",
            "category": "US-News",
            "snippet": "The coronavirus pandemic has disrupted much of New York City’s normal rhythms of travel, with many people now hopping on to bicycles rather than the s …"
        },
        {
            "title": "Chad Wolf: who is the Trump official leading the crackdown in Portland?",
            "category": "US-News",
            "snippet": "Chad Wolf wasn’t Donald Trump’s first pick for homeland security secretary – he wasn’t even his fifth or sixth. But now he is the figurehead for the f …"
        },
        {
            "title": "Emma Donoghue: 'Wooster’s sweetly foolish flippancy is just the tonic for Covid-19 times'",
            "category": "Books",
            "snippet": "The book I am currently reading James Meek’s To Calais, In Ordinary Time is an absolute dazzler of a story about folk highborn and low about to encoun …"
        },
        {
            "title": "Should we snoop on our nine-year-old's covert internet use?",
            "category": "Life-and-Style",
            "snippet": "We have three daughters, aged four, six and nine. The eldest has discovered TikTok and is crazy about it. Understandably, she influences what the othe …"
        },
        {
            "title": "Digested week: If I can't watch Spurs I'll have a good cry at the opera",
            "category": "UK-News",
            "snippet": "Summary: Monday With so many more people taking holidays in the UK this year – I’m told the Lake District was rammed last week – I can’t help feeling that publ …"
        },
        {
            "title": "Sainsbury’s and Asda say they won't enforce English face mask laws",
            "category": "Business",
            "snippet": "Summary: Big high street names have said they will not ask staff to enforce a new law that makes wearing a face mask compulsory in shops in England, despite ca …"
        },
        {
            "title": "'Free speech has never been freer': Pankaj Mishra and Viet Thanh Nguyen in conversation",
            "category": "Books",
            "snippet": "Pankaj Mishra: Black Lives Matter has forced a long overdue re-examination, from the perspectives of history’s long-term losers, of everything, not on …"
        },
        {
            "title": "How gyms and swimming pools in England will look as lockdown eases",
            "category": "Business",
            "snippet": "The easing of lockdown restrictions in England means that from Saturday indoor gyms, swimming pools and sports facilities can reopen to the public. Ho …"
        },
        {
            "title": "One in three public leisure centres in England to remain shut as funds dry up",
            "category": "Business",
            "snippet": "Approximately a third of England’s public leisure centres will remain closed on Saturday as a widespread picture of financial distress among community …"
        },
        {
            "title": "Paulette Wilson: 'a precious gem … broken by the UK government'",
            "category": "UK-News",
            "snippet": "Paulette Wilson, a prominent Windrush campaigner who has died unexpectedly at the age of 64, was a “precious gem … broken by the government”, a family …"
        },
        {
            "title": "‘Please don’t take my man’: Dolly Parton and Jolene’s enduring legacy",
            "category": "Music",
            "snippet": "Of the quirkiest pop tropes, such as saying hello from the other side, being the baaaad guy and, of course, there being absolutely no party like an S …"
        },
        {
            "title": "Wiley posts antisemitic tweets, likening Jews to Ku Klux Klan",
            "category": "Music",
            "snippet": "Wiley, the chart-topping grime rapper and producer, has made antisemitic comments on Twitter, including a statement that places Jews alongside the Ku …"
        },
        {
            "title": "Without Paulette Wilson, Windrush might have remained hidden",
            "category": "UK-News",
            "snippet": "In August 2015, Paulette Wilson received a letter telling her she faced deportation to a country she had left as a child nearly 50 years earlier. The …"
        },
        {
            "title": "Manuscript shows how Truman Capote renamed his heroine Holly Golightly",
            "category": "Books",
            "snippet": "The final typescript for Breakfast at Tiffany’s, on which Truman Capote scratched out his original choice for the name of his heroine, Connie Gustafso …"
        },
        {
            "title": "No one remembers much about my babyhood. So was I born this way?",
            "category": "Life-and-Style",
            "snippet": "An unexpected upshot of working from home has been reconnecting with my friends with babies. No longer separated by the tyranny of city-centre office …"
        },
        {
            "title": "Enable and Frankie Dettori make their latest grasp at history together",
            "category": "Sport",
            "snippet": "John Gosden compared Frankie Dettori to an artist with a blank canvas before the four-runner King George VI & Queen Elizabeth Stakes at Ascot on Satur …"
        },
        {
            "title": "Why is Marvel taking its sweet time over Deadpool 3?",
            "category": "Film",
            "snippet": "In the two years since Deadpool 2 was released, it seems the entire world has changed out of all recognition. Hollywood, too. The biggest change in Ti …"
        },
        {
            "title": "Labour was warned antisemitism report was deliberately misleading, leak reveals",
            "category": "Politics",
            "snippet": "Labour’s most senior lawyer under Jeremy Corbyn formally warned the party that an internal report on antisemitism was deliberately misleading and reli …"
        },
        {
            "title": "Do you really need it - or only want it? Here's how to tell the difference",
            "category": "Life-and-Style",
            "snippet": "As anyone who counts a three-year-old among their acquaintances will know, there’s a fiery purity to the will of a small child that’s difficult to opp …"
        },
        {
            "title": "Should I end my affair with a married woman who has a young child?",
            "category": "Life-and-Style",
            "snippet": "I am in love with a married woman who has a young child. We have been lovers for six years, having met before she got married or pregnant. Until recen …"
        },
        {
            "title": "Marshals condemn refusal to test them for Covid-19 at British Grand Prix",
            "category": "Sport",
            "snippet": "British marshals have expressed anger and disappointment that they will not be tested for Covid-19 at the forthcoming British Grand Prix and the 70th …"
        },
        {
            "title": "Rises in UK retail sales and business activity boost Covid-19 recovery hopes",
            "category": "Business",
            "snippet": "Hopes of a rapid recovery in Britain’s economy from the coronavirus lockdown have been boosted by a summer rebound in retail sales and the strongest m …"
        },
        {
            "title": "'Major' breakthrough in Covid-19 drug makes UK professors millionaires",
            "category": "Business",
            "snippet": "Three professors at the University of Southampton school of medicine have this week made a “major breakthrough” in the treatment of coronavirus patien …"
        },
        {
            "title": "Transport for London calls for second bailout to survive coronavirus fares slump",
            "category": "UK-News",
            "snippet": "Transport for London is seeking its second taxpayer bailout this year after warning it would need almost £5bn to get through to 2022. The London trans …"
        },
        {
            "title": "Windies field work pays off as Chase and Cornwall answer captain's call",
            "category": "Sport",
            "snippet": "Jason Holder is a softly spoken West Indies captain but that does not mean his words do not carry weight and before the third Test there was a point h …"
        },
        {
            "title": "Boris Johnson admits government could have handled crisis differently in early months – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson admitted the government could have handled the UK’s coronavirus outbreak differently and there were lessons to be learned, including on …"
        },
        {
            "title": "Shine on: from catwalks to TikTok, lip gloss is back from the 90s",
            "category": "Life-and-Style",
            "snippet": "As a teenager in the 90s, lip gloss was boss. I was never without a couple of Lancôme Juicy Tubes rolling around in my high school backpack, I smeared …"
        },
        {
            "title": "US and Russia to hold talks on regulating militarisation of space",
            "category": "US-News",
            "snippet": "US and Russian officials will meet in Vienna on Monday to discuss whether and how to regulate the militarisation of space, in the wake of an alleged R …"
        },
        {
            "title": "Sebastian Coe: 'I was prepared to die with blood in my boots for the 1500m'",
            "category": "Sport",
            "snippet": "Summary: Precisely 40 years since the greatest two-act drama in British sporting history played out at the Moscow Olympics, Sebastian Coe still recalls every s …"
        },
        {
            "title": "Covid-19 is Big Pharma’s chance to impress. But who’ll do best?",
            "category": "Business",
            "snippet": "It was the press announcement heard around the world: a potential Covid-19 vaccine from the University of Oxford and pharmaceutical company AstraZenec …"
        },
        {
            "title": "Negotiations over US Covid-19 relief bill remain in flux as key benefit expires",
            "category": "US-News",
            "snippet": "Summary: Negotiations over America’s next Covid-19 rescue bill remained in flux on Friday, as the virus posed new risks to parts of the midwest and south, the …"
        },
        {
            "title": "Pelosi rejects temporary jobless aid extension as comprehensive plan flounders in Senate – as it happened",
            "category": "US-News",
            "snippet": "A San Francisco bus driver was assaulted with a bat after he asked three passengers to comply with the city’s health orders and wear a mask, the AP re …"
        },
        {
            "title": "'That’s an illegal order': veterans challenge Trump's officers in Portland",
            "category": "US-News",
            "snippet": "The Black Lives Matter protest in Portland looked to be winding down last Saturday night when US marine corps veteran Duston Obermeyer noticed a phala …"
        },
        {
            "title": "Blind date: 'We discussed geography teachers as good date options'",
            "category": "Life-and-Style",
            "snippet": "Eleanor on Anushrut What were you hoping for? Someone outdoorsy and intelligent. My friends say I should date a geography teacher. First impressions? …"
        },
        {
            "title": "Tim Dowling: this will be my last wetsuit. Trying it on may kill me",
            "category": "Life-and-Style",
            "snippet": "Summary: My wife and I are in Cornwall, visiting friends. This has required us to do things we have not attempted in months: packing clothes, driving long dist …"
        },
        {
            "title": "Moscow-on-Thames: Soviet-born billionaires and their ties to UK's political elite",
            "category": "UK-News",
            "snippet": "Businesspeople born in the Soviet Union play a significant role in British business and politics. Some have given money to political parties. Others h …"
        },
        {
            "title": "English music venues to receive £2.25m in emergency pandemic aid",
            "category": "Music",
            "snippet": "Culture secretary Oliver Dowden has announced plans to save around 150 grassroots music venues from insolvency while cashflow is limited for venues sh …"
        },
        {
            "title": "Fontaines DC: ‘There’s the great lie of the rock star who doesn’t care what people think’",
            "category": "Music",
            "snippet": "You tend to know what to expect from the blurb that accompanies a band’s new album. There will almost certainly be talk of a “journey” or an “evolutio …"
        },
        {
            "title": "America 'staring down the barrel of martial law', Oregon senator warns",
            "category": "US-News",
            "snippet": "America is “staring down the barrel of martial law” as it approaches the presidential election, a US senator from Oregon has warned as Donald Trump cr …"
        },
        {
            "title": "UK demand for new vegan food products soars in lockdown",
            "category": "Life-and-Style",
            "snippet": "The number of trademarks registered for new vegan food and drink products in the UK more than doubled to a record high last year. Latest figures revea …"
        },
        {
            "title": "Eilidh McIntyre: 'I'll be nervous about the Olympics going ahead until I'm at the start line'",
            "category": "Sport",
            "snippet": "Summary: Eilidh McIntyre offers profuse apologies that are completely unnecessary. A gentle question about her likely emotions this week, when she would have e …"
        }
    ]
}