{
    "page": [
        {
            "title": "Streaming: the Barbican's new Cinema on Demand",
            "category": "Film",
            "snippet": "After four long months of home entertainment under lockdown, any new streaming service, big or boutique, feels like a treat to be seized upon. However …"
        },
        {
            "title": "Why a generation is choosing to be child-free",
            "category": "Books",
            "snippet": "When I think that it won’t hurt too much, I imagine the children I will not have. Would they be more like me or my partner? Would they have inherited …"
        },
        {
            "title": "'Nobody’s ever seen anything like this': how coronavirus turned the US election upside down",
            "category": "US-News",
            "snippet": "Mar-a-Lago was the place to see and be seen for guests who paid thousands of dollars for the privilege on New Year’s Eve. Diamonds and furs abounded o …"
        },
        {
            "title": "Dressed to Kill at 40: Brian De Palma's thrilling yet problematic shocker",
            "category": "Film",
            "snippet": "The distance between Brian De Palma’s Dressed to Kill and its source of inspiration, Alfred Hitchcock’s Psycho, is 20 years. The distance between Dres …"
        },
        {
            "title": "Emperors of the Deep by William McKeever review – how sharks are misunderstood",
            "category": "Books",
            "snippet": "America’s fear of sharks began in the summer of 1916. During a 10-day period four people were killed in the sea off New Jersey and one seriously injur …"
        },
        {
            "title": "How to protect summer vegetables from mildew",
            "category": "Life-and-Style",
            "snippet": "As summer swirls around our plants – rain and sun and rain again – other things start to grow. Tiny airborne spores float about looking for a surface …"
        },
        {
            "title": "Gabriel Bergmoser: 'There is a brand of country Australian masculinity that is particularly threatening'",
            "category": "Books",
            "snippet": "Gabriel Bergmoser’s debut adult novel, The Hunted, is dark as all get-out, an Australian horror-thriller that manages to combine Wolf Creek, The Hills …"
        },
        {
            "title": "Classical home listening: Mozart, mambo, Miss Julie and more",
            "category": "Music",
            "snippet": "Summary: • Cuban musicians have an ability to switch from classical to jazz to salsa with a chameleon versatility the rest of us can only envy. No boundaries, …"
        },
        {
            "title": "Police investigate grime artist Wiley's antisemitic tweets",
            "category": "Music",
            "snippet": "Police are investigating after the grime artist Wiley posted a tirade of antisemitic comments on Twitter and Instagram. The musician has been dropped …"
        },
        {
            "title": "Idiot Prayer: Nick Cave Alone at Alexandra Palace review – utterly magnetic",
            "category": "Music",
            "snippet": "A few weeks ago, in the vast, empty expanse of the West Hall in London’s Alexandra Palace, Nick Cave sat alone at a piano and sang 21 songs from acros …"
        },
        {
            "title": "Star treatment for Depp trial branded ‘galling’ by lawyers amid huge backlog",
            "category": "Film",
            "snippet": "Johnny Depp’s libel trial has been described as “galling” by lawyers at a time when the criminal justice system is struggling with a massive backlog, …"
        },
        {
            "title": "Stage Mother review – feelgood drag film falls flat",
            "category": "Film",
            "snippet": "Jacki Weaver’s Maybelline Metcalf is a tough Texan mama bear and director of her small-town church choir, a fine fit for the Australian actor’s natura …"
        },
        {
            "title": "Make an entrance: why the first view of your home is crucial",
            "category": "Life-and-Style",
            "snippet": "Your exterior entranceway speaks volumes about your personal tastes, your horticultural prowess (or otherwise) and what lies within. The demands are m …"
        },
        {
            "title": "Signs of July slowdown hint at a hit-and-miss economic recovery",
            "category": "Business",
            "snippet": "Summary: It appeared from business surveys last week that Britain’s private sector was surging back to life. But on the streets of Harlow, Essex, opinions abou …"
        },
        {
            "title": "Enable and Frankie Dettori surge to historic King George victory",
            "category": "Sport",
            "snippet": "Summary: After Frankie Dettori won his fourth King George on Doyen in 2004, the Queen, no less, reminded him on the winner’s rostrum that Lester Piggott had wo …"
        },
        {
            "title": "Cooking eased my exile and became my homage to the lives of immigrants",
            "category": "Life-and-Style",
            "snippet": "‘Now you better behave and don’t cry!” was the warning from my mother, shot with a stern look to show she was deadly serious. We disembarked from the …"
        },
        {
            "title": "Peter Green: Fleetwood Mac co-founder dies aged 73",
            "category": "Music",
            "snippet": "Tributes have been paid to Fleetwood Mac co-founder Peter Green after he died “peacefully in his sleep” aged 73. A statement from Swan Turton solicito …"
        },
        {
            "title": "Bryan Washington: 'My next book is a gay slacker dramedy'",
            "category": "Books",
            "snippet": "Bryan Washington’s 2019 debut short story collection, Lot, was winner of the Dylan Thomas prize and listed as one of Barack Obama’s favourite books of …"
        },
        {
            "title": "Renato Paratore wins British Masters while Lee Westwood voices fears",
            "category": "Sport",
            "snippet": "After a highly successful hosting of the British Masters, it would never have been the intention of Lee Westwood to overshadow a comprehensive success …"
        },
        {
            "title": "England dominate West Indies after Stuart Broad's assault",
            "category": "Sport",
            "snippet": "England’s four-pronged pace attack prevailed to take charge of the game. It was almost a mirror image of the 1980s when Clive Lloyd had to decide whet …"
        },
        {
            "title": "Stuart Broad says he and Jimmy Anderson are 'getting better and better'",
            "category": "Sport",
            "snippet": "It seems Stuart Broad and Jimmy Anderson aren’t finished yet. After splitting four wickets for 34 runs between them against West Indies, Broad promise …"
        },
        {
            "title": "The Morrison government's hypocrisy on debt and deficit is galling",
            "category": "Business",
            "snippet": "And just like that, debt and deficit no longer really mattered. On Thursday the treasurer and the finance minster announced that the deficit for 2019- …"
        },
        {
            "title": "Antisemitism: Labour warns of cash crisis as cases grow",
            "category": "Politics",
            "snippet": "Labour will this week be formally notified of a batch of potentially costly new legal actions over antisemitism – days after a warning was issued to t …"
        },
        {
            "title": "Sinclair delays interview containing Fauci Covid-19 conspiracy theory",
            "category": "US-News",
            "snippet": "Sinclair Television said on Saturday it would delay airing an interview with a conspiracy theorist who claims baselessly that Dr Anthony Fauci, the co …"
        },
        {
            "title": "Three Extinction Rebellion activists held after Thames rig protest",
            "category": "UK-News",
            "snippet": "Three Extinction Rebellion activists were arrested and taken into custody after locking themselves to a rig in the middle of the Thames to protest aga …"
        },
        {
            "title": "Peter Green: Fleetwood Mac founder and guitar hero of the British blues scene",
            "category": "Music",
            "snippet": "Summary: Peter Green, who has died at the age of 73, was one of the great heroes, and great casualties, of the British blues scene, back in its glory days in t …"
        },
        {
            "title": "Donald Trump golfs with NFL great Brett Favre at Bedminster club",
            "category": "Sport",
            "snippet": "Donald Trump hit the links with football great Brett Favre on Saturday at his golf club in the suburban New Jersey hamlet of Bedminster. White House d …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Hard to find: what the shortages in household items say about how we live now",
            "category": "Life-and-Style",
            "snippet": "In early April, fearing his hard-won shoulders would shrink into nothing over lockdown, my husband attempted to buy some weights. He spent hours searc …"
        },
        {
            "title": "From the archive: Montreal Olympics, ‘the troubled games’, 1976",
            "category": "Life-and-Style",
            "snippet": "The Observer Magazine rightly referred to the Montreal Olympics as ‘The troubled games’ (15 August 1976). ‘Just as the sacred Olympic flame flickered …"
        },
        {
            "title": "Brighten up with bold colours and glossy skin",
            "category": "Life-and-Style",
            "snippet": "Thanks to Zoom, we’re now staring at – critiquing – our own reflection more than ever. Narcissists are in their element, but for everyone else it’s to …"
        },
        {
            "title": "'I loved John Lewis': how he and Robert Kennedy forged an iron bond",
            "category": "US-News",
            "snippet": "John Lewis’s office on Capitol Hill resembled a civil rights museum, with monochrome photos in neat white borders and black frames and a TV for visito …"
        },
        {
            "title": "Sunday with Oliver Spencer: ‘I won’t get dressed up, Sundays are for loungewear'",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? With me stumbling down the stairs and falling over the dog on my way to make my wife a cup of tea. If I’m lucky, we’ll have esc …"
        },
        {
            "title": "The Yellow House by Sarah M Broom review – memoir as rich social history",
            "category": "Books",
            "snippet": "Sarah M Broom was once employed to tell the official story of New Orleans, of the city’s “unlikely recovery” after Hurricane Katrina, which struck on …"
        },
        {
            "title": "Grenfell families want inquiry to look at role of 'race and class' in tragedy",
            "category": "UK-News",
            "snippet": "Summary: The Grenfell Tower fire inquiry must include a separate investigation into how “race and class” contributed to the tragedy, according to a group suppo …"
        },
        {
            "title": "Peter Green: guitar pioneer who made the blues his own",
            "category": "Music",
            "snippet": "The occasion was as unlikely as it was unforgettable: Peter Green playing in Frome, Somerset, 10 years ago, but feels like yesterday. Peter Green, who …"
        },
        {
            "title": "Trolls, tweets and famous friends: the vicious PR war between Johnny Depp and Amber Heard",
            "category": "Film",
            "snippet": "By now those who actually wished to follow the libel war being waged by Johnny Depp against the Sun newspaper will know exactly who is said to have th …"
        },
        {
            "title": "How to Build a Girl review – enjoyably rough-and-ready",
            "category": "Film",
            "snippet": "Summary: “What do you do when you build yourself, only to realise that you built yourself with the wrong things?” That’s the question at the heart of this ente …"
        },
        {
            "title": "The US election is in 100 days: what are the biggest threats to it?",
            "category": "US-News",
            "snippet": "Summary: The 2020 election is shaping up to be a presidential contest unlike any other in American history. Even before the pandemic, there were deep concerns …"
        },
        {
            "title": "Biden holds daunting lead over Trump as US election enters final stretch",
            "category": "US-News",
            "snippet": "One hundred days before the presidential election, Joe Biden has built a commanding and enduring lead over Donald Trump, whose path to victory has nar …"
        },
        {
            "title": "Lib Dem leadership hopeful Layla Moran hints at closer links with Labour",
            "category": "Politics",
            "snippet": "Scrapping Britain’s first-past-the-post electoral system would be a precondition for the Liberal Democrats considering a future coalition with Labour, …"
        },
        {
            "title": "Be wary of gardening gimmicks that look too good",
            "category": "Life-and-Style",
            "snippet": "It might be an embarrassing thing for a plant scientist to admit, but I am a total sucker for a garden gimmick. I like to think it’s because I am open …"
        },
        {
            "title": "Jessy Lanza: All the Time review – witching-hour jams",
            "category": "Music",
            "snippet": "Summary: Should you ever find yourself pondering what sort of music ghosts play in the wine bars of the underworld, fret not, for Canadian producer Jessy Lanza …"
        },
        {
            "title": "The week in classical: BBC Proms 2020 and more – review",
            "category": "Music",
            "snippet": "With brave face and make-do cheer, the BBC Proms 2020 launched its 125th anniversary year last weekend: not in its usual Royal Albert Hall home with a …"
        },
        {
            "title": "The Good Ancestor by Roman Krznaric – review",
            "category": "Books",
            "snippet": "There is much talk these days about decolonising – statues, buildings, curricula. All of that has to do with legacies of the past, but there is also a …"
        },
        {
            "title": "James Dean Bradfield: 'I'm not sure musicians telling people who to vote for helps'",
            "category": "Music",
            "snippet": "James Dean Bradfield was born in 1969, and brought up in the south Wales valleys. He formed the Manic Street Preachers at school in 1986 with friends …"
        },
        {
            "title": "‘Red wall’ Tory MPs demand support for aerospace amid fears for 30,000 jobs",
            "category": "Business",
            "snippet": "Tory MPs are demanding more support for the stricken aerospace industry to prevent mass redundancies, as new figures show more than half of jobs in th …"
        },
        {
            "title": "Ouch! My son got into a painful row over toy trucks",
            "category": "Life-and-Style",
            "snippet": "Last week, with the easing of restrictions, we took a break to Essex with friends and bubble mates, Mary, Neave and their son Manu. I never ‘holidayed …"
        },
        {
            "title": "I ran away to a remote Scottish isle. It was perfect",
            "category": "Life-and-Style",
            "snippet": "The sound of the waves is not so different from the traffic of the city. But as soon as you lift your face and taste the fresh tang of salt on the air …"
        },
        {
            "title": "Adrian Tomine: 'Cartoons seemed like the surest path to being a hermit'",
            "category": "Books",
            "snippet": "As a novelist of my acquaintance once observed, writers tend mostly to moan about their humiliations – the book signing for which no one turned up; th …"
        }
    ]
}