{
    "page": [
        {
            "title": "UK coronavirus: England and Wales ministers criticised for lack of action on face masks – as it happened",
            "category": "Politics",
            "snippet": "Here’s a summary of today’s key UK coronavirus developments: Boris Johnson has said an announcement on whether face masks should be mandatory in shops …"
        },
        {
            "title": "Gove delivers a lorry load of oven-ready Brexit with no ingredients",
            "category": "Politics",
            "snippet": "Time can play tricks. But some of us can distinctly recall Boris Johnson and Michael Gove reassuring the country back in 2016 that not only would the …"
        },
        {
            "title": "Asda equal pay dispute goes to UK supreme court in virtual hearing",
            "category": "Business",
            "snippet": "Asda supermarket workers’ long-running legal battle to receive pay equal to their colleagues who work in the company’s warehouses is being considered …"
        },
        {
            "title": "Ghislaine Maxwell must stay in jail due to 'extreme flight risk', prosecutors say",
            "category": "US-News",
            "snippet": "Ghislaine Maxwell should not get bail while awaiting trial for her alleged involvement in Jeffrey Epstein’s child sex trafficking because she is an “e …"
        },
        {
            "title": "Eoin Morgan says World Cup final win was 'actually bigger than cricket'",
            "category": "Sport",
            "snippet": "During lockdown, Eoin Morgan started watching last year’s World Cup final on loop. He hadn’t actually seen the whole match back until recently, when h …"
        },
        {
            "title": "Families of healthcare workers sickened by Covid-19 denied compensation",
            "category": "US-News",
            "snippet": "James “Mike” Anderson was a hospital employee in suburban Philadelphia with a low-profile, but critical, job: changing air filters in rooms where pati …"
        },
        {
            "title": "Northern Ireland businesses ‘must get Brexit compensation’",
            "category": "UK-News",
            "snippet": "Northern Irish businesses must be compensated for the millions of pounds in extra costs they are expected to face to trade with firms in Great Britain …"
        },
        {
            "title": "California reverses coronavirus reopenings for businesses' indoor operations – as it happened",
            "category": "US-News",
            "snippet": "That’s it for the blog today, thanks for following along. Some links and developments from the day: The Trump administration is increasingly at war wi …"
        },
        {
            "title": "Los Angeles and San Diego schools to remain online-only in autumn",
            "category": "US-News",
            "snippet": "California’s two largest school districts, Los Angeles and San Diego, announced on Monday that classes will remain online-only throughout the fall, po …"
        },
        {
            "title": "Roger Stone speaks in Fox News interview after Trump commutation",
            "category": "US-News",
            "snippet": "Donald Trump’s longtime confidant Roger Stone gushed over his political allies during an interview on Fox News on Monday, his first major television a …"
        },
        {
            "title": "Sound of the police: how US law enforcement uses noise as a weapon",
            "category": "US-News",
            "snippet": "In Silver Spring, Maryland, fireworks can still be heard months after they first began and well past the Fourth of July holiday. “When it comes to the …"
        },
        {
            "title": "The Liar's Dictionary by Eley Williams review – a glorious way with words",
            "category": "Books",
            "snippet": "I don’t know if any of the newspaper fiction previews that appeared at the end of 2016 tipped Eley Williams’s first collection, Attrib. and Other Stor …"
        },
        {
            "title": "I am not reading. I am not writing. This is not normal",
            "category": "Books",
            "snippet": "Summary: Time to finally finish Proust, read poetry, make things, learn a language, focus, concentrate. So many opportunities present themselves. What have I d …"
        },
        {
            "title": "Sunak’s Covid-19 package may not be value for money, warns Treasury economist",
            "category": "Business",
            "snippet": "Rishi Sunak’s multibillion-pound economic response to Covid-19 has been criticised for lacking transparency by the incoming head of the Treasury’s ind …"
        },
        {
            "title": "I have secret cybersex with strangers. Will it bring my marriage crashing down?",
            "category": "Life-and-Style",
            "snippet": "I am a very happily married man in my 40s. In the past few years, I have been drawn into cybersex with women I meet in chatrooms. All of this happens …"
        },
        {
            "title": "Britain's economy returns to growth more slowly than expected",
            "category": "Business",
            "snippet": "The British economy returned to growth more slowly than expected in May as coronavirus lockdown restrictions were gradually relaxed after the sharpest …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "A Double Life Charlotte Philby Borough Press, £12.99, pp464 Charlotte Philby’s book is about choices, the ones we make and the ones we ignore. “How ea …"
        },
        {
            "title": "Brandy: ‘Music is my therapy. I don’t know what life would be without it’",
            "category": "Music",
            "snippet": "When Brandy Norwood was 14 she went to see her idol Whitney Houston in concert. Stuck in the nosebleed seats, she decided to blag her way backstage at …"
        },
        {
            "title": "England and Scotland retailers: share your thoughts on mandatory masks",
            "category": "Life-and-Style",
            "snippet": "After mixed messages last week regarding the UK government’s stance on face masks, prime minister Boris Johnson is today set to announce the mandatory …"
        },
        {
            "title": "‘I bought 16kg of flour by mistake’: online shopping mishaps in lockdown",
            "category": "Life-and-Style",
            "snippet": "‘I spent £193 on 40 pairs of briefs’ I thought I had ordered one pack of eight briefs from Next for £38. I failed to notice that I had inadvertently a …"
        },
        {
            "title": "Talking Horses: would punters be willing to wear masks at the races?",
            "category": "Sport",
            "snippet": "Pinatubo was back in the winner’s enclosure for the first time since his dominant two-year-old campaign in Sunday’s Prix Jean Prat at Deauville and hi …"
        },
        {
            "title": "White Teeth seemed fresh and hopeful in 2000 – how does it read now?",
            "category": "Books",
            "snippet": "Zadie Smith’s White Teeth, the back of my copy explains, is about “the tricky way the past has of coming back and biting you on the ankle”. A statemen …"
        },
        {
            "title": "Peter Goodwin obituary",
            "category": "Music",
            "snippet": "My friend Peter Goodwin, who has died aged 94, was for many years a leading figure in the classical music scene in High Wycombe in Buckinghamshire. As …"
        },
        {
            "title": "'We are Vanessa Guillén': killing puts sexual violence in US military in focus",
            "category": "US-News",
            "snippet": "The disappearance and killing of soldier Vanessa Guillén has gripped Texas, and reignited widespread outrage over sexual violence in the US military a …"
        },
        {
            "title": "Donald Trump's niece free to discuss explosive family book, judge rules",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s niece, Mary Trump, has been released from a temporary restraining order and is free to discuss her book about the president, Too Much a …"
        },
        {
            "title": "Johnny Depp told bodyguard that Amber Heard 'cut my finger off'",
            "category": "Film",
            "snippet": "Johnny Depp’s bodyguard has said the actor initially made up an excuse after his wife allegedly severed his finger during a row because victims often …"
        },
        {
            "title": "Face masks 'will deter young shoppers' says JD Sports chairman",
            "category": "Business",
            "snippet": "One of the UK’s biggest retailers has said that making face masks compulsory in shops in England could deter shoppers from visiting stores. Peter Cowg …"
        },
        {
            "title": "Father Soldier Son review – intimate Netflix military documentary",
            "category": "Film",
            "snippet": "Summary: There’s a long journey to take in sprawling new Netflix documentary Father Soldier Son, a film that follows an American family for almost a decade thr …"
        },
        {
            "title": "British Airways to sell art collection to ease Covid-19 pressures",
            "category": "Business",
            "snippet": "British Airways is selling its multimillion-pound art collection, including work by Bridget Riley and Damien Hirst, as it attempts to raise funds whil …"
        },
        {
            "title": "Virgin Atlantic agrees £1.2bn rescue deal amid coronavirus slump",
            "category": "Business",
            "snippet": "Virgin Atlantic has announced a £1.2bn rescue deal to allow Sir Richard Branson’s grounded passenger airline to survive another 18 months of turmoil a …"
        },
        {
            "title": "West Indies' Jermaine Blackwood says fresh focus helped blot out Ben Stokes",
            "category": "Sport",
            "snippet": "Jermaine Blackwood overcame the devil on his shoulder and a few words from Ben Stokes when guiding West Indies to the four-wicket victory that puts th …"
        },
        {
            "title": "Lewis John Carlino obituary",
            "category": "Film",
            "snippet": "After early success, the writer Lewis John Carlino, who has died aged 88, attracted some criticism for abandoning experimental theatre and moving into …"
        },
        {
            "title": "Hopes for V-shaped recovery fade as UK economy grows 1.8% in May - as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap. Hopes that the UK economy could achieve a rapid rebound from the Covid-19 recession have taken a knock. The latest GDP data sh …"
        },
        {
            "title": "UK accounting firms criticised by watchdog for ‘unacceptable’ work",
            "category": "Business",
            "snippet": "Summary: The accounting watchdog has hit out at the UK’s largest auditors, after its annual inspection uncovered an “unacceptable” number of poorly executed co …"
        },
        {
            "title": "Weak recovery could make unemployment worse than 1980s levels, warns OBR",
            "category": "Business",
            "snippet": "Hopes for a rapid economic rebound from Covid-19 have been dealt a severe blow after official figures revealed a lacklustre return to growth in May wi …"
        },
        {
            "title": "Amber Heard's claim she had two black eyes was false, high court told",
            "category": "Film",
            "snippet": "Amber Heard asked a US stylist “Can you believe I just did that show with two black eyes?” following a television appearance the night after she was a …"
        },
        {
            "title": "Counties urged by ECB to protect bowlers in truncated cricket season",
            "category": "Sport",
            "snippet": "Bowlers in this year’s truncated county season look set to have their overs capped and the new ball delayed under guidelines designed to counter the t …"
        },
        {
            "title": "Face masks to be compulsory in shops in England; UK death toll rises by 138 – as it happened",
            "category": "Politics",
            "snippet": "Face coverings are to be mandatory in shops and supermarkets in England from 24 July, Matt Hancock confirmed. The health and social care secretary sai …"
        },
        {
            "title": "Blackburn with Darwen council takes action to avoid local lockdown",
            "category": "UK-News",
            "snippet": "A Lancashire council has brought in fresh rules to restrict the spread of coronavirus in what officials described as an urgent effort to avoid a centr …"
        },
        {
            "title": "West Indies finally look ready to lay ghosts of legendary past to rest",
            "category": "Sport",
            "snippet": "Ghosts follow this West Indies team. Like every other squad who’ve travelled from the Caribbean to England in the last couple of decades they’re haunt …"
        },
        {
            "title": "Joe Biden unveils aggressive $2tn climate and jobs plan",
            "category": "US-News",
            "snippet": "Joe Biden has unveiled a new, more aggressive climate and jobs plan which advisers say he would take to Congress “immediately”, if elected president. …"
        },
        {
            "title": "Sale back Tuilagi to have 'sensational' impact of Jason Robinson in 2006",
            "category": "Sport",
            "snippet": "Manu Tuilagi believes Sale will get the best out of him after years of injury problems at Leicester, having been backed to make the same impact at the …"
        },
        {
            "title": "The Trump supporters who changed their minds: 'I'd rather vote for a tuna fish sandwich'",
            "category": "US-News",
            "snippet": "The anti-Trumpers are at it again – only this time, they’re Republicans. Kevin, a lifelong Republican voter and pastor from Arizona, says he voted for …"
        },
        {
            "title": "UK undercover officer accused of encouraging activist to buy shotgun",
            "category": "UK-News",
            "snippet": "Scotland Yard is investigating one of its former undercover officers over allegations he incited an animal rights activist to commit illegal acts that …"
        },
        {
            "title": "BFI diversity standards 'failing to tackle race discrimination in UK film industry'",
            "category": "Film",
            "snippet": "The British film industry is failing to make significant headway in tackling discrimination against black, Asian and minority ethnic (BAME) workers bo …"
        },
        {
            "title": "Coronavirus: nurses not wearing masks led to A&E closure, inquiry finds",
            "category": "UK-News",
            "snippet": "Nurses not wearing face masks or staying two metres apart led to an outbreak of Covid-19 that shut an A&E unit after 70 staff at a hospital had to go …"
        },
        {
            "title": "Remain in Love by Chris Frantz review – the Talking Heads drummer speaks out",
            "category": "Books",
            "snippet": "A winter afternoon, Providence, Rhode Island, 1973. Tina Weymouth and Chris Frantz are art students and madly in love. They’re working on their painti …"
        },
        {
            "title": "UK inflation rises as game console prices increase in lockdown",
            "category": "Business",
            "snippet": "UK inflation has risen for the first time this year, fuelled by the rising price of games consoles during lockdown and a lack of summer sales on the h …"
        },
        {
            "title": "'Humans need it': Will a lack of sex force players to break the NBA's bubble?",
            "category": "Sport",
            "snippet": "At one end of the spectrum there is Wilt Chamberlain, the NBA Hall of Famer who built a Bel Air mansion with a mirrored velvet sex den and claimed to …"
        },
        {
            "title": "Burberry to cut 500 jobs worldwide in £55m cost-saving drive",
            "category": "Business",
            "snippet": "Burberry is to cut 500 jobs worldwide, including 150 in its UK head offices, as part of plans to slash costs by £55m after a slump in sales during the …"
        }
    ]
}