{
    "page": [
        {
            "title": "John Lewis shuts eight stores with expected loss of 1,300 jobs",
            "category": "Business",
            "snippet": "John Lewis is permanently closing eight of its 50 department stores, including big outlets in Birmingham and Watford, with the likely loss of 1,300 jo …"
        },
        {
            "title": "After a miscarriage, advice to ‘just make another baby’ made me feel worse",
            "category": "US-News",
            "snippet": "My husband, Peter, sat in a chair watching me pace a small, sterile room. I was supposed to be lying on the examination table, but I needed to move. I …"
        },
        {
            "title": "What I learned from preparing for the end of the world",
            "category": "Books",
            "snippet": "It’s a glorious June afternoon and as I dig up turf to make a vegetable bed, I’m listening to extracts from parson-naturalist Gilbert White’s diary. W …"
        },
        {
            "title": "'Opioid overdoses are skyrocketing': as Covid-19 sweeps across US an old epidemic returns",
            "category": "US-News",
            "snippet": "Summary: In West Virginia, they are bracing for the second wave. The epidemic that hit the Appalachian state harder than any other in the US finally looked to …"
        },
        {
            "title": "Summer statement 2020: IFS airs doubts on 'unprecedented' UK economic stimulus",
            "category": "Business",
            "snippet": "Britain is in the middle of an unprecedented crisis but some things never change. On the day after a budget or a mini-budget, the chancellor of the ex …"
        },
        {
            "title": "Charlize Theron's 20 best film roles – ranked!",
            "category": "Film",
            "snippet": "20. The Road (2009) In this disturbing story of a father and son making their way across a post-apocalyptic America, Charlize Theron appears in flashb …"
        },
        {
            "title": "The Streets: None of Us Are Getting Out of This Life Alive review – from lad to dad",
            "category": "Music",
            "snippet": "Cast your mind back to the summer of 2004. Mike Skinner – that then-rarest of things, a British rapper who had found not only a uniquely British voice …"
        },
        {
            "title": "Head of 'Stakeknife' inquiry says major prosecutions unlikely",
            "category": "UK-News",
            "snippet": "A multimillion-pound inquiry into one of the biggest spy scandals in British espionage history is unlikely to result in any major prosecutions against …"
        },
        {
            "title": "Boots to cut 4,000 jobs and close stores after dramatic fall in shopper numbers",
            "category": "Business",
            "snippet": "Boots is to cut 4,000 jobs – 7% of its workforce – as it closes 48 opticians outlets and sheds roles at its head office and stores. The company, which …"
        },
        {
            "title": "Three police officers in UK accused of racist remarks on WhatsApp",
            "category": "UK-News",
            "snippet": "A police officer has been suspended and two others placed on restricted duties after allegedly racist remarks were exchanged on a WhatsApp group under …"
        },
        {
            "title": "Woman who died in London crane collapse named as June Harvey",
            "category": "UK-News",
            "snippet": "A woman who died after a crane collapsed on two terraced houses in east London has been named by her family as 85-year-old June Harvey. Her great-neph …"
        },
        {
            "title": "Zara McFarlane's dream festival: Koffee and herbal tea",
            "category": "Music",
            "snippet": "Location It would have to be in Jamaica, but not on the beach as people might expect. I’m thinking of a hillside, country spot, with a winding river y …"
        },
        {
            "title": "Unraveling Athena  review – a frank serving of women's lives in tennis",
            "category": "Film",
            "snippet": "Some sports documentaries use their subject as a portal into another world or as a basis to talk about a broader issue, such as race, class or gender. …"
        },
        {
            "title": "Super League clubs could have grounds to challenge relegation, says top lawyer",
            "category": "Sport",
            "snippet": "Any side relegated from Super League this year could have strong grounds to mount a legal challenge against the decision, a leading sports lawyer has …"
        },
        {
            "title": "Solitude review – loneliness or reverie? Intense songs with lockdown resonance",
            "category": "Music",
            "snippet": "Summary: Four kinds of solitude are here explored by the tenor James Gilchrist and pianist Anna Tilbrook – and it’s safe to say it carries far greater resonanc …"
        },
        {
            "title": "Our film critic's first drive-in: 'I quietly squeak with excitement'",
            "category": "Film",
            "snippet": "Finally. Finally! After four months of being starved of the big-screen experience, four months of sitting at my desk watching films on my MacBook, fou …"
        },
        {
            "title": "Sunak's jobs policies badly timed and poorly targeted, says IFS",
            "category": "UK-News",
            "snippet": "Britain’s leading tax and spending thinktank has criticised the flagship policies in Rishi Sunak’s £30bn summer statement as badly timed, poorly targe …"
        },
        {
            "title": "Ministers to ditch target of 50% of young people in England going to university",
            "category": "Politics",
            "snippet": "Summary: Gavin Williamson has criticised the idea of wanting half of all young people to go on to higher education, describing it as an “absurd mantra” and sig …"
        },
        {
            "title": "Police in England and Wales face 'rising and complex' 999 calls",
            "category": "UK-News",
            "snippet": "The police service in England and Wales is in danger of being overwhelmed by a surge in 999 calls driven by a lack of confidence in the non-emergency …"
        },
        {
            "title": "Daniel Barenboim: 'If I could never conduct a live Ring cycle again, I don't know what I would do'",
            "category": "Music",
            "snippet": "It takes more than a global pandemic to stop Daniel Barenboim. The pianist and conductor is not merely one of the modern world’s pre-eminent musicians …"
        },
        {
            "title": "Alex Cox's dream festival: Coppola, Fellini, Herzog and the 1972 gang",
            "category": "Film",
            "snippet": "The Rt Hon Lord Mayor, Liverpool 1 January 1972 Re Proposed Film Festival Your Excellency, I’m pleased to outline for your consideration this plan for …"
        },
        {
            "title": "US unemployment claims up by 1.3m as states back away from reopening plans",
            "category": "Business",
            "snippet": "As new Covid-19 cases continue to surge in states throughout the US, another 1.3 million people filed for unemployment last week, highlighting the gri …"
        },
        {
            "title": "'Phones ringing off the hook' at estate agents after stamp duty cut",
            "category": "Business",
            "snippet": "Estate agents have reported “phones ringing off the hook” and record traffic to their websites after the chancellor’s announcement of a stamp duty hol …"
        },
        {
            "title": "Ex-MP Charlie Elphicke told woman she had led him on, assault trial hears",
            "category": "UK-News",
            "snippet": "A woman who has accused a former Tory MP of sexually assaulting her while she was working at parliament wept as she testified at his trial, which hear …"
        },
        {
            "title": "Man arrested in Solihull over suspected £500k furlough fraud",
            "category": "Politics",
            "snippet": "Summary: A man from the West Midlands is the first person to have been arrested over suspected fraud with regard to the government’s job furlough scheme. The 5 …"
        },
        {
            "title": "Labour warns UK recovery plan could end up wasting public money",
            "category": "Politics",
            "snippet": "Labour has warned that Rishi Sunak’s £1000-a-worker job retention scheme could see money ending up in the wrong pockets, as the chancellor refused to …"
        },
        {
            "title": "Police in England and Wales face inquiry into possible racial bias",
            "category": "UK-News",
            "snippet": "Summary: Police across England and Wales face an inquiry to establish whether they racially discriminate against ethnic minorities in their use of force and st …"
        },
        {
            "title": "Johnny Depp changed story of finger injury, court hears",
            "category": "UK-News",
            "snippet": "Summary: The Hollywood star Johnny Depp – who accuses his ex-wife Amber Heard of cutting off the tip of his finger when she hurled a vodka bottle – wrote at th …"
        },
        {
            "title": "The Australian book to read next: My Father's Moon by Elizabeth Jolley",
            "category": "Books",
            "snippet": "It is proof of a fine novel when its characters enter your spirit as you are reading and take up residence there. The experience is akin to falling in …"
        },
        {
            "title": "UK accused of 'empty talk' as Bahrain activists face death penalty",
            "category": "Politics",
            "snippet": "The British government has been accused of “empty talk” over human rights as two pro-democracy campaigners in Bahrain face the death penalty. The UK h …"
        },
        {
            "title": "Chris Grayling closes in on role as chair of UK intelligence committee",
            "category": "Politics",
            "snippet": "Summary: The accident-prone former cabinet minister Chris Grayling is expected to be appointed as chair of the powerful intelligence and security committee (IS …"
        },
        {
            "title": "Counter-terrorism police arrest four men over 'potential attack'",
            "category": "UK-News",
            "snippet": "Armed counter-terrorism police made a series of arrests on Thursday, over what they described a a potential attack linked to extremist Islamist ideolo …"
        },
        {
            "title": "Fauci says states with surging Covid-19 cases should pause reopening efforts",
            "category": "US-News",
            "snippet": "As the US set a world record for most Covid-19 cases in one day, with 60,000 reported on Wednesday, Dr Anthony Fauci, a senior member of the White Hou …"
        },
        {
            "title": "Oliver Dowden unplugged: entering and exiting largely unnoticed",
            "category": "Politics",
            "snippet": "Robbed. This should have been one of the greatest press conferences of all time. Just imagine. The lights go dim in Number 10 and the sound system bel …"
        },
        {
            "title": "Sharon White's radicalism at John Lewis is sorely needed",
            "category": "Business",
            "snippet": "Department stores have been in decline for years; the rise of online retailing is relentless; and the pandemic is accelerating shopping trends. Even s …"
        },
        {
            "title": "Bottas and Leclerc to be investigated for breaking F1's Covid-19 rules",
            "category": "Sport",
            "snippet": "The FIA is to investigate Valtteri Bottas and Charles Leclerc for breaking the sport’s Covid-19 protocols. Both drivers returned to their homes in Mon …"
        },
        {
            "title": "Labour MP Dawn Butler closes office after receiving racist threats",
            "category": "Politics",
            "snippet": "A Labour MP has been forced to close her constituency office after escalating racist threats towards her and her staff since she spoke out in support …"
        },
        {
            "title": "Jason Holder targets century for West Indies to go with wickets",
            "category": "Sport",
            "snippet": "Jason Holder trained his sights on scoring his first century in England following a sublime six-wicket haul on day two of the first Test in Southampto …"
        },
        {
            "title": "Met police officer charged with belonging to far-right terror group",
            "category": "UK-News",
            "snippet": "Summary: A serving probationary Metropolitan police officer has been charged with being a member of far-right terrorist group National Action. Benjamin Hannam, …"
        },
        {
            "title": "Detroit: civil rights coalition sues to bar water shutoffs for residents",
            "category": "US-News",
            "snippet": "A coalition of civil rights groups have filed a landmark class action to permanently ban water shutoffs for Detroit residents and force the city to im …"
        },
        {
            "title": "'Make things right': criminal justice officials urge California to release prisoners amid Covid-19 surge",
            "category": "US-News",
            "snippet": "California lawmakers and top criminal justice officials joined organizers and families to urge the California governor, Gavin Newsom, to release thous …"
        },
        {
            "title": "Relic review – a film that gorges on the terror of forgetting in a feast of dread",
            "category": "Film",
            "snippet": "Summary: Is Australian director Natalie Erika James’ feature debut a haunted house movie? A psychological drama? A Babadookian “horror as metaphor” using ghoul …"
        },
        {
            "title": "Becky and Ellie Downie say abuse in GB gymnastics 'completely normalised'",
            "category": "Sport",
            "snippet": "The world championship medallists Becky and Ellie Downie have joined the group of gymnasts speaking out about shocking abuse in the British team in a …"
        },
        {
            "title": "No-deal Brexit will raise cost of UK household staples, say retailers",
            "category": "Politics",
            "snippet": "The cost of household staples, ranging from meat and cheese to school uniforms and drinking glasses, will substantially increase if there is no Brexit …"
        },
        {
            "title": "Scots to be allowed to meet indoors as Welsh pubs and cafes to open outdoors",
            "category": "UK-News",
            "snippet": "Scots will be able to meet each other indoors and stay overnight from Friday for the first time in more than three months, as Nicola Sturgeon confirme …"
        },
        {
            "title": "Virgin Australia investors owed $2bn vow to present rival bid to buy airline",
            "category": "Business",
            "snippet": "Bondholders owed $2bn by Virgin Australia have committed to putting a rival bid for the stricken airline to its creditors at a meeting next month. Dur …"
        },
        {
            "title": "Arkansas review – buddy crime caper with 90s flavour and 70s clobber",
            "category": "Film",
            "snippet": "Clark Duke was best known as a peripheral member of that Superbad crew of gauchely charming leading men, along with the likes of Michael Cera and Jona …"
        },
        {
            "title": "Disney World set to reopen at weekend despite coronavirus surge in Florida",
            "category": "US-News",
            "snippet": "Disney World is set to begin reopening in Florida this weekend despite surging numbers of new coronavirus cases in the state. Two of the entertainment …"
        },
        {
            "title": "Utopia Avenue by David Mitchell review – a musical journey",
            "category": "Books",
            "snippet": "David Mitchell’s eighth novel, Utopia Avenue, arrives both as a distinct and distinctive book, and as a further chapter in the ongoing “metanovel” tha …"
        },
        {
            "title": "My streaming gem: why you should watch Kabhi Khushi Kabhie Gham",
            "category": "Film",
            "snippet": "Summary: Clocking in at three and a half hours long, Kabhi Khushi Kabhie Gham is a remarkably swift Bollywood experience. In fact, the 2001 film could be seen …"
        }
    ]
}