{
    "page": [
        {
            "title": "A nurse, a taxi driver, a schoolchild: six UK lives lost to Covid-19 in June",
            "category": "UK-News",
            "snippet": "Summary: Although the death rate from Covid-19 in the UK has fallen from its peak, there continue to be hundreds of deaths from the virus every week. The victi …"
        },
        {
            "title": "Mother vows for justice as IOPC brings case against Met firearms officer",
            "category": "UK-News",
            "snippet": "The mother of a man shot dead by police has vowed to get justice for her son as the court of appeal is to hear a challenge to police use of force. The …"
        },
        {
            "title": "Cricket's new landscape could mean less is more for Test matches",
            "category": "Sport",
            "snippet": "Summary: Great news out of South Africa: 3 Team Cricket, the newest format of the game in which three teams play each other simultaneously, finally has a launc …"
        },
        {
            "title": "Gina Prince-Bythewood: 'Films about black women are the hardest to get made'",
            "category": "Film",
            "snippet": "Summary: The Old Guard might be Gina Prince-Bythewood’s first foray into the action genre proper, but the writer-director has always been a fighter of sorts. S …"
        },
        {
            "title": "UK hotel bookings returning after Covid-19 slump, says Premier Inn owner",
            "category": "Business",
            "snippet": "Hotel bookings for traditional regional tourist destinations in the UK are returning, as Britons plan summer trips to the seaside and the countryside, …"
        },
        {
            "title": "Don't know if you want a baby? This is how I found my answer",
            "category": "Life-and-Style",
            "snippet": "In September last year, a few months before I turned 37, I started a list. It’s called “Reasons I Don’t Want to Have a Baby”: Goodbye to weekend lie-i …"
        },
        {
            "title": "UK jobless rate 'could near 15% in second coronavirus wave'",
            "category": "Business",
            "snippet": "The number of unemployed people in Britain could soar to almost 15% of the working population if the country experiences a second wave of the coronavi …"
        },
        {
            "title": "Parklife! When gyms reopen, will anyone go back?",
            "category": "Life-and-Style",
            "snippet": "In a corner of Kennington Park in south London, Joe, 51, and Gary, 46, are doing a workout they have clearly done before. They have long resistance ba …"
        },
        {
            "title": "Empathy machines: what will happen when robots learn to write film scripts?",
            "category": "Film",
            "snippet": "A few years ago I moved to San Francisco, and almost everybody I met there immediately told me they were working on a startup. These startups all had …"
        },
        {
            "title": "'To fail but still mostly be safe': Lynn Steger Strong wrestles with precarity and privilege",
            "category": "Life-and-Style",
            "snippet": "In the last few years, Lynn Steger Strong has built a wide audience with her compelling essays – including a series for the Guardian – about the preca …"
        },
        {
            "title": "Joni Mitchell, Isle of Wight 1970: the day the music nearly died",
            "category": "Music",
            "snippet": "The last days of August on the Isle of Wight, the weather fair, the island relishing the height of summer holiday season. If there was trepidation amo …"
        },
        {
            "title": "First Thing: the US is a Covid 'leader', but not in the way Trump thinks",
            "category": "US-News",
            "snippet": "Good morning. The number of recorded coronavirus cases in the US is approaching 3 million, with 130,000 deaths, and daily case rates higher than anywh …"
        },
        {
            "title": "Halle Berry drops out of trans role after protests over misgendering",
            "category": "Film",
            "snippet": "Halle Berry has dropped out of playing a trans character after online disquiet following an interview in which she discussed the role. Berry posted a …"
        },
        {
            "title": "Final Terry Pratchett stories to be published in September",
            "category": "Books",
            "snippet": "The final collection of early stories from the late Terry Pratchett, written while the Discworld creator was a young reporter, will be published in Se …"
        },
        {
            "title": "Tuilagi case shows England's stuffy home-based clause is out of date",
            "category": "Sport",
            "snippet": "Summary: As he sat overlooking the Mediterranean, sipping a cafe au lait, Manu Tuilagi smiled wryly to himself. No need to jump into any harbours these days, h …"
        },
        {
            "title": "Halfords predicts bicycle boom to continue for 2020",
            "category": "Business",
            "snippet": "Halfords expects strong demand for bikes to continue for the rest of the year after reporting a 57% rise in cycling-related sales during the coronavir …"
        },
        {
            "title": "My favourite film aged 12: Lock, Stock and Two Smoking Barrels",
            "category": "Film",
            "snippet": "When I was 12, all that mattered was the certificate. That little coloured shape in the bottom corner of the video box was the be-all and end-all, and …"
        },
        {
            "title": "Accuser tells Charlie Elphicke trial of 'odd and scary' events",
            "category": "UK-News",
            "snippet": "Summary: One of two women who accused a former Tory MP of sexual assault has described her fear during an alleged incident at his home in which he allegedly gr …"
        },
        {
            "title": "Conservatives confirm party conference will switch to virtual format",
            "category": "Politics",
            "snippet": "The Tory party annual conference is the latest political fixture to be affected by coronavirus with organisers confirming they are switching to a virt …"
        },
        {
            "title": "Patrick Mahomes agrees 10-year deal with Chiefs worth $503m",
            "category": "Sport",
            "snippet": "Patrick Mahomes has committed his long-term future to the Kansas City Chiefs, agreeing a 10-year contract with the team he led to the Super Bowl title …"
        },
        {
            "title": "Bumi Thomas: the Glasgow-born singer given two weeks to leave the country",
            "category": "Music",
            "snippet": "During lockdown, UK jazz artist Bumi Thomas has found space to spread out in her local park. “I take my guitar and howl,” she laughs. “I love it!” As …"
        },
        {
            "title": "London-born twins face deportation to different countries",
            "category": "UK-News",
            "snippet": "Summary: Twins who were born in London and have never left the UK face deportation to different countries in the Caribbean where they have no close relatives, …"
        },
        {
            "title": "Windrush: at least five who applied for compensation die before receiving it",
            "category": "UK-News",
            "snippet": "At least five people have died before receiving the Windrush compensation they had applied for, the government has revealed, reigniting concern about …"
        },
        {
            "title": "Johnny Depp libel trial: one-word answers pepper eerily desolate proceedings",
            "category": "Film",
            "snippet": "Wedged uncomfortably into a narrow witness box beneath a row of multi-coloured box files crammed with contradictory statements, Johnny Depp did not oc …"
        },
        {
            "title": "Crime fiction boom as book sales rocket past 2019 levels",
            "category": "Books",
            "snippet": "Britain’s readers have been emerging from lockdown to restock their bookshelves, with book sales – and particularly crime novels – booming in the thre …"
        },
        {
            "title": "Hollowed-out Hancock dies another death as he defends the indefensible",
            "category": "Politics",
            "snippet": "We need to talk about Matt. Even with his new haircut – not that he particularly needed one, but all cabinet ministers had been under orders to have a …"
        },
        {
            "title": "Thousands of Jaguar Land Rover logistics workers to lose jobs",
            "category": "Business",
            "snippet": "Thousands more UK workers involved in making Jaguar Land Rover vehicles are set to lose their jobs, despite the embattled car industry returning to pr …"
        },
        {
            "title": "Fernando Alonso plans surprise return to F1 with Renault at age of 39",
            "category": "Sport",
            "snippet": "Fernando Alonso is reportedly ready to make a return to Formula One with Renault next season, replacing Daniel Ricciardo, who is moving to McLaren. Al …"
        },
        {
            "title": "Constantly distracted? Here's how to wrangle '21st-century syndrome'",
            "category": "Life-and-Style",
            "snippet": "Once upon a time, smoking at your desk was practically a sign of productivity. I’m not suggesting you rush out and blow a week’s salary on a pack, but …"
        },
        {
            "title": "Relic: Australian director Natalie Erika James on dementia, horror and her Sundance hit",
            "category": "Film",
            "snippet": "There’s something particularly horrific about watching a person you love gradually lose all semblance of themselves. In the psychological horror film …"
        },
        {
            "title": "UK Brexit negotiator meets EU counterpart in bid to revive talks",
            "category": "Politics",
            "snippet": "The government’s chief Brexit negotiator, David Frost, is to host his EU counterpart, Michel Barnier, for a private dinner in Downing Street on Tuesda …"
        },
        {
            "title": "No business need at all now for a Chinese nuclear plant in the UK",
            "category": "Business",
            "snippet": "Summary: Get ready for the “new Huawei” is the word from Westminster, meaning another flare-up in UK-China business and political relations, this time over Chi …"
        },
        {
            "title": "Rishi Sunak poses for pre-budget photo with £180 'smart mug'",
            "category": "Politics",
            "snippet": "For George Osborne it was a Byron burger and chips, with the upmarket chain undermining his bid to convey a man-of-the-people image. Philip Hammond se …"
        },
        {
            "title": "England's Wood poised for West Indies Test with Broad set to miss out",
            "category": "Sport",
            "snippet": "Ben Stokes warned his players there can be no excuses about a lack of intensity in Wednesday’s landmark first Test against West Indies, with England p …"
        },
        {
            "title": "Next, Asos and Amazon drop Boohoo amid Leicester factory claims",
            "category": "Business",
            "snippet": "Summary: Next, Asos and Amazon have decided to pull all Boohoo clothing from sale as growing anger over workers’ pay and conditions at the company’s suppliers …"
        },
        {
            "title": "Crime-fighting Australian pigeons take flight to Hollywood with help from James Corden",
            "category": "Books",
            "snippet": "Summary: The humble pigeon may be an unlikely breed of star but an author-illustrator duo from Melbourne have been turning the birds into a crime-fighting trou …"
        },
        {
            "title": "Thousands of high-risk offenders in UK 'freed into homelessness'",
            "category": "UK-News",
            "snippet": "Thousands of high-risk convicted criminals, including those classed as violent and sexual offenders, were being released from prison in England into h …"
        },
        {
            "title": "US officially begins withdrawal from World Health Organization amid pandemic – as it happened",
            "category": "US-News",
            "snippet": "The US officially notified the World Health Organization that it would withdraw. The United Nations Foundation said that the Trump administration’s “m …"
        },
        {
            "title": "'We mess with this virus at our peril': Sturgeon urges caution as Covid-19 deaths fall",
            "category": "UK-News",
            "snippet": "In Scotland the days when Nicola Sturgeon had to report scores of Covid-19 deaths at the height of the pandemic are a distant memory. Over the past we …"
        },
        {
            "title": "Summer statement: Rishi Sunak plans temporary job creation scheme for under-25s",
            "category": "Politics",
            "snippet": "Summary: Rishi Sunak will respond to growing fears of a surge in youth unemployment from Britain’s pandemic-scarred economy on Wednesday with a £2bn temporary …"
        },
        {
            "title": "Dear NHS, edited by Adam Kay – celebrities say thank you",
            "category": "Books",
            "snippet": "Summary: In 2018 Daisy May Cooper, who writes and stars in the BBC comedy This Country, was recovering in hospital after giving birth to her first baby, Pip, b …"
        },
        {
            "title": "Palm Springs review – goofy time-loop romcom recycles reckless pleasures",
            "category": "Film",
            "snippet": "Throughout this confounding and unsettling time, trapped indoors as a deadly pandemic rages, many of us have found ourselves compulsively and eerily g …"
        },
        {
            "title": "The greatest: Roger Federer – balletic grace that makes the outrageous appear effortless",
            "category": "Sport",
            "snippet": "It is nearly two decades since Roger Federer first stepped on to Centre Court and began the greatest act of seduction tennis has seen. In July 2001 he …"
        },
        {
            "title": "Mary Trump: from uncle's would-be ghostwriter to his literary nemesis?",
            "category": "US-News",
            "snippet": "In her bombshell new book Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man, Mary Trump, the president’s niece, describe …"
        },
        {
            "title": "August by Callan Wink review – coming of age in rural America",
            "category": "Books",
            "snippet": "August, the eponymous hero of Callan Wink’s debut novel, receives his fair share of unwanted advice. Mostly from other men, mostly about women. He doe …"
        },
        {
            "title": "Why I don't have a child: I cherish my freedom",
            "category": "Life-and-Style",
            "snippet": "Last autumn, I fell in love for the first time in at least 20 years. That enormous feeling overwhelmed me like fall in New England or a natural disast …"
        },
        {
            "title": "Raising a theybie: the parent who wants their child to grow up gender-free",
            "category": "Life-and-Style",
            "snippet": "Long before becoming pregnant, Kori Doty knew exactly how they were going to raise their child. When Doty was born in the picturesque seaside city of …"
        },
        {
            "title": "Rowling, Rushdie and Atwood warn against ‘intolerance’ in open letter",
            "category": "Books",
            "snippet": "Summary: JK Rowling, Salman Rushdie and Margaret Atwood are among the signatories to a controversial open letter warning that the spread of “censoriousness” is …"
        },
        {
            "title": "Who hasn’t been photographed with Ghislaine Maxwell?",
            "category": "Life-and-Style",
            "snippet": "Should you care about who Ghislaine Maxwell is photographed with? Probably not, seeing as the socialite and confidante of Jeffrey Epstein is photograp …"
        },
        {
            "title": "Sonic Youth, Desolation Center 1985: 500 tabs of acid, one life-changing gig",
            "category": "Music",
            "snippet": "In 1983, 20-year-old promoter Stuart Swezey was sick of his gigs getting shut down by Los Angeles cops. On a road trip across Mexico he had an epiphan …"
        }
    ]
}