{
    "page": [
        {
            "title": "Broad has hunger to shine for England beyond end of Anderson double act",
            "category": "Sport",
            "snippet": "It might be that by the time the expedition made it back to St Louis, Clark had got to wondering why Lewis’s name always came first. After 10 movies, …"
        },
        {
            "title": "'Completely surreal': Jess Cornelius on releasing an album – and having a baby – at the same time",
            "category": "Music",
            "snippet": "At 12am the night before releasing her new single, Los Angeles-based New Zealand musician Jess Cornelius felt her water break. The baby was coming two …"
        },
        {
            "title": "Trump consults Bush torture lawyer on how to skirt law and rule by decree",
            "category": "US-News",
            "snippet": "The Trump administration has been consulting the former government lawyer who wrote the legal justification for waterboarding on how the president mig …"
        },
        {
            "title": "Care services must now be nationalised, says John McDonnell",
            "category": "Politics",
            "snippet": "John McDonnell has called for the urgent nationalisation of care services in response to the coronavirus pandemic, warning that years of underfunding …"
        },
        {
            "title": "Strasbourg 1518 review – Jonathan Glazer's cathartic spasm of protest for our times",
            "category": "Film",
            "snippet": "‘How are you?” are the first audible words in this ferocious and headbuttingly confrontational short film from Jonathan Glazer: the answer can only be …"
        },
        {
            "title": "Nicki Minaj announces she's pregnant with her first child",
            "category": "Music",
            "snippet": "Summary: Nicki Minaj is pregnant with her first child. The rapper posted three images on Instagram, one featuring the caption “#Preggers” and another reading: …"
        },
        {
            "title": "Melbourne international film festival 2020: five things to watch in this year's online program",
            "category": "Film",
            "snippet": "The coronavirus has of course interrupted plans for this year’s Melbourne international film festival, resulting in the event’s first ever online-only …"
        },
        {
            "title": "White St Louis couple who pointed guns at protesters to face charges",
            "category": "US-News",
            "snippet": "A white couple who pointed guns at protesters marching against racial injustice outside their mansion will face criminal charges, the city’s top prose …"
        },
        {
            "title": "Asylum seeker to sue Home Office after falling ill with Covid-19",
            "category": "Politics",
            "snippet": "An asylum seeker who became infected with Covid-19 after an outbreak in his accommodation – despite assurances from the Home Office that he would not …"
        },
        {
            "title": "Jobkeeper and jobseeker payment: what do the changes mean for recipients?",
            "category": "Business",
            "snippet": "From late September, payments of the $1,500 jobkeeper wage subsidy and $550 coronavirus supplement will change. Businesses will need to requalify for …"
        },
        {
            "title": "RBA governor says government must spend to limit severe 'economic scars’",
            "category": "Business",
            "snippet": "Australia would risk long-term economic and social “scars” without the government borrowing to fund programs aimed at reducing the severity of the Cov …"
        },
        {
            "title": "Too Much and Never Enough by Mary L Trump review – a scathing takedown of Uncle Donald",
            "category": "Books",
            "snippet": "Like America, Trump claims to be unique, exceptional, a shining self-creation. This book by his estranged niece demolishes that myth. Mary Trump’s rut …"
        },
        {
            "title": "How does a young writer pay the rent?",
            "category": "Books",
            "snippet": "There is a fact about me I’ve been known to trot out in smart company for the purposes of gaining the upper hand: I won a place at Oxford to do my DPh …"
        },
        {
            "title": "Chris Frantz: 'If you knew David Byrne, you would not be jealous of him'",
            "category": "Music",
            "snippet": "David Byrne overwhelms the image of Talking Heads. With his herky-jerky mannerisms, loopy persona and arch lyrics – not to mention his command of the …"
        },
        {
            "title": "The NBA's shaky jersey initiative shows the league's wokeness has its limits",
            "category": "Sport",
            "snippet": "Stripped of context, the idea is a noble one. In reaction to the anti-racism protests across the US, the NBA will allow players to wear messages on th …"
        },
        {
            "title": "Tell us: what do you think about closures of music magazines?",
            "category": "UK-News",
            "snippet": "Summary: The closure of music magazine Q has been described as signalling the final passing of the traditional music press. We would like to hear from people a …"
        },
        {
            "title": "Talking Horses: racing at risk without better prize money, warns trainer",
            "category": "Sport",
            "snippet": "More trainers and many owners are going to follow Ed Vaughan out of horse racing, according to one well connected trainer who has had to shift part of …"
        },
        {
            "title": "How has your dog helped you through lockdown?",
            "category": "Life-and-Style",
            "snippet": "As lockdown descended, people across the UK sought comfort and distraction from the coronavirus pandemic from their pets – old and new. Demand – and p …"
        },
        {
            "title": "HMRC widens investigation into Ladbrokes owner GVC",
            "category": "Business",
            "snippet": "UK tax authorities have widened their investigation into gambling firm GVC, in a shock escalation that sent shares in the owner of Ladbrokes bookmaker …"
        },
        {
            "title": "Tiwa Savage: the Nigerian pop star fighting the country's rape crisis",
            "category": "Music",
            "snippet": "Summary: In the quest to find a perfect spot for her router, Tiwa Savage has to disrupt her four-year-old son Jamil’s TV time. He puts up a mild protest but so …"
        },
        {
            "title": "A black woman faces prison for a voting mistake. Prosecutors just doubled the charges",
            "category": "US-News",
            "snippet": "A North Carolina prosecutor accused of using a racist law to prosecute an African American woman for voter fraud has now doubled the charges against h …"
        },
        {
            "title": "Robinhood cancels UK launch of its investment app",
            "category": "Business",
            "snippet": "Controversial investment app Robinhood has delayed its UK launch indefinitely as it wrestles with pressure from US politicians after one of its custom …"
        },
        {
            "title": "How White Teeth transcends its many flaws",
            "category": "Books",
            "snippet": "Famously, Zadie Smith sold White Teeth for £250,000 on the back of an 80-page-extract. She once told the story on the BBC’s World Book Club: “I’d writ …"
        },
        {
            "title": "Record-breaking college long jumper Tony Martin shot and killed aged 19",
            "category": "Sport",
            "snippet": "Tony Martin, a record-breaking long jumper for Michigan State, has been shot and killed at the age of 19. Martin shattered Michigan’s long jump record …"
        },
        {
            "title": "Harry Potter books prove UK lockdown hit despite JK Rowling trans rights row",
            "category": "Business",
            "snippet": "The backlash against JK Rowling’s views on transgender law reform has failed to dent the popularity of the Harry Potter author’s books, with publisher …"
        },
        {
            "title": "McDonald's reopens 700 dine-in restaurants in UK",
            "category": "Business",
            "snippet": "McDonald’s is to reopen around 700 dine-in restaurants across the UK from Wednesday, as it returns to trading following the coronavirus shutdown. Food …"
        },
        {
            "title": "Beyond sourdough: the hobbies that helped readers cope with lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: During lockdown, my husband and I have taken daily walks in the countryside that have kept us sane and given us a break from the monotony of confineme …"
        },
        {
            "title": "Reni Eddo-Lodge and Emma Watson to redraw London tube map with women's names",
            "category": "Books",
            "snippet": "Summary: Londoners Reni Eddo-Lodge and Emma Watson are spearheading a project to reimagine the city’s iconic tube map, by renaming all 270 stops after the wome …"
        },
        {
            "title": "Jim Hammer obituary",
            "category": "Politics",
            "snippet": "My father, Jim Hammer, who has died aged 91, played a role in the development of the 1974 Health and Safety at Work Act, which he helped to draft as a …"
        },
        {
            "title": "Blooms with a view: Derek Jarman's magical garden gets a transplant",
            "category": "Film",
            "snippet": "When the director and artist Derek Jarman began making his garden on the great shingle expanse outside his cottage in Dungeness, local fishermen feare …"
        },
        {
            "title": "UK civil servants fear press office centralisation could 'undermine democracy'",
            "category": "Politics",
            "snippet": "Civil servants have questioned whether sweeping plans to centralise government communications could serve to “undermine democracy”, an internal docume …"
        },
        {
            "title": "'The hardest thing we've undertaken': ocean rowers attempt round-UK record",
            "category": "Sport",
            "snippet": "When their 2,300-mile row from San Francisco to Hawaii was called off due to the coronavirus pandemic, Duncan Roy and Gus Barton opted for a staycatio …"
        },
        {
            "title": "Covid-19: test all health and care workers weekly, says UK scientist",
            "category": "Politics",
            "snippet": "All health and care staff should be routinely tested for Covid-19 once or twice a week, according to one of the UK’s most eminent scientists, Sir Paul …"
        },
        {
            "title": "'It had that spiky sense of humour': your memories of Q magazine",
            "category": "Music",
            "snippet": "The closure of music magazine Q has been described as signalling the final passing of the industry’s traditional press, as the coronavirus pandemic co …"
        },
        {
            "title": "Priti Patel promises 'compassionate' Home Office after Windrush scandal",
            "category": "UK-News",
            "snippet": "Priti Patel has promised to revolutionise the culture of the Home Office in the wake of the Windrush scandal, pledging a more compassionate, “people f …"
        },
        {
            "title": "'Bitches get stuff done': Alexandria Ocasio-Cortez hits back after Republican's tirade at Capitol",
            "category": "US-News",
            "snippet": "The New York congresswoman Alexandria Ocasio-Cortez has responded to a report that a Republican colleague accosted her on the steps of the US Capitol …"
        },
        {
            "title": "Boris Johnson was asleep on the job, and since when was idleness a crime?",
            "category": "Politics",
            "snippet": "Summary: Somewhere in Epsom, Chris Grayling was sobbing loudly having managed to lock himself in a cupboard. Wondering how he hadn’t managed to acquire vital i …"
        },
        {
            "title": "England coach Silverwood vows to help Ben Stokes fly high in world rankings",
            "category": "Sport",
            "snippet": "Summary: Ben Stokes has risen to the top of the Test all-rounder rankings and sits third behind Steve Smith and Virat Kohli among the outright batsmen. The cha …"
        },
        {
            "title": "Garbancito, hero of Europe’s first feature-length animated colour film, to fight again",
            "category": "Film",
            "snippet": "Summary: Seventy-five years after he first sallied forth to fight giants, dwarves and witches armed only with an unwavering sense of piety, a magic sword and a …"
        },
        {
            "title": "Rishi Sunak warns public sector workers of new pay squeeze",
            "category": "Politics",
            "snippet": "Rishi Sunak has warned public sector workers to expect a renewed squeeze on pay and ordered government departments to find cost savings in response to …"
        },
        {
            "title": "'Anti-feminist' lawyer suspected of murdering US judge's son may have killed before",
            "category": "US-News",
            "snippet": "The FBI is investigating whether a self-described “anti-feminist” lawyer, suspected of killing the son of a federal judge, had previously murdered a f …"
        },
        {
            "title": "Sales of alcohol, tea and coffee soar in shops since UK lockdown",
            "category": "Business",
            "snippet": "Summary: Sales of alcohol, tea and coffee in UK supermarkets and corner shops have soared since the lockdown as the nation’s drinking habits have become home-b …"
        },
        {
            "title": "UK government rejects ISC call for inquiry into Russian interference in Brexit referendum – as it happened",
            "category": "Politics",
            "snippet": "The British government and intelligence agencies failed to prepare or conduct any proper assessment of Kremlin attempts to interfere with the 2016 Bre …"
        },
        {
            "title": "UK targets up to 12 Covid-19 vaccines from around the world",
            "category": "Politics",
            "snippet": "The UK government aims to secure stocks of not one vaccine or even two but up to 12 that are being developed around the world, hedging its bets to ens …"
        },
        {
            "title": "Portland clampdown: why are federal agents there and what are they doing?",
            "category": "US-News",
            "snippet": "Confrontations between protesters and police and federal agents in Portland, Oregon, have become a national flashpoint as Donald Trump’s law-and-order …"
        },
        {
            "title": "Community sport: 'When we started playing, I forgot about the virus. It was absolutely thrilling'",
            "category": "Life-and-Style",
            "snippet": "The last time I played basketball was in mid-March. My teammates and I – I’ve played basketball every week with the same group of guys for over 10 yea …"
        },
        {
            "title": "Focus on pay restraint distorts Rishi Sunak's spending review",
            "category": "Politics",
            "snippet": "The government has embarked on a spending review across Whitehall that the chancellor says must include pay restraint. Rishi Sunak, in a letter to his …"
        },
        {
            "title": "Grenfell project manager denies saying  cladding 'would not burn'",
            "category": "UK-News",
            "snippet": "The project manager on the Grenfell Tower refurbishment has denied assuring the block’s landlord its new cladding panels “would not burn at all”. The …"
        },
        {
            "title": "Internet friends took me from New York to the great Ashes series of 2005",
            "category": "Sport",
            "snippet": "“We’re gonna have a bat,” Ricky Ponting says. After months of crazed anticipation, it’s on. Justin Langer clocked second ball, Matthew Hayden moments …"
        },
        {
            "title": "'It was dehumanising': Jessica Shuran Yu condemns training abuse in China",
            "category": "Sport",
            "snippet": "A world championship figure skater has urged the International Olympic Committee to do more to protect vulnerable young girls after detailing how she …"
        }
    ]
}