{
    "page": [
        {
            "title": "Don’t be shy about using eye colour – keep it simple",
            "category": "Life-and-Style",
            "snippet": "Summary: Even as a beauty editor, I am in awe of anyone who can look at a rainbow-hued eyeshadow palette without feeling anxious. It’s intimidating. Apply it b …"
        },
        {
            "title": "US protests live: hundreds of thousands march against racial injustice – as it happened",
            "category": "US-News",
            "snippet": "That’s it from us tonight. The Guardian will continue live coverage tomorrow morning. Protests carried on across in the nation, in one of the most mas …"
        },
        {
            "title": "Sunday with Daisy May Cooper: ‘I've been going bonkers on Amazon’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? With my daughter using my cranium as a trampoline at 5am – she jumps and screams until I take her downstairs for breakfast. I h …"
        },
        {
            "title": "The Next Great Migration by Sonia Shah review – why people wander",
            "category": "Books",
            "snippet": "Sonia Shah’s last two books Pandemic, published in 2016, and The Fever, published in 2010, introduced her as a storyteller in a novel genre: travel bo …"
        },
        {
            "title": "The Fed deserves the praise for America’s jobs turnaround. But Trump benefits",
            "category": "Business",
            "snippet": "The political obituaries of Donald Trump were all prepared. At the end of a week that has seen American cities convulsed by protests over the killing …"
        },
        {
            "title": "German suspect in Madeleine McCann case linked to two more child disappearances",
            "category": "UK-News",
            "snippet": "The father of a six-year-old German boy who disappeared on holiday in Portugal nearly 24 years ago says the recent dramatic developments in the Madele …"
        },
        {
            "title": "Britain ‘absent from world stage’ by failing to condemn abuses by Trump and China",
            "category": "Politics",
            "snippet": "Britain is “absenting itself from the world stage” by refusing to show leadership over Hong Kong residents, confront China or condemn President Trump …"
        },
        {
            "title": "Beaten in Uganda, abused in the UK: John Sentamu’s long struggle against injustice",
            "category": "UK-News",
            "snippet": "John Sentamu tells the story of walking in to lead an assembly at a primary school in London when he was Bishop of Stepney: “As I entered the school h …"
        },
        {
            "title": "Time to shape up: my post-lockdown resolutions",
            "category": "Life-and-Style",
            "snippet": "I’m a formless blob,” laments a friend. “The only thing I want to do is eat and sleep,” says another. I feel the same. My non-work time is spent… actu …"
        },
        {
            "title": "Days of the Bagnold Summer review – bittersweet tale of family strife",
            "category": "Film",
            "snippet": "Lockdown has done strange things to families. Some have been stretched to breaking point by lengthy periods of communal incarceration; others have bee …"
        },
        {
            "title": "Covid-19 in the Commons: ‘How can you plot and keep two metres apart?'",
            "category": "Politics",
            "snippet": "Tuesday I get in to parliament early for a remote TV interview with Sky TV’s Kay Burley. She cuts me off saying “Chris Bryant loves to have the last w …"
        },
        {
            "title": "Trump's scrapping of Obama-era reforms hinders police reform",
            "category": "US-News",
            "snippet": "The Trump administration has dismantled key federal tools for imposing accountability on police forces engaging in systemic racial discrimination, sev …"
        },
        {
            "title": "Brigid Mae Power: Head Above the Water review – quotidian magic",
            "category": "Music",
            "snippet": "On her third album, Irish folk singer Brigid Mae Power sees no disconnect between ancient and modern. Neither does her haunting voice, an instrument t …"
        },
        {
            "title": "Doorstep delights: why front gardens matter",
            "category": "Life-and-Style",
            "snippet": "Last month, with more time at home than usual, Charlotte Harris, one half of the landscape design duo Harris Bugg, decided to dig up her paved front g …"
        },
        {
            "title": "After Covid we're going to need a serious urban regeneration plan",
            "category": "Business",
            "snippet": "Even before the arrival of Covid-19, the future for Britain’s high streets looked bleak. For at least two decades there has been talk of how town cent …"
        },
        {
            "title": "Donal Flanagan obituary",
            "category": "UK-News",
            "snippet": "My friend Donal Flanagan, who has died aged 96, led an active life into his tenth decade, working as a volunteer at the Sobell House Hospice shop in O …"
        },
        {
            "title": "Trump reaches for Nixon playbook after protests that have rocked America",
            "category": "US-News",
            "snippet": "They were 48 minutes of mayhem that shook the republic. With a bizarre pageant of riots shields, a Bible and a designer handbag, they also represented …"
        },
        {
            "title": "Trump takes note as the far right lobbies for violent crackdown on peaceful protests",
            "category": "US-News",
            "snippet": "As protests over the police killing of George Floyd continue across the US, a slew of influential rightwing figures have been urging an ever more viol …"
        },
        {
            "title": "Dating Amber review – witty Irish coming-of-age yarn",
            "category": "Film",
            "snippet": "The appearance of an enjoyably naff sex education video delivered by a nun suggests early on that this coming-of-age film set in rural Kildare in 1995 …"
        },
        {
            "title": "Candice Brathwaite: 'I’m at the forefront of a discussion that will save women’s lives'",
            "category": "Life-and-Style",
            "snippet": "Soon after Candice Brathwaite gave birth to her daughter Esmé – by Caesarean section, rather than the home birth she dreamed of – she became convinced …"
        },
        {
            "title": "The Mystery of Charles Dickens by AN Wilson review – uncomfortable insights",
            "category": "Books",
            "snippet": "AN Wilson starts his homage to Dickens by firing off a fusillade of adjectives. The man who nicknamed himself the Inimitable was, Wilson says, “hyper- …"
        },
        {
            "title": "What happens when your relationship with a therapist turns into an affair?",
            "category": "Life-and-Style",
            "snippet": "Summary: There’s nothing quite like it. You sit together in hushed intimacy, just the two of you, finally revealing lifelong secrets. The atmosphere is exquisi …"
        },
        {
            "title": "Christopher Brocklebank-Fowler obituary",
            "category": "Politics",
            "snippet": "The former MP Christopher Brocklebank-Fowler, who has died aged 86, made a singular mark in British political history as the only Conservative MP to c …"
        },
        {
            "title": "In brief: Au Revoir, Tristesse; The Lightness; Chanel's Riviera – review",
            "category": "Books",
            "snippet": "Summary: Au Revoir, Tristesse: Lessons in Happiness from French Literature Viv Groskop (Abrams Press, £17.99, pp256) On the telly in the 1980s, Groskop watched …"
        },
        {
            "title": "Queen’s birthday honours: Tony Abbott, Marcia Langton and Michael Clarke among Australians recognised",
            "category": "UK-News",
            "snippet": "Summary: Tony Abbott and Bronwyn Bishop are among a host of former Liberal politicians to receive awards in this year’s Queen’s birthday honours, with the ex-p …"
        },
        {
            "title": "AIU says Salwa Eid Naser missed three drug tests before world 400m title win",
            "category": "Sport",
            "snippet": "The curious case of Salwa Eid Naser’s missed drug tests deepened on Sunday when it emerged she was allowed to run at the world championships last year …"
        },
        {
            "title": "Steve Priest obituary",
            "category": "Music",
            "snippet": "‘There was one gig we did in Scotland where the girls were screaming so loud that I couldn’t hear us – and we were not a quiet band,” said Steve Pries …"
        },
        {
            "title": "UK death toll rises by 77 but no new deaths in Scotland or Northern Ireland – as it happened",
            "category": "Politics",
            "snippet": "Here’s a roundup of today’s key UK coronavirus updates. The UK’s coronavirus death toll has risen by 77 – the lowest daily figure since the lockdown b …"
        },
        {
            "title": "BLM protesters topple statue of Bristol slave trader Edward Colston",
            "category": "UK-News",
            "snippet": "Summary: Black Lives Matters protesters in Bristol have pulled down a statue of the slave trader Edward Colston. Demonstrators attached a rope to the Grade II- …"
        },
        {
            "title": "Kenny Young obituary",
            "category": "Music",
            "snippet": "Kenny Young, who has died aged 79, was a gifted songwriter, musician and producer best known for co-writing the Grammy Hall of Fame song Under the Boa …"
        },
        {
            "title": "UK airlines launch legal battle over Covid-19 quarantine ruling",
            "category": "Business",
            "snippet": "Britain’s three biggest airlines have started legal proceedings against the government in a bid to overturn quarantine rules due to take effect in the …"
        },
        {
            "title": "£36bn of government-backed loans will be toxic, taskforce warns",
            "category": "Business",
            "snippet": "Summary: A City taskforce is warning that up to £36bn worth of government-backed business loans could turn toxic by next year, as companies struggle to repay g …"
        },
        {
            "title": "'In 18 months, we've had 30 cats – and it's been wonderful'",
            "category": "Life-and-Style",
            "snippet": "Summary: Nearly three years ago my wife and I had to move from New York – where we met, where I had lived for almost eight years, and where we had made a home …"
        },
        {
            "title": "Love comfortably collects sixth 1,000 Guineas for Aidan O'Brien",
            "category": "Sport",
            "snippet": "Even the travel restrictions between Britain and Ireland could not stop Aidan O’Brien in the 1,000 Guineas, Sunday’s running of the Classic at Newmark …"
        },
        {
            "title": "Former NFL receiver Donald ‘Reche’ Caldwell killed in Tampa aged 41",
            "category": "Sport",
            "snippet": "Summary: Donald ‘Reche’ Caldwell, a wide receiver who played seven NFL seasons with the San Diego Chargers, New England Patriots and Washington after a decorat …"
        },
        {
            "title": "Super League considers increase in number of interchanges on return",
            "category": "Sport",
            "snippet": "The prospect of increasing the number of interchanges and hosting games at a limited number of venues will be discussed this week as Super League aims …"
        },
        {
            "title": "IRA and former soldiers urged to help solve 1972 killing of young woman",
            "category": "UK-News",
            "snippet": "A senior detective investigating one of Britain’s most controversial spy scandals has appealed to both ex-IRA and retired soldiers to help him get the …"
        },
        {
            "title": "Ben Wallace to review policy of trying UK rape cases in military courts",
            "category": "UK-News",
            "snippet": "Ben Wallace, the defence secretary, will look again at whether military courts should be allowed to try rape cases in the UK after three women serving …"
        },
        {
            "title": "UK diplomats fear end of special relationship if Trump re-elected",
            "category": "Politics",
            "snippet": "The UK’s special relationship with the US may end if Donald Trump wins a second term, some of the UK’s most senior retired diplomats and Conservative …"
        },
        {
            "title": "Gareth Thomas on coming out as HIV positive: 'It was my right to tell my family – not somebody else's'",
            "category": "Sport",
            "snippet": "The moment Gareth Thomas found out he was HIV positive, all he could imagine was the Aids epidemic. Sensational images of his future took over: frailt …"
        },
        {
            "title": "2,500 rare texts from Islamic world to go online for free",
            "category": "Books",
            "snippet": "More than 2,500 rare manuscripts and books from the Islamic world covering a period of more than a thousand years are to be made freely available onli …"
        },
        {
            "title": "Tree of the week: 'This mango tree provides food – and brings people together'",
            "category": "Life-and-Style",
            "snippet": "Summary: Tom Skirrow discovered this magnificent mango tree on a trip to Burkina Faso in 2018. He was spending the week in the tiny village of Torem, home to 7 …"
        },
        {
            "title": "Wretchedness by Andrzej Tichý review – a tornado of voices and timelines",
            "category": "Books",
            "snippet": "Summary: If modernism exposed the ordinary realist novel as a kind of cover-up job on the essential messiness of human consciousness, its aversion to literary …"
        },
        {
            "title": "Who was Edward Colston and why was his Bristol statue toppled?",
            "category": "UK-News",
            "snippet": "Summary: The statue of slave trader Edward Colston that was toppled from its plinth and pushed into the docks by protesters has long caused anger and divided o …"
        },
        {
            "title": "Corruption in weightlifting exposes its need for an independent enforcer",
            "category": "Sport",
            "snippet": "Moments before powerlifters attempt a superhuman feat of strength, they like to hold a capsule of ammonia to their nose, snort deeply, and feel a huge …"
        },
        {
            "title": "Miles Davis: where to start in his back catalogue",
            "category": "Music",
            "snippet": "The album to start with Kind of Blue (1959) Kind of Blue isn’t just the best introduction to Miles Davis, it’s the best introduction to jazz as a whol …"
        },
        {
            "title": "The naked truth about Showgirls: the 90s flop is a misunderstood gem",
            "category": "Film",
            "snippet": "Summary: Showgirls is one of those movies that doesn’t so much divide opinion as defy it. Critical vocabulary breaks down in the face of its transcendent vulga …"
        },
        {
            "title": "Ryanair boss: Britons know quarantine rules are rubbish",
            "category": "Business",
            "snippet": "Summary: The Ryanair boss Michael O’Leary has said he will not cancel flights despite the government’s new quarantine rules for travellers arriving in the UK, …"
        },
        {
            "title": "Keir Starmer: pulling down Edward Colston statue was wrong",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer said it was “completely wrong” for Black Lives Matter protesters in Bristol to pull down a statue of a slave trader and dump it in the ha …"
        },
        {
            "title": "How we met: 'I told him I’d always been taught to keep my pants on'",
            "category": "Life-and-Style",
            "snippet": "Summary: Andrew Knapper moved to the UK from Canada in January 2005 for a temporary contract, but never expected to stay. “I was based in Stirling in Scotland …"
        }
    ]
}