{
    "page": [
        {
            "title": "My favourite film aged 12: Enter the Dragon",
            "category": "Film",
            "snippet": "It was the summer of 1984 and while most of my friends were engaged in the bitter culture war that was Duran Duran v Culture Club, I was obsessed with …"
        },
        {
            "title": "How we met: ‘He was wearing a horrible old jacket – and mistook me for someone else’",
            "category": "Life-and-Style",
            "snippet": "Summary: After 10 years working as a merchant seaman in the US, Bruce James left his job in 1997 to move to San Jose, Costa Rica. He held a party the year afte …"
        },
        {
            "title": "A cut above: António Variações, Portugal's queer pop superstar",
            "category": "Music",
            "snippet": "In the midst of wild olive trees, a muscular man sporting pink hair and a woman’s swimming costume stares into a mirror. There, at the meeting point o …"
        },
        {
            "title": "UK judge rules against Johnny Depp over ‘drugs texts’ in libel case",
            "category": "Film",
            "snippet": "Johnny Depp has breached an order in a libel case by failing to disclose texts that apparently show him trying to obtain drugs, the high court has rul …"
        },
        {
            "title": "First Thing: the pandemic has broken Europe's trust in American leadership",
            "category": "US-News",
            "snippet": "Good morning. The US health secretary has warned that the “window is closing” on America’s chances of containing the coronavirus, as the country’s num …"
        },
        {
            "title": "Families criticise further delay to Birmingham crush deaths case",
            "category": "UK-News",
            "snippet": "Summary: The families of five migrant workers who were crushed to death at a scrap metal plant four years ago say they have been treated “as if our lives do no …"
        },
        {
            "title": "Trump's brother tries again to block niece's tell-all book after failed attempt",
            "category": "Books",
            "snippet": "Summary: Donald Trump’s brother is making a second attempt to block publication of the much-anticipated book by their niece Mary Trump, about “the damaged man …"
        },
        {
            "title": "Charles Dickens webchat with Kathryn Hughes: your questions answered",
            "category": "Books",
            "snippet": "Summary: Thank you to Kathryn for giving us so much of her time, and to everyone who has posted a question. Our reading group theme for July will be put to a v …"
        },
        {
            "title": "Poem of the week: Incendiary Art: Ferguson, 2014 by Patricia Smith",
            "category": "Books",
            "snippet": "Summary: This week’s poem is from Incendiary Art, Patricia Smith’s collection of searing elegies for black lives destroyed. The title of the book – a 2018 Puli …"
        },
        {
            "title": "Replacement of Sedwill with Frost 'highly unusual', says Labour",
            "category": "Politics",
            "snippet": "Labour has criticised what it called the government’s “highly unusual” decision to replace Sir Mark Sedwill as national security adviser with a politi …"
        },
        {
            "title": "Covid-19 worsening plight of UK migrants, report finds",
            "category": "UK-News",
            "snippet": "The coronavirus pandemic has intensified the effects of the hostile environment on undocumented migrants in the UK, with many experiencing loss of inc …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Invisible Man by Ralph Ellison has been mrfloydthu …"
        },
        {
            "title": "Homemade review – Kristen Stewart leads Netflix's lockdown short films",
            "category": "Film",
            "snippet": "Here is a short film anthology with a luxury gloss and prestige sheen, curated for Netflix by the Chilean director Pablo Larraín, his brother Juan de …"
        },
        {
            "title": "Wirecard asset freeze leaves vulnerable people without cash",
            "category": "Business",
            "snippet": "Summary: Vulnerable people were unable to access cash in accounts backed by Wirecard for three days after the UK financial watchdog took action against the fir …"
        },
        {
            "title": "Manchester police searching for cyclist involved in accident",
            "category": "UK-News",
            "snippet": "Police in Manchester are searching for a cyclist who collided with a pedestrian who later died in hospital. The cyclist stopped following the accident …"
        },
        {
            "title": "ECB gives green light for county cricket season to begin on 1 August",
            "category": "Sport",
            "snippet": "The England and Wales Cricket Board has given a green light for the return of professional domestic cricket but it is not entirely clear where this gr …"
        },
        {
            "title": "Boris Johnson bats back gentle lobs on Times Radio's tame debut",
            "category": "Politics",
            "snippet": "Summary: Call it a win-win. That’s if your smart speakers hadn’t shunted you off to a station in Malawi. Times Radio was looking for a big name to kick off the …"
        },
        {
            "title": "Woman challenges police for telling her to cover up anti-Boris Johnson T-shirt",
            "category": "UK-News",
            "snippet": "A woman who was challenged by police officers for wearing an anti-Boris Johnson T-shirt at a Black Lives Matter demonstration is launching legal actio …"
        },
        {
            "title": "Minister refuses to commit to inquiry after Glasgow attack",
            "category": "UK-News",
            "snippet": "A Home Office minister has refused to commit to an independent inquiry into the treatment of asylum seekers in Glasgow, after a Sudanese man stabbed s …"
        },
        {
            "title": "Sedwill's exit seen as just the start of Whitehall revolution",
            "category": "Politics",
            "snippet": "Dominic Cummings’ preoccupation with Brexit always went hand in hand with a desire to shake up the British state – and he has never made any secret of …"
        },
        {
            "title": "UK ministers send mixed messages over climate commitments, says fund manager",
            "category": "Business",
            "snippet": "Summary: The head of the UK’s largest fund manager has criticised the UK government for creating “confusion” around the country’s climate commitments by priori …"
        },
        {
            "title": "Lib Dem MP Layla Moran targets rise in BAME board directors",
            "category": "Politics",
            "snippet": "Britain’s top companies will be tasked with hiring more boardroom directors from black, Asian and minority ethnic backgrounds under plans being drawn …"
        },
        {
            "title": "Boris Johnson adores Churchill, but now he's flirting with Roosevelt",
            "category": "Politics",
            "snippet": "Among Boris Johnson’s numerous passing passions there seemed to be one love affair that was not fickle – his worship of Winston Churchill. As a lover …"
        },
        {
            "title": "Cuomo tells Trump to 'put a mask on it' as New York reconsiders indoor dining",
            "category": "US-News",
            "snippet": "Governor Andrew Cuomo of New York on Monday called on Donald Trump to “put a mask on it” and sign an executive order requiring people to wear face cov …"
        },
        {
            "title": "'Absolutely fanciful': Boris Johnson's new deal not Rooseveltian, say critics",
            "category": "Politics",
            "snippet": "Boris Johnson will seek to wrap himself in the mantle of one of the most-revered American presidents in modern times on Tuesday, as he attempts to ref …"
        },
        {
            "title": "San Quentin: Covid-19 cases at California prison surge to 1,000",
            "category": "US-News",
            "snippet": "The number of coronavirus cases in California’s San Quentin state prison has crossed a thousand, with more than 900 cases being diagnosed in the last …"
        },
        {
            "title": "UK coronavirus: Hancock announces local lockdown for Leicester — as it happened",
            "category": "Politics",
            "snippet": "Summary: A streamlined application process will enable pubs and restaurants to get permission for on-street dining in around 10 days, a measure forming part of …"
        },
        {
            "title": "Arizona orders bars and gyms to close, joining other states in reversing reopening",
            "category": "US-News",
            "snippet": "The governor of Arizona has ordered bars, movie theaters, gyms and water parks to shut down, in a dramatic move that echoed similar efforts by states …"
        },
        {
            "title": "California and Arizona roll back reopening plans as coronavirus cases climb – as it happened",
            "category": "US-News",
            "snippet": "Kari Paul here, logging off for the evening. Here is the top news of the hour. Senator Elizabeth Warren introduced a bill that would put extend and ex …"
        },
        {
            "title": "Leicester lockdown: what are the new Covid-19 restrictions?",
            "category": "UK-News",
            "snippet": "A regional flare-up of coronavirus cases means Leicester will not emerge from parts of lockdown as swiftly as the rest of England. Here’s what you nee …"
        },
        {
            "title": "'I bought these items and I couldn’t stand them': inside the mind of a Batman collector",
            "category": "Film",
            "snippet": "In the community and in the media there is widespread awareness about many kinds of addictions – from drug and alcohol dependencies to food, sex, poki …"
        },
        {
            "title": "‘No risk’ of inflation despite RBA buying $40bn of government bonds",
            "category": "Business",
            "snippet": "There is no risk of the Australian government being unable to repay debt or of excessive inflation in the near term despite the Reserve Bank buying $4 …"
        },
        {
            "title": "Small Hours: The Long Night of John Martyn by Graeme Thomson – review",
            "category": "Books",
            "snippet": "By the time the mercurial, volatile singer-songwriter John Martyn heard that he had been awarded an OBE for his contribution to British music, he was …"
        },
        {
            "title": "About bloody time: is cinema finally going with the flow of period sex?",
            "category": "Film",
            "snippet": "Summary: When it comes to taboo subjects on screen, period sex serves up a double whammy. Intercourse and menstruation – who wants to see that, right? Certainl …"
        },
        {
            "title": "AGL says it will link bosses’ bonuses to lowering emissions",
            "category": "Business",
            "snippet": "Australia’s largest domestic emitter of greenhouse gases, the energy provider AGL, is the first major company in the country to link managers’ bonuses …"
        },
        {
            "title": "Britain beyond lockdown: can we make more space for nature?",
            "category": "Politics",
            "snippet": "Summary: The first post-lockdown crops of the land army have been harvested. The food – chard, spinach, lettuce and radish – is being parcelled out to the loca …"
        },
        {
            "title": "'He was inspired by everything': friends and family pay tribute to Elijah McClain",
            "category": "US-News",
            "snippet": "Summary: Friends and family of Elijah McClain, a 23-year old Black man who died after being put in a chokehold by police and injected with ketamine by paramedi …"
        },
        {
            "title": "I love my partner but can’t stop fantasising about other men",
            "category": "Life-and-Style",
            "snippet": "I am a gay man and have been in a relationship for several years with my partner, but we struggle sexually due to my lack of sexual attraction. I try …"
        },
        {
            "title": "The greatest: Chris Evert – US revolutionary who helped shape modern tennis",
            "category": "Sport",
            "snippet": "Summary: The 1971 US Open was the first time the world glimpsed the power of Christine Marie Evert. She was 16, a prodigy who struck her backhand with two hand …"
        },
        {
            "title": "UK economy hit by sharpest fall in 41 years amid Covid-19 crisis",
            "category": "Business",
            "snippet": "Britain’s economy contracted by 2.2% in the first three months of 2020 – its sharpest decline in more than 40 years – as the immediate impact from the …"
        },
        {
            "title": "Wirecard UK unlocks customers' cash after FCA freeze",
            "category": "Business",
            "snippet": "Britain’s financial watchdog has lifted restrictions on Wirecard’s UK operations, giving customers access to cash that was frozen amid a €1.9bn (£1.7b …"
        },
        {
            "title": "Young adult books roundup – review",
            "category": "Books",
            "snippet": "It wouldn’t be summer without a sun-drenched coming-of-age story, so beautifully realised in Meg Rosoff’s seductive and elegant The Great Godden (Bloo …"
        },
        {
            "title": "‘It’s like we just fell on to this planet’: the rise of psych-rockers Khruangbin",
            "category": "Music",
            "snippet": "Onstage, the Texan trio Khruangbin are a strange sight to behold. At their sold-out show at London’s near-5,000 capacity O2 Academy Brixton last Decem …"
        },
        {
            "title": "They shut his water off over an unpaid bill – and then a fire broke out",
            "category": "US-News",
            "snippet": "Albert Pickett returned to live in his childhood home after his mother died of Alzheimer’s, and discovered that she’d got behind with water bills duri …"
        },
        {
            "title": "Johnny Mandel, Oscar-winning composer behind M*A*S*H theme, dies aged 94",
            "category": "Music",
            "snippet": "Johnny Mandel, the Oscar and Grammy-winning composer behind the theme from M*A*S*H and more, has died aged 94. Details of his death have not been rele …"
        },
        {
            "title": "John McKenzie obituary",
            "category": "Music",
            "snippet": "midMy friend John McKenzie, who has died aged 64 of cancer, was a consummate bass player who recorded and toured with acts such as Lionel Richie, Bob …"
        },
        {
            "title": "First Thing: America's new virus hotspots are also election battlegrounds",
            "category": "US-News",
            "snippet": "Good morning. Arizona has joined several other states in rolling back its reopening, amid a surge in Covid-19 cases across the Sun Belt. On Monday, th …"
        },
        {
            "title": "England can only profit from using Mark Wood in the long run",
            "category": "Sport",
            "snippet": "Statistics, like alcohol, should be used responsibly. Before you lay down quantitative truths to the world, you need to consider context, sample size …"
        },
        {
            "title": "Health workers filed more than 4,000 complaints about protective gear. Some still died",
            "category": "US-News",
            "snippet": "Summary: Covid-19 cases were climbing at Michigan’s McLaren Flint hospital. So Roger Liddell, 64, who procured supplies for the hospital, asked for an N95 resp …"
        },
        {
            "title": "Central banks ‘could face political pressure to allow high inflation’",
            "category": "Business",
            "snippet": "Soaring debt levels caused by the Covid-19 crisis could lead to governments putting pressure on central banks to tolerate higher inflation by holding …"
        }
    ]
}