{
    "page": [
        {
            "title": "'Mr President, don't go hide': China goads US over George Floyd protests",
            "category": "US-News",
            "snippet": "Chinese officials and state media have seized on news of the protests sweeping the US, comparing the widespread unrest to the pro-democracy movement i …"
        },
        {
            "title": "No pubs, no kissing, no flying: how Covid-19 is forcing authors to change their novels",
            "category": "Books",
            "snippet": "Tom Watson, the former deputy leader of the Labour party, has been having a busy lockdown. Signed up to write a political thriller called The House, h …"
        },
        {
            "title": "Major League Rugby announces LA Giltinis, second team named for a drink",
            "category": "Sport",
            "snippet": "Major League Rugby last week announced a new team for 2021: the LA Giltinis. The Los Angeles team shares Australian ownership and alcoholic inspiratio …"
        },
        {
            "title": "George Floyd: curfews fail to deter a new wave of protests across US",
            "category": "US-News",
            "snippet": "Summary: Cities across the US saw further unrest on Sunday as protests against police brutality and the killing of George Floyd in Minneapolis raged on. Fires …"
        },
        {
            "title": "Fires light up Washington DC on third night of George Floyd protests",
            "category": "US-News",
            "snippet": "Multiple fires broke out near the White House late on Sunday evening, as angry protesters gathered in Washington DC for the third night in a row follo …"
        },
        {
            "title": "Australia’s NRL fan cardboard cut-out scheme turns sour after use of Hitler and mass murderer Harold Shipman",
            "category": "Sport",
            "snippet": "What started out as a fun and inclusive initiative has turned sour after the NRL’s scheme to put cardboard cut-outs of fans in stadiums was hijacked. …"
        },
        {
            "title": "Tree of the week: 'I have been friends with this beech tree all my life'",
            "category": "Life-and-Style",
            "snippet": "Summary: When Liz Dixon-Spain got married in 1967, there was only one place where she wanted to celebrate – in her parent’s garden with this beautiful beech tr …"
        },
        {
            "title": "Circles and Squares by Caroline Maclean review – Hampstead's brave and brilliant souls",
            "category": "Books",
            "snippet": "Summary: Artists, wrote the critic Myfanwy Evans in 1937, were in the middle of a thousand battles: “Hampstead, Bloomsbury, surrealist, abstract, social realis …"
        },
        {
            "title": "Brexit: UK's smallest firms divert £10bn in exports away from EU",
            "category": "Business",
            "snippet": "Summary: Britain’s smallest companies are “jumping before they are pushed” by diverting £10bn in exports away from the EU as concerns mount over a possible col …"
        },
        {
            "title": "Covid-19 stimulus: Australian government targets giant construction projects and home renos next",
            "category": "Business",
            "snippet": "The federal government has opened the door to providing cash grants for home renovations as part of a new round of economic stimulus aimed at propping …"
        },
        {
            "title": "My streaming gem: why you should watch Kumbalangi Nights",
            "category": "Film",
            "snippet": "One of 2019’s biggest Malayalam hits, Kumbalangi Nights provides a superior example of one of those lay-of-the-land movies that troubles to build a wo …"
        },
        {
            "title": "The 100 greatest UK No 1s, No 5: Dead or Alive – You Spin Me Round (Like a Record)",
            "category": "Music",
            "snippet": "Summary: The UK production trio Stock Aitken Waterman (SAW) dubbed their studio the Hit Factory, and with good reason. Not only did it generate hits – Never Go …"
        },
        {
            "title": "Move over, R-Patz: how Timothée Chalamet became the movie star of his generation",
            "category": "Film",
            "snippet": "Those seeking explanations as to how Woody Allen’s A Rainy Day in New York topped the global box office a few weeks ago, despite two years of delays, …"
        },
        {
            "title": "Primark plans to reopen all 153 stores in England on 15 June",
            "category": "Business",
            "snippet": "The clothing retailer Primark plans to reopen all 153 of its English stores on 15 June, as non-essential retailers across England began coming out of …"
        },
        {
            "title": "Man, 82, killed in attack by herd of cows in Yorkshire dales",
            "category": "UK-News",
            "snippet": "A man has died after he was attacked by a herd of cows while walking in the Yorkshire dales. The man, 82, and his wife, 78, from Pendle, in Lancashire …"
        },
        {
            "title": "Billie Eilish, Jay-Z and more voice solidarity with George Floyd protesters",
            "category": "Music",
            "snippet": "Stars from across the pop music spectrum, including Billie Eilish, Adele, Jay-Z, Ariana Grande and more have used their sizeable platforms to support …"
        },
        {
            "title": "Spike Lee releases short film as part of George Floyd protests",
            "category": "Film",
            "snippet": "Spike Lee has released a short film as protests against the death of George Floyd continue, which equates Floyd’s treatment at the hands of police wit …"
        },
        {
            "title": "How we met: ‘He asked if I’d ever been breastfed wine by a man’",
            "category": "Life-and-Style",
            "snippet": "When Jim Moston decided to volunteer as a litter picker at Glastonbury in 2016, he wasn’t expecting more than a fun weekend. “You get free food and sh …"
        },
        {
            "title": "‘It could have a chilling effect’: why Trump is ramping up attacks on mail-in voting",
            "category": "US-News",
            "snippet": "Donald Trump is escalating baseless attacks on mail-in voting in what appears to be an obvious effort to sow doubt about the fairness of the 2020 elec …"
        },
        {
            "title": "George Floyd: protests take place in cities around the world",
            "category": "US-News",
            "snippet": "People in cities around the world have marched in solidarity with demonstrators in the US, as politicians and public figures unite to condemn the kill …"
        },
        {
            "title": "Poem of the week: Poem by Paul Bailey",
            "category": "Books",
            "snippet": "Poem My last of days was there to contemplate when words absconded from me as long ago as Nineteen-forty-one. I must have heard the nurses talk of dea …"
        },
        {
            "title": "I've never seen … Gandhi",
            "category": "Film",
            "snippet": "Summary: Which film has the most extras? As a child, Richard Attenborough’s Gandhi was just the answer to a trivia question. Growing up in India in the 90s and …"
        },
        {
            "title": "F1 drivers respond to Lewis Hamilton's call to condemn racism",
            "category": "Sport",
            "snippet": "A number of Formula One drivers have come forward to condemn racism after Lewis Hamilton strongly criticised the silence from his sport over the killi …"
        },
        {
            "title": "First Thing: with America ablaze, Trump retreated to the bunker",
            "category": "US-News",
            "snippet": "Summary: Good morning. Fires burned close to the White House in Washington DC on Sunday night, as a sixth day of national demonstrations over police brutality …"
        },
        {
            "title": "Government fails to distance Dominic Cummings from sex discrimination case",
            "category": "Politics",
            "snippet": "Government lawyers have tried and failed to remove the name of Dominic Cummings from a sex discrimination claim being pursued by Sajid Javid’s former …"
        },
        {
            "title": "Cincinnati police raise ‘Blue Lives Matter’ flag outside justice center",
            "category": "US-News",
            "snippet": "Police officers in Cincinnati, Ohio, stoked tensions with groups protesting against police brutality by raising a provocative flag that represents pol …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Lockdown has persuaded goodyorkshirelass to lift C …"
        },
        {
            "title": "Boxer Sam Cox: 'I've delivered around 15,000 NHS meals personally'",
            "category": "Sport",
            "snippet": "“When you finish every day it’s an amazing feeling,” Sam Cox says late one afternoon after he has helped deliver the latest batch of meals to NHS work …"
        },
        {
            "title": "Bob Dylan: where to start in his back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with The Times They Are A-Changin’ (1964) The cover told the story. After the portrait of the unformed boy, fresh in from Minnesota …"
        },
        {
            "title": "‘Rotten racism’: newspapers around the world react to George Floyd protests",
            "category": "US-News",
            "snippet": "The police killing of George Floyd in Minneapolis, the nationwide protests it triggered, and Donald Trump’s reaction have prompted comment and editori …"
        },
        {
            "title": "Travel in Scotland may be restricted after hundreds flout rules",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has threatened to introduce new laws against travelling for leisure outside local areas after widespread breaches of Scotland’s lockdo …"
        },
        {
            "title": "The government's new film production guidelines risk massive damage to UK industry",
            "category": "Film",
            "snippet": "The news that Covid-19 safety guidance has been approved for the UK’s film and television industry is very welcome. But it is by no means the end of t …"
        },
        {
            "title": "EU has no legal duty to give UK trade privileges, document says",
            "category": "Politics",
            "snippet": "The EU has no legal duty to grant the UK privileges offered to other countries in trade deals, an internal European parliament paper has concluded ahe …"
        },
        {
            "title": "Landmark 20th Century Fox building in London facing new threat",
            "category": "Film",
            "snippet": "Twentieth Century Fox’s former HQ faces the threat of imminent demolition after developers submitted a new set of plans, it has been revealed. Situate …"
        },
        {
            "title": "Advisers urge ministers to review benefit cap in wake of coronavirus",
            "category": "Politics",
            "snippet": "Summary: The government’s own expert welfare advisory group has called on ministers to review the benefit cap, amid evidence that the controversial policy has …"
        },
        {
            "title": "Jags' Thompson calls NFL statement on racism 'trash' and says he was told not to kneel",
            "category": "Sport",
            "snippet": "Jacksonville Jaguars safety Peyton Thompson has described the NFL’s statement on the death of George Floyd as “trash” and says he was told by his coac …"
        },
        {
            "title": "One way please! Norwich Market reopens for business",
            "category": "Business",
            "snippet": "Norwich Market, having survived wars, plagues and recessions in over 900 years of trading from the same site, has reawakened once again after the coro …"
        },
        {
            "title": "UK manufacturing shows hint of recovery after coronavirus",
            "category": "Business",
            "snippet": "Britain’s manufacturing sector has shown signs of recovering from the worst damage inflicted during the coronavirus outbreak, after a survey showed th …"
        },
        {
            "title": "Snooker's new normal feels familiar in return from enforced big break",
            "category": "Sport",
            "snippet": "Summary: “Welcome to snooker in the new normal,” announced TV’s Jill Douglas, heralding the return of the first live sporting action to UK terrestrial televisi …"
        },
        {
            "title": "Rees-Mogg's plans for MPs to vote in person 'beyond a farce'",
            "category": "Politics",
            "snippet": "Government plans to make MPs vote in person during the coronavirus crisis have been condemned as “beyond a farce” amid concerns they will discriminate …"
        },
        {
            "title": "Yes, Australia's emissions are falling – but it's a hollow boast",
            "category": "Business",
            "snippet": "The latest greenhouse gas emissions data released on Friday were a mixture of some good news combined with the sorrow of how far we have to go and how …"
        },
        {
            "title": "UK racing returns, Victor Ludorum wins French 2,000 Guineas – as it happened",
            "category": "Sport",
            "snippet": "So Resumption Day ends with a pair of very promising young winners sired by Frankel, whose big stride showed up in both their performances. As you’d e …"
        },
        {
            "title": "Corbyn questions impartiality of body conducting antisemitism inquiry",
            "category": "Politics",
            "snippet": "Summary: Jeremy Corbyn has questioned the impartiality of the Equality and Human Rights Commission, which is conducting an inquiry into the Labour party’s hand …"
        },
        {
            "title": "High-speed collision and fatal injury spoil racing's long-awaited return",
            "category": "Sport",
            "snippet": "Summary: Two leading jockeys walked away from high-speed falls in a race at Newcastle on Monday afternoon as the first day of racing in Britain since mid-March …"
        },
        {
            "title": "Following the science is so over for Matt. Now fetch him his lucky tie",
            "category": "Politics",
            "snippet": "Summary: Some things don’t change. Like Matt Hancock wearing the same lucky pink tie he has worn every day for the past two weeks. Let’s just hope for his fami …"
        },
        {
            "title": "Shopper numbers jump 31% as lockdown in England relaxed",
            "category": "Business",
            "snippet": "Shoppers rushed back to high streets and retail parks on Monday as the reopening of car showrooms, markets and some Ikea stores marked the easing of l …"
        },
        {
            "title": "Tom Watson peerage rejected by Lords vetting commission",
            "category": "Politics",
            "snippet": "The commission that vets potential new members of the House of Lords has turned down peerage nominations for the former Labour deputy leader Tom Watso …"
        },
        {
            "title": "Ted Baker founder cuts stake by 55% in emergency funding bid",
            "category": "Business",
            "snippet": "The Ted Baker founder, Ray Kelvin, has slashed his stake in the fashion retailer by more than half, handing control of the company to an investor know …"
        },
        {
            "title": "Angry Donald Trump calls on governors to 'dominate' George Floyd protests",
            "category": "US-News",
            "snippet": "Donald Trump has urged US governors and law enforcement officials to take a more forceful approach in responding to protests sparked by the death of G …"
        },
        {
            "title": "George Floyd protests in California stretch from biggest cities to smaller towns",
            "category": "US-News",
            "snippet": "California erupted in protest alongside the rest of the country over the weekend, with hundreds of thousands taking to the streets over the police kil …"
        }
    ]
}