{
    "page": [
        {
            "title": "Lack of response to BAME Covid-19 toll risks fuelling tensions, say MPs",
            "category": "Politics",
            "snippet": "A failure to tackle the disproportionate number of deaths of black, Asian and minority ethnic people from coronavirus risks fuelling simmering tension …"
        },
        {
            "title": "UK experts call for coronavirus inquiry to prevent deadly second wave",
            "category": "Politics",
            "snippet": "Leading medics and scientists have called on Boris Johnson to order a public inquiry to prepare Britain for a second wave of the coronavirus this wint …"
        },
        {
            "title": "Pavel Kolesnikov and Samson Tsoy review – piano duo bring electrifying intimacy",
            "category": "Music",
            "snippet": "Most musicians with regular duet partners will have been feeling the wrench of separation during lockdown, but not the pianists Pavel Kolesnikov and S …"
        },
        {
            "title": "UK coronavirus: face coverings and masks to be mandatory in English hospitals – as it happened",
            "category": "Politics",
            "snippet": "The UK’s equality watchdog is launching an inquiry into the “long-standing structural racial inequality” thrown into the spotlight by the pandemic. Th …"
        },
        {
            "title": "John Kelly says Americans should ‘look harder at who we elect’",
            "category": "US-News",
            "snippet": "The former White House chief of staff John Kelly has said Americans should “look harder at who we elect” and questioned the character and ethics of Do …"
        },
        {
            "title": "Corporate America's plan to fight racial injustice: form a committee",
            "category": "Business",
            "snippet": "Corporate America plans to fight for racial equality and justice by forming a committee, the nation’s largest business lobby announced on Friday. The …"
        },
        {
            "title": "Christos Tsiolkas and Tara June Winch join our book club to discuss unmissable Australian books",
            "category": "Books",
            "snippet": "A friend once confessed to me that on long haul international flights she has a policy of only watching Australian-made in-flight entertainment, to ca …"
        },
        {
            "title": "Ball Park Music, Alex the Astronaut, Gordi and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "We’ve published a bunch of articles about how the coronavirus crisis has impacted the Australian arts industry – and musicians have been hit harder th …"
        },
        {
            "title": "Manuel Ellis killing: mayor calls for firing of officers involved in death of black man",
            "category": "US-News",
            "snippet": "The mayor of Tacoma, Washington, has called for the police officers involved in the death of an African American man in March to be fired and prosecut …"
        },
        {
            "title": "Madeleine McCann suspect investigated over two other missing children – reports",
            "category": "UK-News",
            "snippet": "German prosecutors are investigating whether the prime suspect in the disappearance of Madeleine McCann was involved in a similar case of a five-year- …"
        },
        {
            "title": "Talking Horses: Arizona to turn tables on Pinatubo and grab Guineas cash",
            "category": "Sport",
            "snippet": "Officials at Newmarket have made a big effort over the years to ensure fairness for the 2,000 Guineas, mostly siting the starting stalls in the centre …"
        },
        {
            "title": "'This is just a start': states announce police reforms as protests enter second weekend",
            "category": "US-News",
            "snippet": "Summary: Nationwide protests hurtled toward a second weekend following the police killing of George Floyd, as several cities and states took steps to reform co …"
        },
        {
            "title": "Blind date: ‘He looked more grown up than me. Luckily, he wasn’t’",
            "category": "Life-and-Style",
            "snippet": "Summary: Ruthie on Jack What were you hoping for? To meet someone new and to lose my Uber Eats virginity. First impressions? At first glance, he looked much mo …"
        },
        {
            "title": "Fit in my 40s: can I learn to love livestreamed classes?",
            "category": "Life-and-Style",
            "snippet": "Summary: I’ve got to know a neighbour who, when this is all over, I intend to make a friend of, for partly this reason: that she texted me, with the urgency of …"
        },
        {
            "title": "The Dominant Animal by Kathryn Scanlan review – deeply, darkly enjoyable",
            "category": "Books",
            "snippet": "These 40 very short stories by the American author Kathryn Scanlan inhabit a world of human failure. Families dissolve through vagrant desire and inne …"
        },
        {
            "title": "Streaming: the best Hollywood golden age classics now on iPlayer",
            "category": "Film",
            "snippet": "Many a friend and family member has told me they’re watching more classic cinema than usual in lockdown, and not just because they’ve binged every bit …"
        },
        {
            "title": "Super-rich spot bargains as luxury London townhouse sells for just £15m",
            "category": "Business",
            "snippet": "Summary: Some of the world’s richest people are snapping up luxury London mansions despite the coronavirus pandemic and lockdown – but only if the seller knock …"
        },
        {
            "title": "Actor Monica Dolan: Losing my brother to Covid-19 is part of a global story",
            "category": "Film",
            "snippet": "Two years ago, in a neat suburban house on a cul-de-sac in Bromley, where all furniture was floral, and every wall painted magnolia, I watched Monica …"
        },
        {
            "title": "The Lockhart Plot by Jonathan Schneer review – the British government v Lenin",
            "category": "Books",
            "snippet": "What if the bullets that Fanny Kaplan fired at Lenin on 30 August 1918 had taken his life and not just wounded him? Whether the Bolshevik regime, then …"
        },
        {
            "title": "Max Brooks: 'Pandemics come in predictable cycles. If I'm the smartest guy in the room, we're in big trouble'",
            "category": "Books",
            "snippet": "Max Brooks is getting a little tired of being proved right. An author with cult appeal and massive sales, he is regularly referred to as “a soothsayer …"
        },
        {
            "title": "Protests about police brutality are met with wave of police brutality across US",
            "category": "US-News",
            "snippet": "The nationwide anti-police brutality protests sparked by the killing of George Floyd in the US have been marked by widespread incidents of police viol …"
        },
        {
            "title": "'I like a place that feels haunted': a Brooklyn brownstone filled with stories and art",
            "category": "Life-and-Style",
            "snippet": "Summary: Brooklyn brownstones have handsome bones, but are notorious for their lack of daylight. Some of their elongated rooms also have a shadowy history. “By …"
        },
        {
            "title": "Easy-peasy veg that keep giving all summer long",
            "category": "Life-and-Style",
            "snippet": "As summer unfurls and the price of fresh food is likely to hike – due to the lack of pickers – it makes sense, and brings much joy, to turn to your ga …"
        },
        {
            "title": "Hisham Matar on how the Black Death changed art forever",
            "category": "Books",
            "snippet": "Summary: In 2016, when I finished writing The Return, a book about my journey back to Libya after 33 years of not being able to go there for political reasons, …"
        },
        {
            "title": "Classical home listening: Herbert Howells, Sean Shibe's Bach and Royal Opera's Il trittico",
            "category": "Music",
            "snippet": "• Herbert Howells’s Missa Sabrinensis, written for the Worcester Three Choirs festival in 1954 and dedicated to the Severn – a river associated both w …"
        },
        {
            "title": "Wretchedness by Andrzej Tichý review – a musical journey",
            "category": "Books",
            "snippet": "Summary: Andrzej Tichý’s English-language debut opens in Malmö as a young cellist contemplates a challenging piece he has to perform. Then an encounter with a …"
        },
        {
            "title": "‘It’s hard to put the brakes on it. We doubled down’: Charli D’Amelio and the first family of TikTok",
            "category": "Life-and-Style",
            "snippet": "Most modern teenagers have a discreet, thumbed-aside corner of their smartphones where they stash away the apps they are most ashamed of using. In 201 …"
        },
        {
            "title": "Michael Rosen takes first steps as he recovers from Covid-19",
            "category": "Books",
            "snippet": "Summary: Michael Rosen, the writer, poet and broadcaster who spent 47 days in intensive care with coronavirus has taken his first steps since beginning his rec …"
        },
        {
            "title": "The best recent poetry – review roundup",
            "category": "Books",
            "snippet": "“I bring you no fireworks”, claims Alan Buckley’s poem “Flame”, musing on a matchbox’s instruction to “use sparingly”. Touched (Happenstance, £10) is …"
        },
        {
            "title": "The NFL did the unthinkable: it gave Donald Trump the middle finger",
            "category": "Sport",
            "snippet": "On Thursday night, a collection some of the NFL’s biggest stars released a video challenge to the league. A-listers including Patrick Mahomes, Deshaun …"
        },
        {
            "title": "One to watch: BenjiFlow",
            "category": "Music",
            "snippet": "When BenjiFlow was a youngster in Edmonton, London, he aspired to be a grime MC – but you wouldn’t know it from how smoothly he sings, or how omnivoro …"
        },
        {
            "title": "Michaela Coel: ‘The secret to relationships is being happy by yourself’",
            "category": "Life-and-Style",
            "snippet": "In 2016, I was the victim of a sexual assault. It inspired my new series, I May Destroy You. After speaking to women and men who’d suffered similar at …"
        },
        {
            "title": "Madeleine McCann: German authorities 'ignored warnings over suspect'",
            "category": "UK-News",
            "snippet": "German media are focusing their attention on whether the federal police ignored warnings in 2013 from a local force that was on the trail of the Madel …"
        },
        {
            "title": "Why today’s musicians should follow classical greats ... and improvise",
            "category": "Music",
            "snippet": "Bach, Mozart and Beethoven all thrilled audiences with their spontaneous improvisations. But today’s classical pianists have lost the art, according t …"
        },
        {
            "title": "A Rainy Day in New York review – misogyny bathed in nostalgia",
            "category": "Film",
            "snippet": "In Woody Allen’s latest offering, Gen Z heart-throb Timothée Chalamet plays a character named Gatsby Welles. This is only the film’s first red flag. T …"
        },
        {
            "title": "GoGo Penguin: GoGo Penguin review – adrenaline rush",
            "category": "Music",
            "snippet": "Summary: At times on this fourth album from the Manchester trio you want to ask: “What’s the rush?” A pell-mell, pedal-to-the-floor approach is, of course, one …"
        },
        {
            "title": "The great outdoors… top tips for alfresco living",
            "category": "Life-and-Style",
            "snippet": "With space in our homes at a premium, even the tiniest outdoor plot provides solace. We’ve never needed nature’s salve more. So, for anyone lucky enou …"
        },
        {
            "title": "‘A black man’s life is not valued’: attack on year-long delay of UK police death inquiry",
            "category": "UK-News",
            "snippet": "An official review into the death of a black man who was punched repeatedly by police, beaten with a baton and Tasered has been delayed for the last y …"
        },
        {
            "title": "Jobs in cafes and shops may never bounce back – and ministers must address this",
            "category": "Business",
            "snippet": "To save your local cafe and beat the virus, dine at well-spaced tables in the street. To watch films on a big screen, take your car to the local drive …"
        },
        {
            "title": "Top air force general shares powerful video on experience as black airman",
            "category": "US-News",
            "snippet": "Summary: Gen Charles “CQ” Brown, who is poised to become the first African American air force chief of staff in US history, has issued a powerful video stateme …"
        },
        {
            "title": "Isabel Colegate: 'I don't think you go about feeling proud of your own books'",
            "category": "Books",
            "snippet": "Isabel Colegate, 88, is the author of 13 novels, most famously The Shooting Party (1980), which is set on a country estate in 1913 and was made into a …"
        },
        {
            "title": "The George Floyd murder and Covid-19 have hurt Trump, but maybe not fatally",
            "category": "US-News",
            "snippet": "Voter disapproval of Donald Trump’s handling of the George Floyd protests and the Covid-19 pandemic, plus the accompanying economic meltdown, have und …"
        },
        {
            "title": "Cabinet unrest over U-turn on animal welfare in US trade talks",
            "category": "Politics",
            "snippet": "Summary: Downing Street has been accused of reopening the door to imports of chlorinated chicken and hormone-treated beef, after a leaked memo instructed minis …"
        },
        {
            "title": "How we stay together: 'You can't spend all your life worrying about the other person'",
            "category": "Life-and-Style",
            "snippet": "Names: Mike Buky and Trish Soper Years together: 45 Occupations: Retired The first time Michael Buky took his now-wife Trish Soper sailing, during a h …"
        },
        {
            "title": "Spurs' Gregg Popovich: the US is in trouble and white people must bear burden",
            "category": "Sport",
            "snippet": "San Antonio Spurs coach Gregg Popovich, who is a long-time critic of Donald Trump and an advocate for civil rights in the US, has given his thoughts o …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Nissan comes out of lockdown … and braces for Brexit",
            "category": "Business",
            "snippet": "It must have been a strange last four years for the workers at Nissan’s Sunderland factory, as they went about their business of making cars while at …"
        },
        {
            "title": "Buffalo officers filmed shoving 75-year-old protester charged with assault",
            "category": "US-News",
            "snippet": "Two Buffalo police officers were charged with assault on Saturday, prosecutors said, after a video showed them shoving a 75-year-old protester in rece …"
        },
        {
            "title": "Indoor gardening? Just add flowers",
            "category": "Life-and-Style",
            "snippet": "It’s fascinating that in recent years the cultures of indoor and outdoor gardening have evolved along different lines, not just in terms of aesthetics …"
        }
    ]
}