{
    "page": [
        {
            "title": "Supreme court blocks Trump from cancelling Daca immigration program – as it happened",
            "category": "US-News",
            "snippet": "Summary: The supreme court blocked Trump’s end to rescind Daca. In a 5-4 decision, the court ruled the department of homeland security had violated a federal a …"
        },
        {
            "title": "My pandemic epiphany: running a half marathon alone was incredible",
            "category": "Life-and-Style",
            "snippet": "I often feel choked up walking to the start line of a race. It feels silly to be overcome by emotion, but it’s beautiful to be part of a large group o …"
        },
        {
            "title": "Werner Herzog: 'I'm fascinated by trash TV. The poet must not avert his eyes'",
            "category": "Film",
            "snippet": "The digital world, what a fabulous place, Werner Herzog declares from his home in Los Angeles. Fraught with danger. Filled with possibility. It is tha …"
        },
        {
            "title": "This night owl would love to be a lark. The things I could do before midmorning ...",
            "category": "Life-and-Style",
            "snippet": "Rise and shine! Something I have never said in my life, except perhaps to a one-night stand, to give them a hint. In the language of lifestyle magazin …"
        },
        {
            "title": "'I can't breathe': Devon police referred to watchdog over video of arrest",
            "category": "UK-News",
            "snippet": "A British police force has referred itself to a watchdog after a video emerged of a man shouting that he could not breathe as he was forcibly detained …"
        },
        {
            "title": "The Sunken Land Begins to Rise Again by M John Harrison review – brilliantly unsettling",
            "category": "Books",
            "snippet": "Towards the end of the last century, there was a spate of haunted London novels, by Iain Sinclair, Peter Ackroyd and Chris Petit among others. Broadly …"
        },
        {
            "title": "John Legend: Bigger Love - synths, snogging and schmaltz",
            "category": "Music",
            "snippet": "With 2016’s Darkness and Light, John Legend seemed ready to address the thorny side of love. Shifting from the syrupy, wedding-ready love songs that h …"
        },
        {
            "title": "From Pressure to The Last Tree: 10 of the best black British films",
            "category": "Film",
            "snippet": "Pressure As UK Black Lives Matter protests roar, and the foulness of the Windrush scandal festers, it is a crucial time to dive into black British his …"
        },
        {
            "title": "Saweetie's lockdown listening: 'All we are protesting for is equality, justice, our lives'",
            "category": "Music",
            "snippet": "I’ve been loving quarantine. Everything has been super-chilled; I’ve spent a lot of time by myself which has made me a more creative person. I’ve been …"
        },
        {
            "title": "Billie Eilish granted restraining order over man who repeatedly visited home",
            "category": "Music",
            "snippet": "A US judge has awarded pop singer Billie Eilish a restraining order against a man who repeatedly visited her family home. Prenell Rousseau, 24, who li …"
        },
        {
            "title": "Robert Webb: 'I've given Graham Swift's Waterland to at least two girlfriends and David Mitchell'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading Sweet Sorrow by David Nicholls. Lockdown has made me an even more idle reader than usual but I was able to settle down …"
        },
        {
            "title": "My life in sex: 'I want to give a woman the orgasm of her life, but I don’t want to disobey the gospel'",
            "category": "Life-and-Style",
            "snippet": "Sex has always been a forbidden fruit for me. I’m a third-generation member of the Church of Jesus Christ of Latter-Day Saints. We believe sex is rese …"
        },
        {
            "title": "Bessie Jones: Get in Union review – 60 songs straight from the gut and heart",
            "category": "Music",
            "snippet": "Summary: A woman from a small farming community in the state of Georgia, Bessie Jones was one of the most important traditional singers of the mid-20th century …"
        },
        {
            "title": "Experience: I built the first skatepark in Syria",
            "category": "Life-and-Style",
            "snippet": "Skateboarding has been my life since I was eight years old. Before I knew how to stand up, I would sit on my cousin’s old board and roll down the hill …"
        },
        {
            "title": "The 12% rise in UK retail spending should come with note of caution",
            "category": "Business",
            "snippet": "Summary: On the face of it, the 12% jump in retail spending last month fits with the notion that the economy will bounce back quickly from Covid-19 once the lo …"
        },
        {
            "title": "Catch-up funding for English schools 'won't start until September'",
            "category": "Politics",
            "snippet": "An extra £650m funding to help pupils catch up on teaching missed during the coronavirus lockdown will only start to be distributed to schools in Sept …"
        },
        {
            "title": "Carlos Ruiz Zafón, author of The Shadow of the Wind, dies aged 55",
            "category": "Books",
            "snippet": "Summary: Carlos Ruiz Zafón, the Spanish author of internationally bestselling novels including The Shadow of the Wind, has died at the age of 55. The novelist, …"
        },
        {
            "title": "Fran Healy's lockdown listening: 'Travis are the opposite of Travis Scott'",
            "category": "Music",
            "snippet": "I’m quarantining in Los Angeles. We’ve lived here for three years and before that Berlin for 10 so I’ve been away from home since 2008. It’s beginning …"
        },
        {
            "title": "Tracks of the week reviewed: Shygirl + Arca, Mr Bungle, Travis",
            "category": "Music",
            "snippet": "Shygirl + Arca Unconditional Nothing else out this month sounds quite so hypnotically otherworldly as Shygirl’s team-up with the sonic polymath Arca. …"
        },
        {
            "title": "Air travel during the pandemic: what should I know – and how safe is it?",
            "category": "US-News",
            "snippet": "As countries around the world gradually allow businesses to reopen, domestic and international air travel is also restarting. China and US, the world’ …"
        },
        {
            "title": "Labour: dysfunctional 'toxic culture' led to defeat, major report finds",
            "category": "Politics",
            "snippet": "Labour has a “mountain to climb” if it is to get back into power, according to a major review of the 2019 general election defeat, which paints a pict …"
        },
        {
            "title": "Digested week: football's back, as its stars put the government to shame",
            "category": "UK-News",
            "snippet": "Monday During a TV interview over the weekend ahead of the further relaxation in coronavirus rules, Rishi Sunak urged us all to “get out there, get sh …"
        },
        {
            "title": "Major League Baseball is making the error of a lifetime",
            "category": "Sport",
            "snippet": "The perennial hand-wringing over Major League Baseball’s waning popularity and relevancy amid the hastening pace of American life, a tradition dating …"
        },
        {
            "title": "Covid-19 has put a terrible strain on my marriage. What can I do?",
            "category": "Life-and-Style",
            "snippet": "My husband and I are a childless gay couple in our 30s struggling through the Covid-19 pandemic. We have mostly been playing Animal Crossing and endur …"
        },
        {
            "title": "'People found my voice and connected with it': the rise of in-app running coaches",
            "category": "Life-and-Style",
            "snippet": "If you started running during lockdown, you might have occasionally heard a little voice in your head telling you to stop. But for an ever-increasing …"
        },
        {
            "title": "Bob Dylan's Rough and Rowdy Ways: discuss his five-star new album",
            "category": "Music",
            "snippet": "The reviews are in and critics have declared Bob Dylan’s new album his best in years. Sure, yes, certain outlets like to append that sobriquet to ever …"
        },
        {
            "title": "Bree Runway: ‘Without sounding cocky, Freddie Mercury reminds me of me’",
            "category": "Music",
            "snippet": "Pop-rap superstar of the future Bree Runway is trying to unpick the reasons why her Apeshit video – an eccentric update of millennium-era R&B futurism …"
        },
        {
            "title": "Ian Holm: a virtuoso actor of steel, sinew – and charm",
            "category": "Film",
            "snippet": "There was always a cool, rational, weighted intelligence in Ian Holm. On screen, he was never exactly a heart-on-sleeve performer; he did not need or …"
        },
        {
            "title": "Coronavirus has widened America's vast racial wealth gap, study finds",
            "category": "US-News",
            "snippet": "The coronavirus pandemic has proved a bonanza for billionaires and further widened the enormous racial wealth gap in the US, according to a new report …"
        },
        {
            "title": "I've never seen … Con Air",
            "category": "Film",
            "snippet": "I was prepared to like Con Air and, happily, I was not disappointed. The overall impression of watching the 1997 action classic is a lot like riding t …"
        },
        {
            "title": "Boris Johnson's education catch-up plans do not reflect reality",
            "category": "Politics",
            "snippet": "Boris Johnson promised a “massive catch-up operation” to help children in England make up for their lost time in the classroom since March, and little …"
        },
        {
            "title": "UK rail bosses rejected call to dress staff like face-mask volunteers",
            "category": "Business",
            "snippet": "UK transport ministers asked train companies to dress staff in the purple tabards meant for “journey makers”, after the promised “army” of volunteers …"
        },
        {
            "title": "Druids prepare for virtual solstice as Stonehenge asks people to stay away",
            "category": "UK-News",
            "snippet": "In normal times, many thousands of people – druids, hippies, nature-lovers, party-goers – would be converging on Stonehenge and Glastonbury to celebra …"
        },
        {
            "title": "Life in a post-coronavirus world: will it feel so very different?",
            "category": "Life-and-Style",
            "snippet": "Has there ever been an easier time to be a futurist? I’m distrustful of the profession at the best of times, since it involves making pronouncements a …"
        },
        {
            "title": "The night I watched Vera Lynn with Marlene Dietrich",
            "category": "Music",
            "snippet": "It was an El Alamein reunion in the Albert Hall. Monty was in his box. Vera Lynn and Marlene Dietrich were the stars. Vera Lynn was on stage alone, si …"
        },
        {
            "title": "Josiah Henson: the forgotten story in the history of slavery",
            "category": "Books",
            "snippet": "From its very first moments, Harriet Beecher Stowe’s debut novel Uncle Tom’s Cabin was a smashing success. It sold out its 5,000-copy print run in fou …"
        },
        {
            "title": "Boris Johnson opposes ban on Swing Low, Sweet Chariot",
            "category": "Sport",
            "snippet": "Summary: Boris Johnson has criticised a review by rugby union authorities into the song Swing Low, Sweet Chariot, saying the focus should be on the “substance” …"
        },
        {
            "title": "Angela Merkel fears economic crisis is being underestimated in EU",
            "category": "Business",
            "snippet": "Angela Merkel voiced fears that people do not appreciate what it will mean to slump into the “deepest recession since the second world war”, as EU lea …"
        },
        {
            "title": "UK debt is bigger than economy for first time since 1963",
            "category": "Business",
            "snippet": "Britain’s public debt is larger than the size of the country’s economy for the first time since 1963, after the government borrowed a record £55bn in …"
        },
        {
            "title": "Surrey's Solanki feels no added pressure as first British Asian head coach",
            "category": "Sport",
            "snippet": "Vikram Solanki may be the first British Asian to be appointed as head coach of an English county but the only pressure he feels is to maintain Surrey’ …"
        },
        {
            "title": "Three food factories in England and Wales close over coronavirus",
            "category": "Business",
            "snippet": "Three large food factories have closed in England and Wales after about 250 workers tested positive for coronavirus, as the Unite union said it was aw …"
        },
        {
            "title": "Library of 450 film classics aims to lure audiences back to UK cinemas",
            "category": "Film",
            "snippet": "Summary: A consortium of studios, distributors and exhibitors are teaming up to present would-be cinemagoers with a – hopefully – irresistible package of class …"
        },
        {
            "title": "Windrush scandal survivors deliver petition to No 10",
            "category": "UK-News",
            "snippet": "Survivors of the Windrush scandal have delivered a petition to Downing Street signed by 130,000 people calling on the government to speed up compensat …"
        },
        {
            "title": "Royal Ascot 2020: day four – as it happened",
            "category": "Sport",
            "snippet": "Summary: Here’s our day four report: I was wondering yesterday how we could top a memorable day in Royal Ascot history when Stradivarius put up a storming disp …"
        },
        {
            "title": "Jean Kennedy Smith obituary",
            "category": "US-News",
            "snippet": "Although her mother once described her as “being born so late she was only able to enjoy the tragedies and not the triumphs” of being a Kennedy, as th …"
        },
        {
            "title": "Allan Clayton / James Baillieu review – his voice soared through top notes gloriously",
            "category": "Music",
            "snippet": "Even before lockdown, some in the classical music industry were beginning to have conversations about how to cut down on air miles. And one thing the …"
        },
        {
            "title": "The Shadow of the Wind and the remarkable success of Carlos Ruiz Zafón",
            "category": "Books",
            "snippet": "Although all of Carlos Ruiz Zafón’s most successful books were published in the 21st century – The Shadow of the Wind, the first of the quartet on whi …"
        },
        {
            "title": "Tennessee Republicans approve six-week abortion ban in surprise vote",
            "category": "US-News",
            "snippet": "Republicans in Tennessee have voted to ban abortion as early as six weeks after conception, in a surprise midnight vote held in the middle of a pandem …"
        },
        {
            "title": "John Bolton memoir reveals UK's fragile relations with Trump",
            "category": "US-News",
            "snippet": "Donald Trump dashed British hopes that he would take a tougher line on Hong Kong, including by refusing to condemn the Tiananmen Square massacre, acco …"
        },
        {
            "title": "English club rugby is spoilt for choice when it comes to picking problems",
            "category": "Sport",
            "snippet": "If you were to highlight the biggest problem in English club rugby at the moment you would have plenty to choose from. From the arbitrary deadline giv …"
        }
    ]
}