{
    "page": [
        {
            "title": "Boris Johnson says removing statues is 'to lie about our history'",
            "category": "Politics",
            "snippet": "Boris Johnson has said removing statues of controversial figures is “to lie about our history”, as he argued that national protests in the wake of the …"
        },
        {
            "title": "Could the Colston statue be recast as social reformer Frederick Douglass?",
            "category": "Politics",
            "snippet": "Monday On Saturday, my wife and I went to join a short vigil for George Floyd on Tooting Bec common. It was a very orderly, socially distanced affair …"
        },
        {
            "title": "Novichok TV drama's makers: 'A deadly, invisible threat – it resonates now'",
            "category": "UK-News",
            "snippet": "An invisible killer that is passed through touch, homes and businesses in lockdown, desperate efforts to test, track and trace, community resilience i …"
        },
        {
            "title": "Sports organisations 'should have 20% BAME board members' to tackle racism",
            "category": "Sport",
            "snippet": "Summary: All publicly funded sports organisations in Britain should have at least 20% black and minority ethnic representation on their boards in order to tack …"
        },
        {
            "title": "Family of black man who died in UK police custody speak out",
            "category": "UK-News",
            "snippet": "Summary: The family of a black man who died in police custody in Devon last month have said they still have no idea of the circumstances that led to his death …"
        },
        {
            "title": "All together now: virtual choirs thrive amid lockdown",
            "category": "Music",
            "snippet": "Summary: Concerts and choir practice may be off the table during lockdown, but in the face of isolation and adversity people are turning to the power of song m …"
        },
        {
            "title": "Is my husband’s affair linked to my childhood abuse?",
            "category": "Life-and-Style",
            "snippet": "When I was 12, my 19-year-old cousin started to sexually abuse me, showing up at my house most afternoons. I worshipped him, so I didn’t know how to s …"
        },
        {
            "title": "Global shares and oil prices recover after sell-off despite poor economic data - as it happened",
            "category": "Business",
            "snippet": "Summary: As fears of fresh coronavirus lockdowns fade, global stocks are rallying again, a day after a sharp sell-off that saw the Dow Jones lose nearly 7% and …"
        },
        {
            "title": "Brexit: full controls on goods entering UK will not apply until July 2021",
            "category": "Politics",
            "snippet": "Full border controls on goods entering the UK will not apply until July next year the government has announced, as it formally notified the EU it does …"
        },
        {
            "title": "'We cannot edit our past': Boris Johnson's statue tweets explained",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has used a series of tweets to speak out against the removal of statues and to urge Black Lives Matter activists not to protest this wee …"
        },
        {
            "title": "Greene King pubs to reopen with perspex screens and controlled toilets",
            "category": "Business",
            "snippet": "Summary: Patrons of Greene King pubs will use a one-in, one-out green light system when they go the toilet to guard against the spread of Covid-19, but the com …"
        },
        {
            "title": "English hotels hope for staycation hike as locals fear infection influx",
            "category": "Business",
            "snippet": "Hopeful hotel owners in English beauty spots are looking to staycationers for a much-needed financial boost this summer, even though their local commu …"
        },
        {
            "title": "Jobs at risk as south Wales coalmining site faces closure",
            "category": "UK-News",
            "snippet": "A coalmining site in south Wales is facing closure after the Welsh government used new powers to force it to halt on environmental grounds. More than …"
        },
        {
            "title": "How 'racist' bust 'hidden by Tory councillor' divided Derbyshire town",
            "category": "UK-News",
            "snippet": "When Kate Moore, a 21-year-old student, saw the bitterness of the division in her home of Ashbourne over the disappearance of a bust of a black man’s …"
        },
        {
            "title": "Distancing rules meant CrossCountry rail staff didn't spot dead man for five hours",
            "category": "UK-News",
            "snippet": "Staff abiding by physical distancing rules failed to notice that a passenger had lain dead on a train for five hours after a heart attack, a rail comp …"
        },
        {
            "title": "Roderick Williams and Joseph Middleton review – expressive and nuanced",
            "category": "Music",
            "snippet": "‘Woman’s Hour”, the title that Roderick Williams had given to his lunchtime recital with the pianist Joseph Middleton, was only slightly tongue in che …"
        },
        {
            "title": "'April was catastrophic': the firms caught up in the UK's record slump",
            "category": "Business",
            "snippet": "Britain’s record economic slump in April during the first full month of the coronavirus lockdown has put businesses across the country on the brink of …"
        },
        {
            "title": "CMA to look into Facebook's purchase of gif search engine",
            "category": "Business",
            "snippet": "The UK’s competition regulator has opened an investigation into the proposed $400m (£320m) takeover of gif search engine Giphy by Facebook amid fears …"
        },
        {
            "title": "Essex lorry deaths: alleged gang leader to be extradited to UK",
            "category": "UK-News",
            "snippet": "Summary: The Irish alleged ringleader of a trafficking gang that transported a refrigerated truck in which 39 migrants died is to be extradited to Britain. A h …"
        },
        {
            "title": "Bolton book claims Trump committed other ‘Ukraine-like transgressions’",
            "category": "US-News",
            "snippet": "Donald Trump’s former national security adviser John Bolton is set to claim in a bombshell book that the president has committed “Ukraine-like transgr …"
        },
        {
            "title": "Amusement arcades furious after No 10 blocks reopening",
            "category": "Business",
            "snippet": "More than 100 MPs have written to the prime minister to warn of thousands of redundancies in the amusement arcade industry, after the government decid …"
        },
        {
            "title": "Aubrey Burl obituary",
            "category": "Books",
            "snippet": "Aubrey Burl, who has died aged 93, was an unusual archaeologist for our times. The enthusiast’s megalithic expert, he combined the advantages of exper …"
        },
        {
            "title": "'Trump thought I was a secretary': Fiona Hill on the president, Putin and populism",
            "category": "US-News",
            "snippet": "In the last days before Washington was locked down, Fiona Hill was standing on the street on her phone dealing with a domestic crisis. Hill’s daughter …"
        },
        {
            "title": "Chief nurse dropped from No 10 briefing 'for not backing Cummings'",
            "category": "Politics",
            "snippet": "England’s chief nurse was dropped from a daily Downing Street briefing on the coronavirus for refusing to back Dominic Cummings, the Guardian understa …"
        },
        {
            "title": "UK coronavirus: Grant Shapps denies chief nurse dropped from No 10 briefing ‘after refusing to back Dominic Cummings’ — as it happened",
            "category": "Politics",
            "snippet": "The UK’s GDP posted a record fall of 20.4% in April as the economy suffered a total lockdown loss of 25%, ONS figures revealed. The staggering figures …"
        },
        {
            "title": "Fictional portrait of Jo and Edward Hopper wins Walter Scott prize",
            "category": "Books",
            "snippet": "Summary: Irish author Christine Dwyer Hickey’s exploration of the marriage of the American artists Edward and Jo Hopper has won the £25,000 Walter Scott prize …"
        },
        {
            "title": "Bowser buster: how a Covid shakeup could force Australians to pay more for fuel",
            "category": "Business",
            "snippet": "From your local servo to the oilfields of Saudi Arabia, the petrol industry is in trouble. Oil prices have collapsed, and the coronavirus lockdown has …"
        },
        {
            "title": "New All Blacks captain Sam Cane: 'You can’t let people down'",
            "category": "Sport",
            "snippet": "It’s 4am on a Saturday and a teenage Sam Cane crunches through the frosted paddocks of his family farm in Reporoa, a tiny rural community in Waikato, …"
        },
        {
            "title": "Lord Myners: 'It would be foolhardy if Premiership players felt pushed to strike'",
            "category": "Sport",
            "snippet": "There are weeks – and this has been another one – when rugby union finds itself on a perilous tightrope. Over on the far side of the canyon is a poten …"
        },
        {
            "title": "Trump says chokeholds sound 'innocent and perfect' and compares himself to Lincoln",
            "category": "US-News",
            "snippet": "Donald Trump further stoked controversy over race issues and policing by remarking on Friday that chokeholds sounded “so innocent and so perfect”, and …"
        },
        {
            "title": "Taylor Swift: monuments that celebrate racist figures 'make me sick'",
            "category": "Music",
            "snippet": "Taylor Swift is calling on Tennessee lawmakers to remove racist monuments, arguing “villains don’t deserve statues”. “As a Tennessean, it makes me sic …"
        },
        {
            "title": "Saturday Night Live alum Jay Pharoah says LA police kneeled on his neck",
            "category": "US-News",
            "snippet": "The comedian Jay Pharoah says he was recently stopped and handcuffed by Los Angeles police, with one officer kneeling on his neck in a restraint simil …"
        },
        {
            "title": "Blind date: 'It’s the only date I've had where we talked about syphilis'",
            "category": "Life-and-Style",
            "snippet": "Summary: Esther on Luke What were you hoping for? My usual Lycra-clad type or someone different enough to make it interesting. First impressions? His bold shir …"
        },
        {
            "title": "Tim Dowling: I’ve been working for my wife. She’s paying me in shirts",
            "category": "Life-and-Style",
            "snippet": "A couple of times a day, a huge flatbed lorry backs down the lane that runs alongside our garden, like an ocean liner floating down a canal, to unload …"
        },
        {
            "title": "Bob Dylan: Rough and Rowdy Ways review – a testament to his eternal greatness",
            "category": "Music",
            "snippet": "In recent weeks, musicians have come up with an impressive variety of ways to keep their fans amused during lockdown. There have been online listening …"
        },
        {
            "title": "'The neighbours spotted my naked garden photoshoot': diary of a fashion student in lockdown",
            "category": "Life-and-Style",
            "snippet": "The final year of studying anything can be strange. You are simultaneously savouring the present moment, aware that it won’t be your reality for much …"
        },
        {
            "title": "Writers & Lovers by Lily King review – a kind of gorgeous agony",
            "category": "Books",
            "snippet": "In John Singer Sargent’s 19th-century portrait The Daughters of Edward Darley Boit, three young girls in neat period dresses gaze blankly at the viewe …"
        },
        {
            "title": "John Lewis sets out its stores for post-lockdown shopping world",
            "category": "Business",
            "snippet": "It is John Lewis but not as you know it. The department store chain has given its stores a coronavirus makeover and customers will next week find new …"
        },
        {
            "title": "How high street shops in England plan to trade from Monday",
            "category": "Business",
            "snippet": "Summary: The easing of lockdown restrictions in England means that from Monday tens of thousands of non-essential shops can reopen after an enforced three-mont …"
        },
        {
            "title": "Rise in injunctions against HS2 protesters",
            "category": "UK-News",
            "snippet": "HS2 protesters have been accused of practising early morning yoga, swimming naked in a lake and “howling at the moon” as a council seeks a high court …"
        },
        {
            "title": "Black Lives Matter has exposed sport's underlying  failure to deal with racism",
            "category": "Sport",
            "snippet": "The Premier League has decided that next week, black lives will matter. Or at least, it has decreed – at the behest of several club captains – that fo …"
        },
        {
            "title": "Gone With the Wind and the damaging effect of Hollywood racism",
            "category": "Film",
            "snippet": "There is a scene in 1974’s underground blaxploitation-era film The Spook Who Sat by the Door where a group of black militants comically mock the ubiqu …"
        },
        {
            "title": "Big graduation moments? They're totally bogus. Take it from an expert",
            "category": "Life-and-Style",
            "snippet": "Hurrah for the Class of 2020! This is going out to all students who finished any significant educational landmark this year: those who were supposed t …"
        },
        {
            "title": "Overcoming fears, discovering nature ... what I have learned from lockdown",
            "category": "Books",
            "snippet": "Summary: Anne Enright: ‘Disaster brings out the best in children’ I remember being at an airport gate (back in the other life and somewhere far away), watching …"
        },
        {
            "title": "Bristol mayor: Colston statue removal was act of 'historical poetry'",
            "category": "UK-News",
            "snippet": "Summary: Marvin Rees, the directly elected mayor of Bristol, has trodden a very delicate line this week. He could not, and would not, condone the toppling of t …"
        },
        {
            "title": "Black candidates and political groups see a surge of support amid US protests",
            "category": "US-News",
            "snippet": "Summary: African American candidates and political groups focused on racial justice have experienced a surge of donations and support amid ongoing national pro …"
        },
        {
            "title": "‘I love characters that are optimistic and sweet’ – meet Sam Richardson, comedy’s hidden gem",
            "category": "Film",
            "snippet": "If you want to watch Sam Richardson, it’s a good idea to just head for the best comedy you can think of, because he’ll probably be in it. He played an …"
        },
        {
            "title": "'The Netflix of bikes': will a bicycle rental scheme catch on?",
            "category": "Life-and-Style",
            "snippet": "Thinking about cycling to work when the office reopens but not sure whether it’s really you? How about trying a no-strings-attached bike subscription …"
        },
        {
            "title": "It has been easier to cope with my cancer during lockdown - and books have been a lifeline",
            "category": "Books",
            "snippet": "I wrote my latest novel, Remain Silent, with a 9cm tumour pushing my brain over its midline. But I didn’t know about it. I was deep into researching O …"
        },
        {
            "title": "‘We were let loose’: my art school days, by Peter Blake, Sam Taylor-Johnson, Steve McQueen and more",
            "category": "Life-and-Style",
            "snippet": "‘I sold my first painting for £25’: Sir Peter Blake, Royal College of Art, graduated 1956 I joined in 1953, after my national service. I’d applied to …"
        }
    ]
}