{
    "page": [
        {
            "title": "Trump claims 'radical left' have 'taken over' Seattle during policing protests – as it happened",
            "category": "US-News",
            "snippet": "Here’s a glance at today’s biggest news items ... Democrats call for police reform in wake of Rayshard Brooks killing. Leading Democrats said on Sunda …"
        },
        {
            "title": "Man charged with urinating at memorial to PC Keith Palmer",
            "category": "UK-News",
            "snippet": "A 28-year-old has been charged with outraging public decency after a man was photographed apparently urinating next to the memorial dedicated to PC Ke …"
        },
        {
            "title": "Retailers call on shoppers to buy from local shops",
            "category": "Business",
            "snippet": "Retailers are appealing to customers to support their local shops to help them survive the coronavirus pandemic, which has devastated high street trad …"
        },
        {
            "title": "Unilever vows to invest €1bn in green projects",
            "category": "Business",
            "snippet": "Summary: Unilever has pledged to invest €1bn (£900m) over the next decade in environmental projects that will improve the “health of the planet”. Alan Jope, Un …"
        },
        {
            "title": "Angela Davis: ‘We knew that the role of the police was to protect white supremacy’",
            "category": "US-News",
            "snippet": "It is 1972, and Angela Davis is answering a question about whether she approves of the use of violence by the Black Panthers. She is sitting against a …"
        },
        {
            "title": "Britain can no longer ignore its darkest chapters - we must teach black history",
            "category": "Books",
            "snippet": "What was invisible yesterday is today suddenly clear and obvious. In the space of just two weeks, forms of structural racism that black people and the …"
        },
        {
            "title": "The classic film I've never seen: Halloween",
            "category": "Film",
            "snippet": "I’m a wimp when it comes to horror films, as anyone who has ever sat next to me in a cinema while I’ve been yelping my head off will tell you. I’ve fo …"
        },
        {
            "title": "The Apartment at 60: is this Billy Wilder's finest film?",
            "category": "Film",
            "snippet": "Jack Lemmon often gets referred to as the great everyman of American actors – down-to-earth, identifiable, a little put-upon but fundamentally decent. …"
        },
        {
            "title": "Drive-in concerts: music to the ears of audience- (and cash-) starved bands",
            "category": "Music",
            "snippet": "Summary: Before covid, the surf rock duo Hockey Dad would usually launch a new album with a string of record store shows. “But obviously we can’t do that right …"
        },
        {
            "title": "Radioactive review – Marie Curie biopic fast-forwards to Hiroshima",
            "category": "Film",
            "snippet": "Summary: The Geiger counter is ticking moderately for this forthright biopic of Marie Curie, born Maria Skłodowska: the historic double-Nobel winner in physics …"
        },
        {
            "title": "The Prison Doctor: Women Inside by Dr Amanda Brown review – why care is better than custody",
            "category": "Books",
            "snippet": "“Linda”, a woman in her 50s, has an appointment with Amanda Brown, a prison doctor at HMP Bronzefield in Ashford, Surrey, since 2016. Linda is inside …"
        },
        {
            "title": "The original culture war: why modern-day film-makers are still drawn to 17th-century England",
            "category": "Film",
            "snippet": "A nation divided and thrown into chaos, the old regime under threat, new dreams of freedom, equality and justice checked by violent oppression masquer …"
        },
        {
            "title": "My streaming gem: why you should watch The Point",
            "category": "Film",
            "snippet": "The glorious thing about streaming, at this point in its history, is the sense that eventually everything that was lost will be eventually found somew …"
        },
        {
            "title": "'An ugly truth': British sports bodies admit failure to confront racism",
            "category": "Sport",
            "snippet": "The governing bodies of more than 80 of the nation’s sports – including the Rugby Football Union, Lawn Tennis Association, British Cycling, UK Athleti …"
        },
        {
            "title": "Coronavirus: more than a million left out of income support, say MPs",
            "category": "Politics",
            "snippet": "The Treasury should act to help more than a million people who have fallen through the cracks in the government’s Covid-19 income support schemes, acc …"
        },
        {
            "title": "Poem of the week: My pity is fake … by Miriam Neiger-Fleischmann",
            "category": "Books",
            "snippet": "My pity is fake, my poems, atonement. Mutation in my genes began in the gas chambers. Even before that, antigens were created in my blood against tort …"
        },
        {
            "title": "Former top black Met police officers say racism blighted their careers",
            "category": "UK-News",
            "snippet": "Two of the most senior black officers to have served in British policing have revealed that their careers were blighted by racism, and warned that the …"
        },
        {
            "title": "How we met: 'My friends thought I was crazy when I flew 8,500 miles to see him'",
            "category": "Life-and-Style",
            "snippet": "Jana Ďoubalova was on her way to a remote part of Iceland for a hiking trip with a friend when she bumped into Chris Curnow at Reykjavik airport in Ju …"
        },
        {
            "title": "Keith Tippett: British jazz pianist dies age 72",
            "category": "Music",
            "snippet": "The British jazz pianist and composer Keith Tippett has died aged 72. A post on Tippett’s official Facebook page did not disclose the cause of death. …"
        },
        {
            "title": "First Thing: Covid-19 skeptics may convert as virus hits Trump country",
            "category": "US-News",
            "snippet": "Good morning, Throughout the coronavirus crisis, many Republicans have remained skeptical about the threat of Covid-19. But as the disease moves from …"
        },
        {
            "title": "Queues on high streets as non-essential shops reopen in England",
            "category": "Business",
            "snippet": "Long queues of shoppers formed outside stores in England on Monday, as coronavirus restrictions on non-essential retailers were lifted, but figures sh …"
        },
        {
            "title": "Man sues Met police over injuries suffered in alleged racist arrest",
            "category": "UK-News",
            "snippet": "A man who suffered a broken wrist and damage to his arm and shoulder after he was detained outside his home in what he believes was a wrongful racist …"
        },
        {
            "title": "Donald Trump's niece Mary set to publish explosive book about her family",
            "category": "Books",
            "snippet": "Donald Trump’s niece, Mary Trump, will publish a “harrowing and salacious” book about the president next month, according to reports. The Daily Beast …"
        },
        {
            "title": "'A bit of normality': Birmingham shoppers return to high street stores",
            "category": "Business",
            "snippet": "Birmingham’s shoppers returned to the high street as queues formed outside “non-essential” retail names such as Zara, H&M, Sports Direct and Primark. …"
        },
        {
            "title": "Bootsy Collins: 'We're all funky, just not all of us know it'",
            "category": "Music",
            "snippet": "At the age of 17, William “Bootsy” Collins packed up his homemade bass guitar and left home to tour the world with James Brown. He was heading off in …"
        },
        {
            "title": "Tell us: how are rural communities in Wales adapting to coronavirus?",
            "category": "UK-News",
            "snippet": "We would like to find out about the impact of coronavirus on you and your community. If you live in a rural area, how has the community been affected …"
        },
        {
            "title": "'I could so easily have died': Wretch 32's father on being shot with Taser",
            "category": "UK-News",
            "snippet": "A 62-year-old black man – the father of rapper Wretch 32 – who was shot with a Taser inside his home by police before he fell and lost consciousness, …"
        },
        {
            "title": "Stocks fall on new Covid-19 outbreak fears, as shops in England reopen - as it happened",
            "category": "Business",
            "snippet": "Non-essential retailers in England were allowed to open their doors to customers for the first time in 12 weeks today EasyJet also made its first sche …"
        },
        {
            "title": "First day of compulsory face masks on public transport proves patchy",
            "category": "UK-News",
            "snippet": "They came in many shapes and colours, from cheery red bandanas to disposable pale blue masks with elasticated string. But as commuters donned face cov …"
        },
        {
            "title": "Jaguar Land Rover to cut more than 1,000 agency staff in UK",
            "category": "Business",
            "snippet": "Jaguar Land Rover is to cut more than 1,000 UK agency staff after losing £500m in three months due to the coronavirus pandemic. The UK’s largest autom …"
        },
        {
            "title": "BP expects to take $17.5bn hit due to coronavirus writedown",
            "category": "Business",
            "snippet": "Summary: BP will slash up to $17.5bn (£14bn) from the value of its oil and gas assets, and may be forced to leave new fossil fuel discoveries in the ground, af …"
        },
        {
            "title": "UK agrees to share suspects' DNA with EU crime-fighting system",
            "category": "Politics",
            "snippet": "The UK government has dropped its opposition to sharing criminal suspects’ DNA data with EU law enforcement bodies, in a potential olive branch ahead …"
        },
        {
            "title": "Barbra Streisand buys Disney shares for George Floyd's daughter",
            "category": "Film",
            "snippet": "George Floyd’s youngest child is now a Disney shareholder, thanks to Barbra Streisand. Six-year-old Gianna Floyd posted a photograph of herself on Ins …"
        },
        {
            "title": "Black Writers’ Guild calls for sweeping change in UK publishing",
            "category": "Books",
            "snippet": "More than 100 writers including Booker winner Bernardine Evaristo, Benjamin Zephaniah and Malorie Blackman have called on all major publishing houses …"
        },
        {
            "title": "Man given 14-day jail term for urinating near PC Keith Palmer plaque",
            "category": "UK-News",
            "snippet": "A 28-year-old man has been sentenced to 14 days in prison for outraging public decency after urinating beside the memorial to a murdered police office …"
        },
        {
            "title": "Labour demands Robert Jenrick disclose all contacts on Westferry",
            "category": "Politics",
            "snippet": "Labour has demanded that the communities secretary, Robert Jenrick, disclose all contacts he had with other ministers and officials before he overrule …"
        },
        {
            "title": "Boris Johnson: no reason why Brexit deal cannot be sealed in July",
            "category": "Politics",
            "snippet": "Boris Johnson has said there is no reason why the outline of a Brexit deal cannot be sealed by the end of July, after he asked EU leaders at a video s …"
        },
        {
            "title": "Rugby Australia's 'product' runs risk of being diminished by rule changes",
            "category": "Sport",
            "snippet": "The introduction of seven law variations to the Super Rugby AU competition has the potential to backfire spectacularly on the five provincial Australi …"
        },
        {
            "title": "Talking Horses: Duke Of Hazzard a TV hit again on day one of Royal Ascot",
            "category": "Sport",
            "snippet": "A quirky bit of history may be made at this most unusual of Royal Ascots, when the Queen Anne could become the first Group One to be won by trainers h …"
        },
        {
            "title": "Autumn schedule to be agreed by end of June but longer-term agreement elusive",
            "category": "Sport",
            "snippet": "The shape of this autumn’s international rugby programme will be confirmed by the end of this month but negotiations about a new global fixture calend …"
        },
        {
            "title": "Bloomsday to Zoomsday: James Joyce celebration goes online",
            "category": "Books",
            "snippet": "James Joyce fans aren’t put off by the 800-odd pages of Ulysses, so perhaps it isn’t surprising that a little thing like a global lockdown can’t dampe …"
        },
        {
            "title": "Permanent secretaries 'not aware of any economic planning for a pandemic'",
            "category": "Politics",
            "snippet": "Two of the government’s most powerful civil servants have said they were not aware of any attempt to make economic preparations for a possible global …"
        },
        {
            "title": "Reaction to the powerbroker behind Fury v Joshua is a mirror to boxing itself",
            "category": "Sport",
            "snippet": "The footage is horrible, harrowing, traumatic. All the same, you can’t look away. The scene is the Regency hotel in Dublin in February 2016, the event …"
        },
        {
            "title": "Robert Jenrick: why are there calls for inquiry into minister?",
            "category": "Politics",
            "snippet": "Why is the housing secretary, Robert Jenrick, at the centre of controversy over a building development in London? Jenrick knew that billionaire former …"
        },
        {
            "title": "Rayshard Brooks family call for murder charges after police killing",
            "category": "US-News",
            "snippet": "The family of Rayshard Brooks, an unarmed black man who was shot twice in the back by a white Atlanta police officer on Friday after he fell asleep in …"
        },
        {
            "title": "Trump reportedly to take legal action to block John Bolton's tell-all book",
            "category": "US-News",
            "snippet": "Summary: Donald Trump is set to sue to stop the publication of a tell-all book by John Bolton, his third national security adviser, ABC News reported on Monday …"
        },
        {
            "title": "Australia has a problem with climate change denial. The message just isn't getting through",
            "category": "Business",
            "snippet": "An international survey of people’s news habits around the world reveals that Australians’ opinions on climate change are determined mostly by age and …"
        },
        {
            "title": "National Trust buys romantic landscape of Lorna Doone novel",
            "category": "UK-News",
            "snippet": "It is a place of wooded valleys, tumbling rivers and rugged moorland that was immortalised in the 19th-century novel Lorna Doone, a twisty tale of rom …"
        },
        {
            "title": "Robert Fuller: officials vow investigation into California hanging death",
            "category": "US-News",
            "snippet": "Summary: The FBI and the California attorney general’s office will monitor the investigation into the hanging death of a Black man in the south of the state, i …"
        },
        {
            "title": "Black Lives Matter protests: Atlanta shooting of Rayshard Brooks declared homicide – as it happened",
            "category": "US-News",
            "snippet": "Kari Paul here, closing out for the night! Here are the top stories to keep in mind. Secretary of the treasury Steve Mnuchin will meet with the Senate …"
        }
    ]
}