{
    "page": [
        {
            "title": "Miles Franklin 2020: Tara June Winch, Carrie Tiffany and Tony Birch shortlisted for Australian writing prize",
            "category": "Books",
            "snippet": "Summary: Miles Franklin alumni have dominated this year’s shortlist of Australia’s most high-profile literary award, with four previously nominated authors inc …"
        },
        {
            "title": "The Golden Rule by Amanda Craig review – a rollicking summer read",
            "category": "Books",
            "snippet": "Amanda Craig’s ninth novel has all the elements of an irresistible summer read: a rollicking plot, a heroine who is more than a match for anything the …"
        },
        {
            "title": "'There's money to be made': buskers return to Britain's high streets",
            "category": "Music",
            "snippet": "On 13 March, singer-songwriter Sherika Sherard completed her final busk at London Bridge. Given the increasing seriousness of the coronavirus pandemic …"
        },
        {
            "title": "Splash! by Howard Means – a refreshing dip into the history of swimming",
            "category": "Books",
            "snippet": "Summary: In a cave in Wadi Sura, in the southwest corner of Egypt, there is evidence that one of the driest corners of the Earth used to be flowing with water. …"
        },
        {
            "title": "'We're fighting for change': Bubba Wallace on Nascar and the Confederate flag",
            "category": "Sport",
            "snippet": "It would be the height of understatement to say the previous week was hectic for Bubba Wallace. Hunkered inside an infield motor coach at Homestead-Mi …"
        },
        {
            "title": "Cars from the continent: the direction of  travel in 1960 – from the archive",
            "category": "Business",
            "snippet": "Cars from the continent by Michael Brown 27 June 1960 The two most strongly evident characteristics of the Continental car are almost antipathetic: th …"
        },
        {
            "title": "Can #BlackoutBestsellerList be the reckoning the publishing industry needs?",
            "category": "Books",
            "snippet": "Could the New York Times’ Best Seller book list ever be filled entirely by black authors? As industries undergo reckonings around race, in the wake of …"
        },
        {
            "title": "An adventurous physician and a glamorous nurse: the US health workers who died from Covid-19",
            "category": "US-News",
            "snippet": "Lost on the frontline is a collaboration between the Guardian and Kaiser Health News that aims to document the lives of healthcare workers in the US w …"
        },
        {
            "title": "Top UN human rights expert urges US to listen to demands of protesters",
            "category": "US-News",
            "snippet": "Summary: The killing of African Americans like George Floyd and Rayshard Brooks by police officers is a systemic problem in the US which requires profound chan …"
        },
        {
            "title": "Sadiq Khan demands emergency help for London services",
            "category": "Politics",
            "snippet": "Sadiq Khan has warned of deep cuts to major London services including the police and the fire service unless Boris Johnson’s government intervenes aft …"
        },
        {
            "title": "Matt Hancock promises update on coronavirus shielding 'very soon'",
            "category": "UK-News",
            "snippet": "An announcement on a possible end to the coronavirus shielding programme in England will come “very soon”, the UK health secretary, Matt Hancock, has …"
        },
        {
            "title": "The Day After I'm Gone review – stylish study of a grieving father and daughter",
            "category": "Film",
            "snippet": "Israeli film-maker Nimrod Eldar makes an accomplished and worthwhile feature debut with this very intelligent, character-driven drama, which he has wr …"
        },
        {
            "title": "Amid accusations of violence, some say National Guard should no longer staff voting stations",
            "category": "US-News",
            "snippet": "Just after midnight on Monday 1 June David McAtee was working at his barbecue restaurant in Louisville, Kentucky, when he was shot and killed by the n …"
        },
        {
            "title": "Suites, shoots and leaves: Spanish opera house reopens with concert for plants",
            "category": "Music",
            "snippet": "Summary: Attendees of the first post-lockdown concert at Barcelona’s Liceu opera house next week will not need masks or gloves, nor will they be required to ob …"
        },
        {
            "title": "Willie Thorne obituary",
            "category": "Sport",
            "snippet": "An instantly recognisable star of what might be termed the golden age of snooker, Willie Thorne has died aged 66 after suffering from leukaemia. With …"
        },
        {
            "title": "K-pop singer Yohan dies aged 28",
            "category": "Music",
            "snippet": "Kim Jeong-hwan, known as Yohan in the Korean pop group TST, has died aged 28. TST’s record label, KJ Entertainment confirmed the news, saying: “We are …"
        },
        {
            "title": "'Change is not happening fast enough': UK publishers promise to tackle inequality",
            "category": "Books",
            "snippet": "The “big five” UK publishing houses have separately acknowledged that “change is not happening fast enough” and that they must do a lot more to addres …"
        },
        {
            "title": "The Dead and the Others review – shimmering story of tribal culture",
            "category": "Film",
            "snippet": "Summary: This is a mysterious ethno-fictional fable of the indigenous Krahô people in north-eastern Brazil; it was a prizewinner at Cannes last year for Brazil …"
        },
        {
            "title": "Bryce Dallas Howard: 'Dads changing diapers is still somehow revolutionary'",
            "category": "Film",
            "snippet": "When actor Bryce Dallas Howard started making the documentary Dads, her family was clear: this was not going to be about them. Her father Ron, the Osc …"
        },
        {
            "title": "The secret language of sniffs – from ‘I have bad news’ to ‘This toilet is occupied’",
            "category": "Life-and-Style",
            "snippet": "Name: Sniffing. Age: As old as humanity. Role: An important and versatile communication tool. Oh dear, do you think you’re a mole again? Shall I call …"
        },
        {
            "title": "Aunt Jemima brand to change name and logo due to racial stereotyping",
            "category": "US-News",
            "snippet": "One of America’s most recognizable but unreconstructed household brands, Aunt Jemima pancake products, will change its name and image in an effort by …"
        },
        {
            "title": "Private rents in England hit record high during coronavirus lockdown",
            "category": "Business",
            "snippet": "Private-sector rents in England hit a record high of £700 a month just as the country was heading into coronavirus lockdown, according to figures from …"
        },
        {
            "title": "Global stocks extend rally as UK inflation eases - as it happened",
            "category": "Business",
            "snippet": "Global stocks are extending their rally on hopes of a swift recovery from the Covid-19 crisis, but gains are limited by fears over a second wave, afte …"
        },
        {
            "title": "'It's only important if you eat food': inside a film on the honeybee crisis",
            "category": "Film",
            "snippet": "Every February, Brett Adee joins a caravan of semi-trucks, bound for California’s Central Valley, loaded with millions upon millions of fragile, preci …"
        },
        {
            "title": "Madonna: where to start in her back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with Like a Prayer (1989) Madonna’s 1980s hits such as Holiday, Into the Groove and Like a Virgin are brilliantly captured on The I …"
        },
        {
            "title": "On a Magical Night review – peppy portrait of a crumbling marriage",
            "category": "Film",
            "snippet": "Christophe Honoré, now edging into veteran status with his 12th film, once again steps up to the oche of desire and infidelity. But this peppy, flight …"
        },
        {
            "title": "Serena Williams commits to US Open as 31 August start is confirmed",
            "category": "Sport",
            "snippet": "It was confirmed on Wednesday the 2020 US Open will start behind closed doors on 31 August but there is still no guarantee the best players in the wor …"
        },
        {
            "title": "Keith Tippett obituary",
            "category": "Music",
            "snippet": "Few free-improvising musicians, singlemindedly stirring the soundworlds of lyricism, jagged dissonance, recognisable melody and raw noise, can bring a …"
        },
        {
            "title": "Kristen Stewart to play Princess Diana in new film Spencer",
            "category": "Film",
            "snippet": "Summary: Kristen Stewart is set to star as Diana, Princess of Wales, in a new drama from Pablo Larraín, the acclaimed Chilean director of Jackie. The film, cal …"
        },
        {
            "title": "Boris Johnson repeatedly yells 'schools' to evade scrutiny in dismal PMQs",
            "category": "Politics",
            "snippet": "Here’s a thought. Would it actually matter if Boris Johnson were to answer a direct question? After all, the prime minister’s relationship with the tr …"
        },
        {
            "title": "Mobos founder's open letter highlights racism in UK music industry",
            "category": "Music",
            "snippet": "Kanya King, the founder of the Music of Black Origin awards (Mobos), has said negative media coverage nearly ended the event, in a wide-ranging open l …"
        },
        {
            "title": "Paint job on Boris Johnson's plane will cost taxpayer £900,000",
            "category": "Politics",
            "snippet": "Boris Johnson’s red, white and blue paint job on the prime ministerial plane is costing the UK taxpayer £900,000, his official spokesman has said. The …"
        },
        {
            "title": "Furlough effect leaves Rishi Sunak with 'triple lock' pensions dilemma",
            "category": "Politics",
            "snippet": "Rishi Sunak is being forced to consider ways of getting round the “triple lock” on pensions next year amid signs that the bounce back in wages for fur …"
        },
        {
            "title": "To Kid Or Not to Kid review – why women choose to be childless",
            "category": "Film",
            "snippet": "British-born, New York-based film-maker Maxine Trump puts herself front and centre for this honest, heartfelt documentary about her own and other wome …"
        },
        {
            "title": "Moeen Ali named in England's training squad for West Indies Test series",
            "category": "Sport",
            "snippet": "Moeen Ali’s return to the Test fold has been hailed as good news by England’s national selector, Ed Smith, but the question now is whether the spin-bo …"
        },
        {
            "title": "Fears over DfID and Foreign Office merger to be raised in Commons",
            "category": "Politics",
            "snippet": "Fears that hundreds of jobs at the Department for International Development (DfID) are at risk as part of the merger with the Foreign Office will be r …"
        },
        {
            "title": "Rory McIlroy dismisses rivals' complaints about ranking resumption",
            "category": "Sport",
            "snippet": "Rory McIlroy has risked rancour on the fairways by insisting he has no sympathy for European players who have opted not to earn world ranking points d …"
        },
        {
            "title": "Edith Aron obituary",
            "category": "Books",
            "snippet": "My mother, Edith Aron, who has died aged 96, was a German writer, translator and teacher, with strong ties to South American literature. Born in Hombu …"
        },
        {
            "title": "Lockdown-hit beer firms warn Boris Johnson of 'moment of maximum jeopardy'",
            "category": "Business",
            "snippet": "Hundreds of pubs could shut for ever unless Boris Johnson decides in the next 48 hours when they can reopen, the UK’s largest beer companies have warn …"
        },
        {
            "title": "Coronavirus UK live: Dowden hints at bailout for theatres - as it happened",
            "category": "Politics",
            "snippet": "A fresh government bailout for theatres could be on the cards. Given they are likely to remain unable to open for some time due to social distancing r …"
        },
        {
            "title": "Macron expected to ask UK to review 14-day quarantine rule",
            "category": "UK-News",
            "snippet": "Summary: The French president Emmanuel Macron is expected to call on the UK to revisit its decision of imposing a 14-day quarantine period on visitors from abr …"
        },
        {
            "title": "DPD and Kingfisher to hire 7,500 UK staff as online shopping soars",
            "category": "Business",
            "snippet": "The delivery firm DPD and the B&Q owner Kingfisher are hiring a total of more than 7,500 staff in the UK to cope with surging demand for home deliveri …"
        },
        {
            "title": "Bolton's bombshell book shows it's still possible to be shocked by Trump's presidency",
            "category": "US-News",
            "snippet": "The conventional Washington wisdom before Wednesday afternoon was that it was hard to imagine anything that would still have the capacity to shock us …"
        },
        {
            "title": "Donald Trump did not know UK had nuclear weapons, Bolton says in new book",
            "category": "US-News",
            "snippet": "Summary: Donald Trump was unaware that the UK had its own nuclear weapons, according to the former US national security adviser John Bolton. The president’s la …"
        },
        {
            "title": "Leading questions: 'I feel unhappy with my girlfriend, but I fear if I end things it will destroy her'",
            "category": "Life-and-Style",
            "snippet": "I love my girlfriend but don’t see myself with her for marriage or kids. I feel so conflicted. We’ve lived together for five years, we get on well mos …"
        },
        {
            "title": "Trump administration seeks emergency order to block Bolton's memoir",
            "category": "US-News",
            "snippet": "The Trump administration has made an aggressive last-ditch attempt to block the release of John Bolton’s bombshell book, in which the former national …"
        },
        {
            "title": "'Everybody's doing a Covid clearout': England’s reopened charity shops embrace the new normal",
            "category": "Life-and-Style",
            "snippet": "There’s a new purple wheelie bin on Walthamstow High Street in north-east London, outside No 210, and it’s filling up fast. Michael Armstrong and Loui …"
        },
        {
            "title": "Shaun Tan: 'We’re not being mean to animals – but there is evil in obliviousness'",
            "category": "Books",
            "snippet": "Summary: In the days, weeks and months after the world went into lockdown, we marvelled as animals began to venture out into the habitats we had deserted. Scho …"
        },
        {
            "title": "Australia loses 227,000 more jobs, taking unemployment to 7.1%",
            "category": "Business",
            "snippet": "Australia lost a further 227,000 jobs between April and May, resulting in a total loss of 835,000 jobs in seasonally adjusted terms since March and a …"
        },
        {
            "title": "The Ground Beneath My Feet review – creepy phone calls dial up the fear",
            "category": "Film",
            "snippet": "The creepy phone call that’s coming from inside the house – a well-known scary-movie trope. The threat is more disturbingly intimate than you thought, …"
        }
    ]
}