{
    "page": [
        {
            "title": "‘The coat was made with latex offcuts’: the student designers making do in lockdown",
            "category": "Life-and-Style",
            "snippet": "‘My boyfriend modelled this on the hottest day of the year’ Saffron Rutter, fashion, Kingston University This is my boyfriend, Fin, photographed in Wi …"
        },
        {
            "title": "Classical home listening: Alina Ibragimova's Shostakovich; Haydn with the Dudoks; Britten on film",
            "category": "Music",
            "snippet": "• The Russian-British violinist Alina Ibragimova, versatile, virtuosic and astute in every kind of repertoire (listen to her play Bach), has establish …"
        },
        {
            "title": "Sceptical: the Royal Ascot contender bought for just £2,800",
            "category": "Sport",
            "snippet": "How much should a racehorse cost? Most guessers would start with a really big number and then add several noughts, perhaps recalling the tale of The G …"
        },
        {
            "title": "The best food books to take you overseas - while stuck at home",
            "category": "Books",
            "snippet": "Tales of faraway dining, harvests and exotic markets are particularly welcome at a time when international travel is on hold. Few roving writers were …"
        },
        {
            "title": "'My dad's shed is my darkroom’: inside 12 lockdown art studios",
            "category": "Life-and-Style",
            "snippet": "Summary: ‘The best thing has been living minutes from the sea’ Shannon Moran, marine and natural history photography, Falmouth University I’ve stayed in Cornwa …"
        },
        {
            "title": "One to watch: Drab City",
            "category": "Music",
            "snippet": "Drab City make strangely cinematic music, full of flutes, vibraphones, soft vocals and glitchy beats. Their sound recalls bands such as Broadcast, Tin …"
        },
        {
            "title": "Laura Marling live at Union Chapel review: up close and virtual",
            "category": "Music",
            "snippet": "Gone, for the time being, is the staticky hush of an expectant crowd at an old-school gig. Cancelled, too, is the wider tour Laura Marling would have …"
        },
        {
            "title": "Ninety and still into toys: how Fisher-Price pulled a town out of depression",
            "category": "Life-and-Style",
            "snippet": "The small upstate New York village of East Aurora is a picture of small-town tranquillity. Main Street is as quaint as a painting, complete with a fiv …"
        },
        {
            "title": "UK government seems to rule out removal of controversial statues",
            "category": "Politics",
            "snippet": "The government has signalled that it will not remove any statues or monuments from its property, as tensions mount over the UK’s memorials to controve …"
        },
        {
            "title": "Kevin Figes Quartet: Changing Times review – constantly fascinating",
            "category": "Music",
            "snippet": "I didn’t think I was going to like this album at first, when greeted by the strains of an electronic sequencer. But this faded into a beautifully play …"
        },
        {
            "title": "West Indies fighting off the boredom as they prepare for England Tests",
            "category": "Sport",
            "snippet": "Summary: The coaches of West Indies and Pakistan were giving Zoom interviews on Saturday and there was one common thread. Now the talk is about how the Test ma …"
        },
        {
            "title": "Roger Robinson: 'Poets can translate trauma'",
            "category": "Books",
            "snippet": "Roger Robinson is a writer who has taught and performed worldwide. His fourth poetry collection, A Portable Paradise, won the Royal Society of Literat …"
        },
        {
            "title": "For interesting white wines, look to Italy",
            "category": "Life-and-Style",
            "snippet": "Cestino Pecorino, Terre di Chieiti IGT, Italy 2018 (£6.35, the Co-op) It’s most likely something about how it is sold in this country – and, to be fai …"
        },
        {
            "title": "Look up from the garden and enjoy summer",
            "category": "Life-and-Style",
            "snippet": "Lockdown days mostly start (very) early at the allotment. A walk up the hill, sometimes with Howard and Rose. Usually, though, I am on my own. Just me …"
        },
        {
            "title": "Sunday with Maureen Lipman: ‘I’m a vulnerable old heap, but I seem to be all right at the moment'",
            "category": "Life-and-Style",
            "snippet": "A morning routine? Radio 4 goes on the minute I wake up. If Sunday Worship – the church service – is still playing, I know to go back to bed. I drink …"
        },
        {
            "title": "The Skywalker window: what Democrats must do to destroy Trump's Death Star",
            "category": "US-News",
            "snippet": "In the year of a presidential election, Democrats hope to make major gains in Georgia, long a Republican stronghold. This week, though, Georgia became …"
        },
        {
            "title": "The Price of Peace by Zachary D Carter review – how liberals betrayed Keynes",
            "category": "Books",
            "snippet": "John Maynard Keynes lived through two world wars as well as the great depression between them, and as an economic adviser to British and American gove …"
        },
        {
            "title": "The Lancet’s editor: ‘The UK response to coronavirus is the greatest science policy failure for a generation’",
            "category": "Politics",
            "snippet": "There is a school of thought that says now is not the time to criticise the government and its scientific advisers about the way they have handled the …"
        },
        {
            "title": "Poll: UK government losing public approval over handling of virus",
            "category": "Politics",
            "snippet": "Less than a third of the public now approve of the government’s handling of the coronavirus pandemic, according to the latest Opinium poll for the Obs …"
        },
        {
            "title": "JK Rowling: from magic to the heart of a Twitter storm",
            "category": "Books",
            "snippet": "Summary: A simple story with a happy ending, with evil unmasked and defeated, has great appeal, especially if there are grim threats and obstacles to negotiate …"
        },
        {
            "title": "Say oui to ennui: how to face, and even embrace, your boredom",
            "category": "Life-and-Style",
            "snippet": "There’s a murky undercurrent to this week’s story about the French worker awarded €40,000 in damages by a court who agreed that his employers had subj …"
        },
        {
            "title": "Da 5 Bloods review – Spike Lee goes all out in Vietnam",
            "category": "Film",
            "snippet": "Last year, Spike Lee won his first competitive Academy Award as co-writer of BlacKkKlansman, a stranger-than-fiction tale of an African-American cop i …"
        },
        {
            "title": "What could a physically distanced UK look like after lockdown?",
            "category": "UK-News",
            "snippet": "Summary: Life has already changed beyond recognition for many of us. White-collar workers have been working from home for months after vacating office spaces i …"
        },
        {
            "title": "After Covid, is it time for the UK to invest in its industry again?",
            "category": "Politics",
            "snippet": "Approaching the Jaguar Land Rover assembly works in Castle Bromwich, the eye is drawn to a 16 metre-high sculpture commemorating the wartime productio …"
        },
        {
            "title": "Weeding out horticulture’s race problem",
            "category": "Life-and-Style",
            "snippet": "Summary: One of the things I love most about gardening is its ability to cut through social divisions. Tapping into the universal human desire to nurture, as w …"
        },
        {
            "title": "Riddle of Tory minister Jenrick, the media mogul and a £1bn housing development",
            "category": "Politics",
            "snippet": "Housing secretary Robert Jenrick gave a “behind closed doors” briefing on government plans to reform the property sector at an event hosted by the pub …"
        },
        {
            "title": "Boris Johnson has not hosted a Cobra emergency committee for over a month",
            "category": "Politics",
            "snippet": "Downing Street has been warned against sidelining dissent in its handling of the coronavirus crisis, after complaints that Boris Johnson has not hoste …"
        },
        {
            "title": "Pandemic, what pandemic? Trump sees mass rallies as path to re-election",
            "category": "US-News",
            "snippet": "On the day that America reached a world record 2m coronavirus infections, Donald Trump announced a campaign rally and his deputy, Mike Pence, posted ( …"
        },
        {
            "title": "Jehnny Beth: To Love Is to Live review – intense and provocative",
            "category": "Music",
            "snippet": "Camille “Jehnny Beth” Berthomier spent the 00s fronting Savages, a post-punk outfit dedicated to discomfort and artistic provocation. The solo Jehnny …"
        },
        {
            "title": "As the end of isolation approaches, it’s time to look ahead",
            "category": "Life-and-Style",
            "snippet": "New parents are often told: ‘The days are long, but the years are short.’ Unfortunately, they’re almost always told this when they haven’t slept for d …"
        },
        {
            "title": "Paths of desire: lockdown has lent a new twist to the trails we leave behind",
            "category": "Life-and-Style",
            "snippet": "Summary: Since the beginning of lockdown, a new path has sprung up in my local park – it snakes underneath a tree and up (and then down) a small hill, marking …"
        },
        {
            "title": "The Ground Beneath My Feet review – taut Austrian sibling psychodrama",
            "category": "Film",
            "snippet": "Existing in the kind of corporate shark tank that has its own bravado slang for pulling a 48-hour shift takes a particular kind of ruthlessness. Excel …"
        },
        {
            "title": "The past three months have proved it: the costs of lockdown are too high",
            "category": "Business",
            "snippet": "The past three months have been a global experiment to test whether modern economies built on social interaction are compatible with methods for tackl …"
        },
        {
            "title": "'One of the gentlest people I know:' 75-year-old shoved by police a peace activist, not a provocateur",
            "category": "US-News",
            "snippet": "In the moments before he was pushed to the sidewalk by a Buffalo police officer and then left for dead, 75-year-old Martin Gugino walked towards the l …"
        },
        {
            "title": "Curbs on FOBT stakes fuel fewer police callouts to bookmakers",
            "category": "UK-News",
            "snippet": "Government-imposed cuts to the amount of money gamblers can stake on betting machines has led to a near-40% reduction in police callouts to bookies to …"
        },
        {
            "title": "Sandown shunt shows racing needs safety-first approach on interference",
            "category": "Sport",
            "snippet": "That old racing piety, “Let’s hope they all come back safely”, is generally saved for the moments before a Grand National or a novice chase at Chelten …"
        },
        {
            "title": "Setting the stage: inside an ever-changing Paris home",
            "category": "Life-and-Style",
            "snippet": "I’m always searching for objects,” says Jean-Christophe Aumas of the midcentury designs and curiosities that lend his Pigalle apartment its theatrical …"
        },
        {
            "title": "Capita to axe at least 200 jobs amid coronavirus cost-cutting",
            "category": "Business",
            "snippet": "Summary: Capita, one of the major providers of outsourced services to the UK government, plans to cut at least 200 jobs amid financial difficulties exacerbated …"
        },
        {
            "title": "'My chickens are always pleased to see me!' Life with the hen rescuers",
            "category": "Life-and-Style",
            "snippet": "In a garden at the back of a house in the North Yorkshire village of Cridling Stubbs, soft clucks fill the air. Three hens scratch and snooze in the d …"
        },
        {
            "title": "Rose City Band: Summerlong review – a gorgeous record",
            "category": "Music",
            "snippet": "As frontman of San Francisco psyche-rockers Wooden Shjips and one half of the more Krautrock-influenced Moon Duo (with partner Sanae Yamada), Ripley J …"
        },
        {
            "title": "Six thousand people attend two illegal raves in Greater Manchester",
            "category": "UK-News",
            "snippet": "About 6,000 people attended two illegal raves in Greater Manchester where an 18-year-old woman was raped, a man died of a suspected drugs overdose and …"
        },
        {
            "title": "Rosemary Hollis obituary",
            "category": "Politics",
            "snippet": "Rosemary Hollis, who has died suddenly at the age of 68, was a Middle East and international relations expert and a high-profile media commentator. He …"
        },
        {
            "title": "Scooter and moped demand triples as commuters look to shun buses and trains",
            "category": "UK-News",
            "snippet": "Demand for motorbikes, scooters and mopeds has shot up as commuters look for alternatives to public transport to get to work. Inquiries to sellers of …"
        },
        {
            "title": "Biden VP contenders in spotlight after Rayshard Brooks police killing",
            "category": "US-News",
            "snippet": "Amid protests across the US over police brutality and racism, the killing of Rayshard Brooks focused a fierce national spotlight on Atlanta. That hars …"
        },
        {
            "title": "Rayshard Brooks: Democrats call for police reform after latest killing",
            "category": "US-News",
            "snippet": "Leading Democrats said on Sunday the killing of Rayshard Brooks in Atlanta underlined the need for significant change in US law enforcement, as the co …"
        },
        {
            "title": "UK coronavirus: official death toll rises by 36 in lowest increase since lockdown began – as it happened",
            "category": "Politics",
            "snippet": "We’re going to be closing down this live blog now. Thank you to all those who’ve read along or sent in tips and pointers, it’s much appreciated. I hop …"
        },
        {
            "title": "Police seek protests ban after 23 officers injured in London rallies",
            "category": "UK-News",
            "snippet": "Summary: Priti Patel has been urged to impose an emergency ban on all protests after Britain’s biggest police force condemned the “mindless hooliganism” and “u …"
        },
        {
            "title": "Nazir Afzal joins legal fight for new inquiry into Dominic Cummings",
            "category": "Politics",
            "snippet": "Nazir Afzal, a former regional chief prosecutor, has joined a legal campaign for a new investigation into Dominic Cummings over alleged breaches of th …"
        },
        {
            "title": "Beyoncé seeks justice for Breonna Taylor in letter to Kentucky attorney general",
            "category": "US-News",
            "snippet": "Summary: Beyoncé has written to the attorney general of Kentucky to demand justice for Breonna Taylor, a 26-year-old African American woman killed by plainclot …"
        },
        {
            "title": "Feliciano López: 'If we don't play, the ATP is not going to survive'",
            "category": "Sport",
            "snippet": "Tennis is fighting for survival, according to Feliciano López on the first anniversary of his triumph at Queen’s Club, and the veteran Spaniard says p …"
        }
    ]
}