{
    "page": [
        {
            "title": "UK orchestras may not survive coronavirus pandemic, conductors warn",
            "category": "Music",
            "snippet": "Two of Britain’s most influential conductors, Sir Simon Rattle and Sir Mark Elder, have warned of a “devastated landscape” in classical music after th …"
        },
        {
            "title": "'I was leaving a shop and security stopped me. I was four': young protesters on why they are marching against racism",
            "category": "UK-News",
            "snippet": "The killing of George Floyd by a white police officer took place thousands of miles from the UK. But the 46-year-old’s cry in Minnesota that he could …"
        },
        {
            "title": "Da 5 Bloods review – Spike Lee ignites a Vietnam cocktail of fire and fury",
            "category": "Film",
            "snippet": "Spike Lee has shown up with an insurgent filmic uproar to match the uproar in the world. Da 5 Bloods is a paintball gun loaded with real bullets: a bl …"
        },
        {
            "title": "Black British authors top UK book charts in wake of BLM protests",
            "category": "Books",
            "snippet": "Summary: Bernardine Evaristo and Reni Eddo-Lodge have become the first black British women to top the UK’s fiction and nonfiction paperback charts, in a week w …"
        },
        {
            "title": "Shukri Abdi: Burnham calls for answers over drowning of 12-year-old refugee",
            "category": "UK-News",
            "snippet": "The mayor of Greater Manchester has called for “the widest possible investigation” into events leading up to the drowning of a 12-year-old refugee las …"
        },
        {
            "title": "Switch from public transport could put 1m more cars on English and Welsh roads",
            "category": "Politics",
            "snippet": "A million more cars could be on the road in England and Wales each day if public transport commuters with cars switch to driving, research has warned. …"
        },
        {
            "title": "Labour calls on Robert Jenrick to make statement over billionaire's donation",
            "category": "Politics",
            "snippet": "Labour has called for Robert Jenrick to make a statement to parliament after it emerged a billionaire developer donated to the Conservatives two weeks …"
        },
        {
            "title": "Eddie Redmayne joins Daniel Radcliffe in opposing JK Rowling's trans comments",
            "category": "Film",
            "snippet": "Fantastic Beasts star Eddie Redmayne has joined Harry Potter lead actor Daniel Radcliffe in criticising JK Rowling’s recent comments about trans peopl …"
        },
        {
            "title": "Bristol mayor wants 'citywide conversation' on future of Edward Colston statue",
            "category": "UK-News",
            "snippet": "The mayor of Bristol is to ask historians and academics to produce a detailed study of all the local memorials and places linked to the slave trade to …"
        },
        {
            "title": "Paul Lewis review – Beethoven and Schubert shaped with muscularity and grace",
            "category": "Music",
            "snippet": "Beethoven and Schubert have long been the cornerstones of Paul Lewis’s repertory, and for his Wigmore Hall/Radio 3 lockdown recital, he gave us a work …"
        },
        {
            "title": "Texas the stage as golf makes closed-doors return to tournament play",
            "category": "Sport",
            "snippet": "In the most optimistic of outlooks, a journey which begins with Ryan Palmer cracking a tee shot at the Colonial Country Club in Forth Worth, Texas, wi …"
        },
        {
            "title": "Zara owner to close up to 1,200 fashion stores around the world",
            "category": "Business",
            "snippet": "The owner of Zara will close as many as 1,200 stores around the world as the clothing retailer tries to boost online sales during the chaos wrought by …"
        },
        {
            "title": "Virus Tropical review – energetic, dazzling animated rite of passage",
            "category": "Film",
            "snippet": "Summary: Far from being some Covid-19 cash-in, the title of this beautiful 2017 Colombian-Ecuadorian animation refers to a dismissive doctor’s initial diagnosi …"
        },
        {
            "title": "Ezio Bosso obituary",
            "category": "Music",
            "snippet": "My collaborator and friend Ezio Bosso, who has died aged 48 of cancer, was an award-winning Italian composer and conductor. He relentlessly toured and …"
        },
        {
            "title": "Gillian Maddison obituary",
            "category": "Life-and-Style",
            "snippet": "My mother, Gillian Maddison, who has died aged 92, was a pioneering craftsperson and inspirational teacher. A skilled letterer, she was an influential …"
        },
        {
            "title": "The housing market is holding up, but falling car sales signal the economic downturn",
            "category": "Business",
            "snippet": "The latest housing and personal lending data shows the housing market is holding up well and the amount we are borrowing for big purchases has fallen …"
        },
        {
            "title": "'My husband’s password is his ex-girlfriend's name. I am devastated. What made him change it?'",
            "category": "Life-and-Style",
            "snippet": "My husband’s password is his ex-girlfriend’s name for almost every account, and I am devastated. After a few months of our marriage, I came to know ab …"
        },
        {
            "title": "Netflix, Apple and Stan could be required to boost Australian content",
            "category": "Film",
            "snippet": "Streaming services such as Netflix, Stan, Apple and Amazon could soon be required to pay into a fund for Australian productions or to make shows in Au …"
        },
        {
            "title": "AFL enters unknown territory with much up in the air as season restarts",
            "category": "Sport",
            "snippet": "Nobody remembers who came second. It is a maxim that is in line for a searching examination when the 2020 AFL premiership season resumes on Thursday n …"
        },
        {
            "title": "British Airways to auction art collection to raise much-needed funds",
            "category": "Business",
            "snippet": "British Airways is to put some of its renowned art collection up for sale in an attempt to raise cash as it prepares to lay off thousands of staff. Th …"
        },
        {
            "title": "Hundreds of ex-US officials urge review of Barr's role in protest crackdown",
            "category": "US-News",
            "snippet": "Hundreds of former justice department officials have called for an internal review of attorney general William Barr’s handling of street protests in r …"
        },
        {
            "title": "MPs demand review of national curriculum, led by black leaders",
            "category": "Politics",
            "snippet": "MPs are demanding the government holds a review of the national curriculum led by black and ethnic minority leaders and historians to better reflect b …"
        },
        {
            "title": "UK coronavirus: PM says Prof Ferguson's claim that delaying lockdown by a week doubled death toll is 'premature' – as it happened",
            "category": "Politics",
            "snippet": "Summary: We’re closing this blog down now. Thanks for reading and commenting. You can follow our global pandemic coverage here: And here, you can follow our co …"
        },
        {
            "title": "'My hero was Tiger Woods': Rory McIlroy urges tolerance and education in golf",
            "category": "Sport",
            "snippet": "Summary: Rory McIlroy hopes golf can play its part in delivering a more multicultural society as it returns to tournament action days after the funeral of Geor …"
        },
        {
            "title": "Trump would 'not even consider' renaming bases with Confederate links",
            "category": "US-News",
            "snippet": "Donald Trump said on Wednesday he would “not even consider” renaming US military bases that are named after Confederate military leaders, even though …"
        },
        {
            "title": "Business lobby group the CBI appoints Tony Danker as chief",
            "category": "Business",
            "snippet": "Business lobby group the CBI has appointed Tony Danker – a former government adviser – as its new director general. Danker, 48, will replace Dame Caro …"
        },
        {
            "title": "'Make it stop': George Floyd's brother calls on Congress to act over police violence",
            "category": "US-News",
            "snippet": "Summary: Hours after George Floyd was laid to rest in Houston, his younger brother made an impassioned plea to Congress to prevent his death from becoming just …"
        },
        {
            "title": "Covid-19 predicted to cause leap in demand for UK homes with gardens",
            "category": "Business",
            "snippet": "Britain’s housing market remains depressed despite a pick-up in enquiries from people looking to buy, but estate agents are expecting a sharp increase …"
        },
        {
            "title": "UK firms say they have dramatically scaled back investment plans",
            "category": "Business",
            "snippet": "Summary: Businesses have dramatically scaled back investment plans for the rest of the year in response to the uncertainty surrounding the future of the UK eco …"
        },
        {
            "title": "Morrisons CEO: 'Our people are the new rock stars'",
            "category": "Business",
            "snippet": "Morrisons co-founder Sir Ken Morrison was not a fan of home delivery, which he saw as a step backwards to a boyhood ferrying groceries on a bicycle fo …"
        },
        {
            "title": "Private equity emerges as Rugby Australia's last shot at survival as a major sport",
            "category": "Sport",
            "snippet": "Fans are allowing themselves to get excited about a resumption of play after Rugby Australia and Fox Sports announced they had reached an agreement on …"
        },
        {
            "title": "The Fanatic review – John Travolta plumbs the depths in grisly stalker flick",
            "category": "Film",
            "snippet": "This marks yet another rung down on John Travolta’s ladder of career ignominy after his most recent flops, Gotti and Speed Kills. It’s a grotesque dra …"
        },
        {
            "title": "Donald Trump to hold rally in Oklahoma, first since coronavirus pandemic began",
            "category": "US-News",
            "snippet": "Donald Trump will hold a rally in Tulsa, Oklahoma, next Friday – his first since since states began shutting down in response to the coronavirus pande …"
        },
        {
            "title": "You Don't Nomi – the curious allure of Showgirls",
            "category": "Film",
            "snippet": "It’s 25 years since screenwriter Joe Eszterhas and director Paul Verhoeven released their jaw-dropping example of what can only be called hardcore sof …"
        },
        {
            "title": "The Cat and the City by Nick Bradley – ingenious Tokyo tales",
            "category": "Books",
            "snippet": "Summary: In the sixth story in The Cat and the City, “Chinese Characters”, a teacher of Japanese tells her American student: “Characters shift meaning when pla …"
        },
        {
            "title": "Publishers want more black authors. Why have they silenced us for so long?",
            "category": "Books",
            "snippet": "The publishing industry is stilted and archaic. I worked in it for seven years, and left due to reasons I can’t legally talk about. Though, in that ti …"
        },
        {
            "title": "This Is Not a Movie review – the drama and tragedy of the Middle East",
            "category": "Film",
            "snippet": "1980: Middle East correspondent Robert Fisk dodges gunfire in bombed-to-rubble streets on the frontline of the Iran-Iraq war. Cut to 2018, and Fisk, n …"
        },
        {
            "title": "We're not all going to be working from home, nor should we. Here's why",
            "category": "Business",
            "snippet": "Don’t believe everything you hear about working from home. The pandemic has closed offices around the world. The video-conferencing service Zoom has s …"
        },
        {
            "title": "Paul Weller: On Sunset review – warm, wise and still capable of surprise",
            "category": "Music",
            "snippet": "In 2014, Paul Weller released his umpteenth compilation, surveying a career now into its sixth decade. More Modern Classics came with sleeve notes wri …"
        },
        {
            "title": "'The data was there – so why did it take coronavirus to wake us up to racial health inequalities?'",
            "category": "UK-News",
            "snippet": "One of the last things I did before lockdown began was to speak at the Royal College of Obstetricians and Gynaecologists at an event on race and mater …"
        },
        {
            "title": "Support bubbles: what is new policy in England and how does it work?",
            "category": "Politics",
            "snippet": "The government has said it wants to alleviate the loneliness and isolation of people most affected by social restrictions. It emphasises that this is …"
        },
        {
            "title": "Willy Wands obituary",
            "category": "Film",
            "snippet": "Summary: My friend Willy Wands, who has died aged 67 of pancreatic cancer, was, over four decades, the producer of a number of films, including, in recent year …"
        },
        {
            "title": "Lloyds fined £64m for unfair treatment of mortgage customers",
            "category": "Business",
            "snippet": "Lloyds Banking Group has been fined £64m by the City watchdog for failing to treat mortgage customers fairly after they fell into financial difficulty …"
        },
        {
            "title": "Rupert Hine obituary",
            "category": "Music",
            "snippet": "Summary: The musical career of Rupert Hine, who has died aged 72, might have been designed as the antidote to pigeonholing. Starting in the early 1960s as half …"
        },
        {
            "title": "Steven  Berkoff's Tell Tale Heart review – voraciously hammy gothic",
            "category": "Film",
            "snippet": "More likely to bore the bejesus out of you than chill the marrow of your bones, here’s a film of Edgar Allan Poe’s The Tell-Tale Heart, a gothic short …"
        },
        {
            "title": "Unilever picks London as its home over Rotterdam",
            "category": "Business",
            "snippet": "Unilever has picked London as its home in an about-face on the company’s 2018 decision to “go Dutch” which was abandoned after a revolt by British sha …"
        },
        {
            "title": "Refugee on hunger strike over age dispute with Home Office",
            "category": "UK-News",
            "snippet": "A young man who was given permission to stay in the UK after fleeing Gaza has been on hunger strike for more than 90 days in protest at what he sees a …"
        },
        {
            "title": "The greatest film scenes shot on the River Thames – ranked!",
            "category": "Film",
            "snippet": "Summary: 10. Harry Potter and the Order of the Phoenix (2007) This film follows a well-understood movie tradition of using the Thames, with its twists and turn …"
        },
        {
            "title": "Chris Grayling's failings: a catalogue of the former minister's errors",
            "category": "Politics",
            "snippet": "Part-privatisation of probation contracts As justice secretary, Chris Grayling rushed through significant changes to the probation service, which is r …"
        },
        {
            "title": "No-deal Brexit would be 'major block' to UK's recovery, warns CBI",
            "category": "Politics",
            "snippet": "Business leaders have pleaded with the government not to walk away from Brexit talks without a deal after Michael Gove claimed the Confederation of Br …"
        }
    ]
}