{
    "page": [
        {
            "title": "Nadine Shah: 'I’m sick of celebrities in their huge gardens telling us to breathe'",
            "category": "Music",
            "snippet": "Summary: Nadine Shah, 34, was born in South Tyneside to a British-Norwegian mother and British-Pakistani father. Since her 2013 debut, Love Your Dum and Mad, h …"
        },
        {
            "title": "Seattle's activist-occupied zone is just the latest in a long history of movements and protests",
            "category": "US-News",
            "snippet": "The six blocks of occupied Seattle streets now known as the Capitol Hill Organized Protest, or “Chop”, have become a focal point of the nationwide ant …"
        },
        {
            "title": "Tom Petty estate issues cease and desist over Trump's use of song",
            "category": "Music",
            "snippet": "Summary: The family of Tom Petty has issued a formal cease and desist letter to the Donald Trump campaign over its use of his song I Won’t Back Down at a rally …"
        },
        {
            "title": "In brief: The Seduction; Good Morning, Destroyer of Men's Souls; James and Nora – review",
            "category": "Books",
            "snippet": "The Seduction Joanna Briscoe Bloomsbury, £16.99, pp384 Briscoe’s latest novel explores the fragile relationship both between mothers and daughters and …"
        },
        {
            "title": "Family business: Trump fears latest damning memoir – this time by his liberal niece",
            "category": "US-News",
            "snippet": "It was election night 2016 and Donald Trump, having stunned the world by winning the American presidency, paraded beaming family members in the ballro …"
        },
        {
            "title": "White Riot review – whistle-stop tour of a 70s London uprising",
            "category": "Film",
            "snippet": "“We were trying to get people to understand racism as a white problem,” says Kate Webb, an early member of the Rock Against Racism movement, which eme …"
        },
        {
            "title": "Kay Bateman obituary",
            "category": "Music",
            "snippet": "My friend Kay Bateman, otherwise known as Kay Carroll, who has died of lung cancer aged 71, was the first manager of Mark E Smith’s band, the Fall. Al …"
        },
        {
            "title": "Magda Sagarzazu obituary",
            "category": "UK-News",
            "snippet": "Summary: My friend Magda Sagarzazu, who has died aged 70 of cancer, was a woman from the Basque region of Spain who moved to the Hebridean island of Canna and …"
        },
        {
            "title": "The future of music: ‘No one has anything positive to say about physically distanced gigs. At all’",
            "category": "Music",
            "snippet": "Summary: Speaking selfishly, I miss volume the most. Tinnitus has been my constant plus-one for such a long time that it’s basically masochism – but it’s true. …"
        },
        {
            "title": "The man behind deal that launched rugby union's professional era",
            "category": "Sport",
            "snippet": "Rugby union supplied the backdrop to one of the most famous images in history 25 years ago on Wednesday. Nelson Mandela and Francois Pienaar reached o …"
        },
        {
            "title": "Smile! Could the pandemic lead to happier times?",
            "category": "Life-and-Style",
            "snippet": "Summary: In January 2018, a Yale University professor named Laurie Santos launched a course, Psychology and the Good Life, which quickly became the most popula …"
        },
        {
            "title": "Low interest rates offer a rare solution that left and right can agree on",
            "category": "Business",
            "snippet": "It all takes some explaining. The government has borrowed more than £100bn in two months and the national debt ratio is bigger than the economy’s annu …"
        },
        {
            "title": "Ray BLK accuses rapper Ambush Buzzworl of sexual assault",
            "category": "Music",
            "snippet": "The British singer Ray BLK has accused Camden rapper Ambush Buzzworl of sexual assault. BLK tweeted that Ambush “aggressively” grabbed and shook her b …"
        },
        {
            "title": "Sports Team: Deep Down Happy review – debut album with plenty to say",
            "category": "Music",
            "snippet": "With an eloquence you’d hope for from a band made up of Cambridge graduates and an old-school penchant for slagging off their indie peers, London-base …"
        },
        {
            "title": "'It felt like the last show on Earth': the bittersweet rise of Rolling Blackouts Coastal Fever",
            "category": "Music",
            "snippet": "‘It was like the tightening of a vice,” says Rolling Blackouts Coastal Fever’s Fran Keaney, of the encroaching lockdown measures that have put his ban …"
        },
        {
            "title": "Aviva says executive pay should be first casualty of Covid cuts",
            "category": "Business",
            "snippet": "A top UK fund manager has warned companies that executive pay packets should be the first casualty of any cost-cutting measures linked to Covid-19, bu …"
        },
        {
            "title": "Labour councils in England hit harder by austerity than Tory areas",
            "category": "Business",
            "snippet": "Summary: Labour councils have borne the brunt of local government cuts over a decade of austerity, according to an analysis by the Guardian. It highlights for …"
        },
        {
            "title": "Libyan held over Reading multiple stabbing 'known to security services'",
            "category": "UK-News",
            "snippet": "The suspect in an alleged terror attack that left a teacher and two others dead was known to security services and other authorities, it emerged on Su …"
        },
        {
            "title": "Parents of Reading attack victim pay tribute to 'wonderful' son",
            "category": "UK-News",
            "snippet": "The parents of James Furlong, a secondary school teacher who on Sunday became the first victim of the Reading stabbings to be named, have paid tribute …"
        },
        {
            "title": "UK will act on lessons learned from Reading stabbings, says Boris Johnson",
            "category": "UK-News",
            "snippet": "Boris Johnson hinted at a fresh crackdown on terrorism on Sunday when he said the government was ready to act on any lessons that emerge from the stab …"
        },
        {
            "title": "Reading is latest in seven years of terrorist knife attacks in UK",
            "category": "UK-News",
            "snippet": "The first terrorist knife attack in Britain remains the highest-profile, because of the target – a soldier – and the fact the bloody aftermath was cau …"
        },
        {
            "title": "AFL stays positive as Covid-19 test result leaves house of cards trembling",
            "category": "Sport",
            "snippet": "Summary: It is the AFL way to take positives from the negatives, a defence mechanism of sorts that allows players and coaching staff to work past defeat and re …"
        },
        {
            "title": "Grigor Dimitrov 'so sorry' after testing positive for coronavirus",
            "category": "Sport",
            "snippet": "Summary: Grigor Dimitrov says he is “sorry for any harm I might have caused” after revealing he has tested positive for coronavirus. The Bulgarian announced hi …"
        },
        {
            "title": "Witnesses tell how an evening in a Reading park ended in horror",
            "category": "UK-News",
            "snippet": "Summary: In a scene familiar across the country, especially amid lockdown, Brendan Healy was enjoying a quiet evening drink in the park with friends as they ca …"
        },
        {
            "title": "Peter Navarro: Trump call to slow Covid-19 testing was 'tongue-in-cheek'",
            "category": "US-News",
            "snippet": "Summary: White House adviser Peter Navarro claimed Donald Trump was being “tongue-in-cheek” when he claimed to have asked public health officials to slow down …"
        },
        {
            "title": "Trump plans border visit and speech in aftermath of Tulsa rally flop – as it happened",
            "category": "US-News",
            "snippet": "Here’s a glance at today’s major news items ... Brad Parscale faces Trump ‘fury’ after Tulsa comeback rally flops. Donald Trump’s campaign manager was …"
        },
        {
            "title": "Noose found in garage stall of Bubba Wallace, Nascar's lone black driver",
            "category": "Sport",
            "snippet": "Nascar said late Sunday that a noose was found in the garage stall of Bubba Wallace, the only full-time black driver in the circuit’s top-flight Cup S …"
        },
        {
            "title": "Systemic racism among risk factors in Covid-19 BAME deaths in Wales",
            "category": "UK-News",
            "snippet": "Structural and systemic racism is among the key risk factors that has contributed to the high death rate in Wales of black, Asian and minority ethnic …"
        },
        {
            "title": "Windrush scandal: cross-government group aims to tackle 'terrible' treatment",
            "category": "UK-News",
            "snippet": "A cross-government working group has been launched in an attempt to address the challenges faced by the Windrush generation, two years after the then …"
        },
        {
            "title": "UK black professional representation 'has barely budged since 2014'",
            "category": "Business",
            "snippet": "UK employers have been told to take “urgent action” to support workers from ethnic minorities, after a survey found the number of black professionals …"
        },
        {
            "title": "Trump and Navarro condemn John Bolton's China claim",
            "category": "US-News",
            "snippet": "The White House fired back at John Bolton on Sunday, seeking to rubbish a key claim in the former national security adviser’s bombshell new book, that …"
        },
        {
            "title": "Trump held off China sanctions over Xinjiang to protect trade deal",
            "category": "US-News",
            "snippet": "President Trump held off on imposing tougher sanctions on Chinese officials blamed for a crackdown on China’s Uighur Muslim minority because of concer …"
        },
        {
            "title": "British jazz acts mark Black Lives Matter, Grenfell and Windrush",
            "category": "UK-News",
            "snippet": "In the 1980s, the British roots reggae of groups such as Steel Pulse and Aswad provided a cultural backbeat to protests and civil unrest. In 2020, Bri …"
        },
        {
            "title": "'Factually impossible': Justin Bieber denies sexual assault allegation",
            "category": "Music",
            "snippet": "Summary: Justin Bieber has denied allegations that he sexually assaulted a woman in March 2014, sharing a series of tweets he believes prove that “this story i …"
        },
        {
            "title": "The Covid-19 Catastrophe; Covid-19: The Pandemic That Never Should Have Happened – review",
            "category": "Books",
            "snippet": "On 3 March, Boris Johnson cheerily told viewers tuning into a government press briefing on coronavirus that Britain was “extremely well prepared” for …"
        },
        {
            "title": "The Blues Brothers at 40: a manic musical romp that still sings today",
            "category": "Film",
            "snippet": "One of the longstanding hallmarks of a John Landis production are cameos from other film directors, which explains the fun incongruity of Jonathan Dem …"
        },
        {
            "title": "My streaming gem: why you should watch Lockout",
            "category": "Film",
            "snippet": "Lockout – a schlocky, daft and quite exceptionally loud 2012 sci-fi action flick from the trashier end of Luc Besson’s mind palace – is the kind of fi …"
        },
        {
            "title": "Fowl play: why colour-blind casting can also reinforce weary tropes",
            "category": "Film",
            "snippet": "Mainstream family entertainment has made progress when it comes to representation of non-white people, and Disney+’s lavish new fantasy Artemis Fowl t …"
        },
        {
            "title": "The Summer of Her Life by Thomas von Steinaecker and Barbara Yelin – review",
            "category": "Books",
            "snippet": "In books, people don’t wear masks – or not yet. All the same, as I turned the pages of The Summer of Her Life, a graphic novel set largely in a care h …"
        },
        {
            "title": "Wellness is a seductive lie – and it is changing how we treat illness",
            "category": "Books",
            "snippet": "In 2017 I received an Arts Council England grant to complete research for my book Sanatorium. Writing a book was the only way I could think of funding …"
        },
        {
            "title": "Sound recovery: how live music is returning to Munich",
            "category": "Music",
            "snippet": "It was at the end of May that I heard live music for the first time in almost three months. Not over Zoom or YouTube. There were no cameras or wireles …"
        },
        {
            "title": "Fear mounts Trump may pressure FDA to rush Covid-19 vaccine by election",
            "category": "US-News",
            "snippet": "Summary: Concerns that Donald Trump’s inner circle might pressure the Food and Drug Administration (FDA) to rush a coronavirus vaccine to market in time for th …"
        },
        {
            "title": "New York congressional race: fight to unseat senior party figure splits Democrats",
            "category": "US-News",
            "snippet": "Longstanding tensions within the Democratic party have reemerged in a New York congressional race where an insurgent candidate is seeking to unseat a …"
        },
        {
            "title": "First Thing: will Trump's campaign chief take the fall for his Tulsa flop?",
            "category": "US-News",
            "snippet": "Summary: Good morning. The BOK arena in Tulsa has a capacity of 19,000. The Trump campaign claims the crowd for the president’s comeback rally on Saturday numb …"
        },
        {
            "title": "National Trust hastens projects exposing links of country houses to slavery",
            "category": "UK-News",
            "snippet": "If the National Trust evokes images of Jane Austen country houses, manicured gardens and cream teas, the recent Black Lives Matter protests and decolo …"
        },
        {
            "title": "Poem of the week: Glacier by Gillian Clarke",
            "category": "Books",
            "snippet": "Glacier The miles-deep Greenland glacier’s lost its grip, sliding nine miles a year towards the sea on its own melt-water. As, forty years ago, the sl …"
        },
        {
            "title": "UK factory output plunges at fastest pace on record, says CBI",
            "category": "Business",
            "snippet": "The output of factories has fallen at its fastest pace on record during Britain’s three-month lockdown, according to the latest snapshot of activity f …"
        },
        {
            "title": "Reading knife attack: US-born man named as one of victims",
            "category": "UK-News",
            "snippet": "A US-born man was one of the victims of the suspected terror attack in Reading, where he worked for a pharmaceutical company, it has been reported. Jo …"
        },
        {
            "title": "Betway dispute highlights problem of punters gaining access to winnings",
            "category": "Sport",
            "snippet": "Summary: The obstacles that punters sometimes need to overcome before they can withdraw their winnings - or even their initial stake for a winning bet - from a …"
        },
        {
            "title": "'This is the best moment of my life,' he said, lying in the bath: Ian Holm remembered",
            "category": "Film",
            "snippet": "That sense of emotional ruthlessness was what made him such a brilliant Lear Richard Eyre Ian Holm was, as it was so often said, the actor’s actor. No …"
        }
    ]
}