{
    "page": [
        {
            "title": "Rugby Australia's financial pain felt widely but not shared universally",
            "category": "Sport",
            "snippet": "Summary: Rugby Australia has slashed jobs at its Sydney headquarters but so far it has not announced any plans to reduce new Wallabies coach Dave Rennie’s $1m …"
        },
        {
            "title": "#TheShowMustBePaused: music industry plans day of silence for George Floyd",
            "category": "Music",
            "snippet": "On Tuesday, the music industry will observe a “blackout day” in the wake of George Floyd’s death and the protests raging across the country. The demon …"
        },
        {
            "title": "Workout, shut up, wipe down: how to stay healthy at the gym",
            "category": "Life-and-Style",
            "snippet": "People have embraced novel ways of staying fit during the coronavirus lockdown, with an NBN survey finding that one in two Australians who worked from …"
        },
        {
            "title": "Bishop 'outraged' over Trump's church photo op during George Floyd protests",
            "category": "US-News",
            "snippet": "Summary: The Episcopal bishop of Washington DC has said she is “outraged” after officers used teargas to clear a crowd of peaceful protesters from near the Whi …"
        },
        {
            "title": "Gordon Brown urges G20 countries to back $2.5tn coronavirus plan",
            "category": "Politics",
            "snippet": "Failure by the G20 group of leading developed and developing nations to organise a global Covid-19 recovery plan is a potential death sentence for the …"
        },
        {
            "title": "Minor Detail by Adania Shibli review – between-the-lines horror",
            "category": "Books",
            "snippet": "In Adania Shibli’s third novel, a young Arab woman is raped and murdered by Israeli troops in 1949. The difficulty of portraying the atrocity lies at …"
        },
        {
            "title": "'Flora needs me': MP caring for wife hits out at Jacob Rees-Mogg's plan",
            "category": "Politics",
            "snippet": "Summary: Jamie Stone, the Liberal Democrat MP, hesitates before trying to explain why he is opening up about the running of baths, the opening of tins and hold …"
        },
        {
            "title": "My obsession with sex ruins all my relationships",
            "category": "Life-and-Style",
            "snippet": "I am a 29-year-old man. I spend too much time thinking about sex, masturbating or having sex. I masturbate three to five times a day, down from seven …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 4, Donna Summer – I Feel Love",
            "category": "Music",
            "snippet": "In 1975, a stellar team based in Germany laid the groundwork for a musical revolution, the aftershock of which is still being felt today. American sin …"
        },
        {
            "title": "Fiction for older children reviews – monster quests and inner challenges",
            "category": "Books",
            "snippet": "Summary: Coping with threat and change aren’t themes solely reserved for the present moment. Overcoming obstacles is one of the most inexhaustible themes in ch …"
        },
        {
            "title": "Lennie Niehaus, longtime Clint Eastwood composer, dies aged 90",
            "category": "Music",
            "snippet": "Summary: Lennie Niehaus, who as Clint Eastwood’s favoured composer created the scores to Unforgiven and 12 more of his films, has died aged 90. He died at his …"
        },
        {
            "title": "As restaurants reopen, what will eating out be like in the age of coronavirus?",
            "category": "US-News",
            "snippet": "The US restaurant industry employs more than 15 million people and has an economic impact in the trillions, luring Americans to eat out about five tim …"
        },
        {
            "title": "David Baddiel: ‘Kids have a better sense of humour than they used to'",
            "category": "Film",
            "snippet": "Like many, I began lockdown by bingeing on Tiger King, which remains one of the most extraordinary pieces of TV I’ve ever seen – although I’ve become …"
        },
        {
            "title": "George Clooney on George Floyd killing: racism is America's pandemic",
            "category": "Film",
            "snippet": "George Clooney has called for a “systemic change” of law enforcement, criminal justice and political leadership in the US, in an essay reacting to the …"
        },
        {
            "title": "George Floyd killing: widespread curfews fail to stop fresh wave of protests across US",
            "category": "US-News",
            "snippet": "Cities witnessed another night of protests despite widespread curfews as sporadic unrest continued across the US one week after George Floyd’s death, …"
        },
        {
            "title": "Donald Trump threatens to deploy army as teargas fired so he can pose at church",
            "category": "US-News",
            "snippet": "Donald Trump has threatened to deploy the US military to quell civil unrest – even as teargas was fired against nearby peaceful protesters to grant hi …"
        },
        {
            "title": "'Words of a dictator': Trump's threat to deploy military raises spectre of fascism",
            "category": "US-News",
            "snippet": "“When fascism comes to America, it will be wrapped in the flag and carrying a cross,” goes an oft-quoted line of uncertain origin. On Monday evening, …"
        },
        {
            "title": "The only child: how is quarantine affecting kids without siblings?",
            "category": "Life-and-Style",
            "snippet": "Summary: If you believe the negative stereotypes, only children are innately insular and maladjusted. If you believe the science, practically no developmental …"
        },
        {
            "title": "Talking Horses: bookies behave themselves for racing's return",
            "category": "Sport",
            "snippet": "One of the interesting aspects of the resumption at Newcastle was the sight of bookmakers behaving themselves. Well, “sight” is wrong because all the …"
        },
        {
            "title": "Isaac Newton proposed curing plague with toad vomit, unseen papers show",
            "category": "Books",
            "snippet": "It is not as bad as suggesting injections of disinfectant. Isaac Newton’s 17th-century prescription for plague – which blended powdered toad with toad …"
        },
        {
            "title": "Little to declare: how BH Lyon tried to pep up county cricket",
            "category": "Sport",
            "snippet": "“There has never been a more exciting time for cricket,” said Joe Root last October, when some of the stars and all of the franchise names for the Eng …"
        },
        {
            "title": "Muddy waters: why swimming in the sea might make you sick",
            "category": "Life-and-Style",
            "snippet": "Name: Sea bathing. Age: As old as humanity itself. Appearance: Much sicklier than you would expect. What are my swimming options right now? They are l …"
        },
        {
            "title": "UK government accused of 'power grab' over redrawing of boundaries",
            "category": "Politics",
            "snippet": "Labour has accused the government of attempting a power-grab for the executive by pushing through a bill which that strip parliament of its role in ap …"
        },
        {
            "title": "Is it always best to start jigsaws by making the outer edge first?",
            "category": "Life-and-Style",
            "snippet": "Is it always best to start jigsaws by making the outer edge first, or does it depend on the picture? Shanade St John, London SE20 Post your answers – …"
        },
        {
            "title": "Electric cars gain market share in Europe despite Covid-19 crisis",
            "category": "Business",
            "snippet": "Electric and hybrid cars gained traction among European buyers in April despite coronavirus lockdowns stalling the market, suggesting carmakers are li …"
        },
        {
            "title": "Our Mutual Friend by Charles Dickens is our reading group book for June",
            "category": "Books",
            "snippet": "Summary: Our Mutual Friend has won the vote and will be our Charles Dickens book for June. And it’s a big one. The 14th and final complete novel that Dickens w …"
        },
        {
            "title": "Are you taking part in US protests after the death of George Floyd?",
            "category": "US-News",
            "snippet": "Protests have gripped the US over the past week following the death of George Floyd, an African American man while in police custody. The Minneapolis …"
        },
        {
            "title": "Can Republican Steve King keep his seat after becoming a 'pariah inside the party'?",
            "category": "US-News",
            "snippet": "This might actually be the year the Iowa Republican congressman Steve King loses re-election. King, the conservative congressman who has been repeated …"
        },
        {
            "title": "UK public is borrowing less – but economic fears could reduce spending",
            "category": "Business",
            "snippet": "Interest rates have never been lower and lenders have slashed the cost of overdrafts. Normally that would be the signal for UK consumers to flash the …"
        },
        {
            "title": "Raab calls for alliance to force China to step back over Hong Kong",
            "category": "Politics",
            "snippet": "Britain has vowed to build an international alliance of democracies going beyond “the usual suspects” to force China to step back from the brink over …"
        },
        {
            "title": "UK coalmines operator Hargreaves Services to end mining next month",
            "category": "Business",
            "snippet": "Summary: One of Britain’s last remaining coalmine operators will put an end to all mining operations from next month because it is clear that coal has “a limit …"
        },
        {
            "title": "P&O Cruises will not set sail again until October owing to coronavirus",
            "category": "Business",
            "snippet": "P&O Cruises has scrapped all sailings until 15 October owing to coronavirus, writing off the summer season. The leading British cruise line, which is …"
        },
        {
            "title": "Warner Music to float in US in first big-name launch since pandemic",
            "category": "Business",
            "snippet": "The first big-name flotations since the coronavirus pandemic hit the world’s financial markets are due in New York later this week as Warner Music and …"
        },
        {
            "title": "'No downside': Johnny Marr, Best Coast and Jason Isbell on how sobriety improves music",
            "category": "Music",
            "snippet": "My sobriety began with a jump, falling into murky water. That’s not a metaphor: swimming in the middle of nowhere in my native South Africa in 2012, I …"
        },
        {
            "title": "An all black Desmond Elliott shortlist shows the future is here - and it is in good hands",
            "category": "Books",
            "snippet": "I am chair of the judges for the Desmond Elliott prize for debut writers this year and read through lockdown alongside my fellow judges Sonia Sodha an …"
        },
        {
            "title": "John Sentamu: I would join George Floyd protests",
            "category": "UK-News",
            "snippet": "The archbishop of York has said he would join protests over the death of George Floyd but condemned any use of violence. John Sentamu, the most senior …"
        },
        {
            "title": "Premiership rugby players cleared to start physically-distanced training",
            "category": "Sport",
            "snippet": "Summary: The cautious first steps towards a possible restart of the Premiership in late July have been approved with players now permitted to return to physica …"
        },
        {
            "title": "Lucy Crowe/Anna Tilbrook review – bittersweet beauty",
            "category": "Music",
            "snippet": "Marking the 20th anniversary of their first concert together, Lucy Crowe and Anna Tilbrook gave the opening song recital in the Wigmore Hall/Radio 3 l …"
        },
        {
            "title": "Anthony Grainger: police misconduct case over shooting collapses",
            "category": "UK-News",
            "snippet": "The partner of an unarmed man who was shot dead by police has said she is “genuinely devastated” following the collapse of misconduct proceedings agai …"
        },
        {
            "title": "'They turned holy ground into a battleground': clergy teargassed by Washington police",
            "category": "US-News",
            "snippet": "Episcopal clergy linked to St John’s church in Washington DC were among the peaceful protesters violently swept out of the way by police so that Donal …"
        },
        {
            "title": "Police marching with protesters: how some cities got it right and others didn't",
            "category": "US-News",
            "snippet": "Summary: When Larry Hamm, a veteran activist with People’s Organization for Progress, kicked off last weekend’s protest in Newark, New Jersey, he asked the cro …"
        },
        {
            "title": "Joe Root backs Ben Stokes to cover as England captain if he misses first Test",
            "category": "Sport",
            "snippet": "Summary: Joe Root would have no qualms handing over the England captaincy to Ben Stokes should the birth of his second child and problems leaving the team’s bi …"
        },
        {
            "title": "'The initial reaction was just joy': window therapy brings light to aged care residents",
            "category": "Life-and-Style",
            "snippet": "Once a week, Benhur Helwend sanitises his ukulele, meticulously washes his hands and slaps on a cheery boater hat to prepare for a new kind of perform …"
        },
        {
            "title": "George Floyd's killing matters too much for corporate sport's on-brand insincerity",
            "category": "Sport",
            "snippet": "Summary: On Saturday, five days after the killing of George Floyd by police in Minnesota, the NFL spoke out. It released a short statement by its commissioner, …"
        },
        {
            "title": "Run the Jewels: ‘I want the oppressors to know they haven’t created complete hopelessness’",
            "category": "Music",
            "snippet": "Run the Jewels have enjoyed one of the more improbable rises to fame in recent hip-hop history. Two figures nearing 40, from the genre’s margins – Kil …"
        },
        {
            "title": "UK coronavirus: Hancock urged to act over higher Covid-19 death rate for BAME people - as it happened",
            "category": "Politics",
            "snippet": "That’s all for the UK live blog today, thanks for reading along - you can continue following the latest coronavirus coverage over on our global blog: …"
        },
        {
            "title": "The Tories turn parliament into the world’s worst theme park",
            "category": "Politics",
            "snippet": "Summary: Where to start? If it wasn’t already bad enough that the UK has the highest mortality rate in Europe and Dominic Cummings is given a free pass on his …"
        },
        {
            "title": "MPs join 90-minute-long queue to vote to end virtual voting",
            "category": "Politics",
            "snippet": "Summary: MPs are to return to parliament after a government motion was passed to prevent the resumption of virtual voting, despite what one MP called “absurd” …"
        },
        {
            "title": "Americans vote in primaries amid Covid-19 and mass protests",
            "category": "US-News",
            "snippet": "Eight states and Washington DC are holding primaries on Tuesday in the most widespread trial yet over whether America can safely hold an election amid …"
        },
        {
            "title": "Jack Colwell: Swandream review – theatrical, raw songs packed with pain and soaring survival",
            "category": "Music",
            "snippet": "A friend of mine instinctively reacts to dramatic pop songs – the type of thing with vocal and musical flourishes that feel theatrical; big swings in …"
        }
    ]
}