{
    "page": [
        {
            "title": "Angela Hewitt review – intimate and introspective Bach",
            "category": "Music",
            "snippet": "Although more concerts at Wigmore Hall are planned for September, Angela Hewitt gave the penultimate recital in the current lunchtime series at the Lo …"
        },
        {
            "title": "Two Met police officers arrested over photo of murdered sisters",
            "category": "UK-News",
            "snippet": "Summary: Two Metropolitan police officers have been arrested after a photograph was allegedly taken of the bodies of murdered sisters in a London park, the Gua …"
        },
        {
            "title": "Tate Modern attacker should remain in secure hospital, court hears",
            "category": "UK-News",
            "snippet": "The teenager who threw a six-year-old child off a viewing platform at Tate Modern in London should be detained in a secure hospital rather than in you …"
        },
        {
            "title": "Pub group owned by billionaires 'demanding rent' amid Covid-19 crisis",
            "category": "Business",
            "snippet": "A pub group owned by the billionaire Reuben brothers has been accused of pushing its tenants towards bankruptcy by refusing to cut rents due on premis …"
        },
        {
            "title": "Rebecca Long-Bailey: the Corbynite favourite who fell foul of Starmer",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey was a fundamental part of Jeremy Corbyn’s leadership of the Labour party, often seen warming up for him at speeches and glued to h …"
        },
        {
            "title": "Rory McIlroy happy with start and praises PGA Tour's Covid-19 strategy",
            "category": "Sport",
            "snippet": "A 63 from Rory McIlroy to open the Travelers Championship in Connecticut would have been welcomed by the PGA Tour as golf tries to discover a narrativ …"
        },
        {
            "title": "Starmer strikes without warning while Johnson hangs on to 'Honest Bob'",
            "category": "Politics",
            "snippet": "It was quite the contrast. At the first hint of antisemitism within the Labour party, Keir Starmer unceremoniously sacked Rebecca Long-Bailey as shado …"
        },
        {
            "title": "Rebecca Long-Bailey sacked from shadow cabinet in antisemitism row - as it happened",
            "category": "Politics",
            "snippet": "We are pausing the UK blog for now. You can head over to our global blog for all the updates on the coronavirus - The funeral of Conservative politici …"
        },
        {
            "title": "'It's manic that way': seeking a slice of normality on Southend beach",
            "category": "UK-News",
            "snippet": "For those in any doubt about the lockdown latest, Wednesday’s front pages could not have been clearer. The Daily Telegraph quoted the words of the pri …"
        },
        {
            "title": "Long-Bailey's sacking sparks focus on reporting of US-Israeli police links",
            "category": "Politics",
            "snippet": "Keir Starmer’s decision to sack Rebecca Long-Bailey as shadow education secretary after she shared on Twitter an interview with the actor Maxine Peake …"
        },
        {
            "title": "US climate activists charged with 'terrorizing' lobbyist over plastic pollution stunt",
            "category": "US-News",
            "snippet": "Environmental activists opposing a plastics manufacturing facility in Louisiana have been booked with a felony for “terrorizing” an oil and gas lobbyi …"
        },
        {
            "title": "Elijah McClain: Colorado appoints special prosecutor to investigate 2019 police killing",
            "category": "US-News",
            "snippet": "Colorado’s governor has appointed a special prosecutor to investigate the death of Elijah McClain – a 23-year-old Black man who was put into a neck ho …"
        },
        {
            "title": "Talking Horses: Breeze-up sales hint at financial impact of shutdown",
            "category": "Sport",
            "snippet": "Summary: A handful of vendors made a return on their investments as Britain’s breeze-up sales finally got under way at Tattersalls on Thursday, more than two m …"
        },
        {
            "title": "Oakland moves to bar police from schools as bigger cities reject change",
            "category": "US-News",
            "snippet": "A growing movement to get police officers out of US schools saw a major victory this week when Oakland’s school board voted to eliminate the school di …"
        },
        {
            "title": "'Indigenous voices at the centre': Taika Waititi signs on Māori writers for colonisation projects",
            "category": "Film",
            "snippet": "Taika Waititi’s production company has signed on a group of Māori writers to work on three forthcoming projects about colonisation, according to repor …"
        },
        {
            "title": "From Bowie to Beyoncé: Glastonbury's 50 greatest moments",
            "category": "Music",
            "snippet": "Summary: 1. The first year (1970) Glastonbury festival’s first ever booking came from Michael Eavis serenading his cows with the Kinks. “I was playing Lola to …"
        },
        {
            "title": "Martin Parr's Glastonbury tour – photo essay",
            "category": "Music",
            "snippet": "This week I should have been experiencing and photographing the Glastonbury festival for the first time. That it would have been my first is for me is …"
        },
        {
            "title": "Carmine Street Guitars review – pure uncut music-geek erotica",
            "category": "Film",
            "snippet": "This extraordinarily pleasant, restful film is essentially the digital equivalent of hanging out in the Manhattan shop of the title, a Greenwich Villa …"
        },
        {
            "title": "The Next Great Migration by Sonia Shah review – movement is central to human history",
            "category": "Books",
            "snippet": "“A wild exodus has begun,” writes Sonia Shah early on in The Next Great Migration. “It is happening on every continent and in every ocean.” In respons …"
        },
        {
            "title": "My streaming gem: why you should watch 2 Days in Paris",
            "category": "Film",
            "snippet": "Now that we’ve all been self-isolating and socially distancing for 68 months (note: I may have lost track of the exact number), 2 Days In Paris seems …"
        },
        {
            "title": "Freddie Fox: ‘Someone may do or say arrogant things, but that’s not who they are’",
            "category": "Film",
            "snippet": "Freddie Fox – son of Edward, nephew of James, brother of Emilia and cousin to the Question Time racism refusenik Laurence – is under no illusions abou …"
        },
        {
            "title": "Haim: Women in Music Pt III review – a cathartic walk on the blue side of life",
            "category": "Music",
            "snippet": "On Haim’s third album, frontwoman Danielle drives endlessly around LA, away from a shaky relationship and her own malaise, sometimes towards illicit d …"
        },
        {
            "title": "Her finest hour: why Glastonbury festival owes so much to Churchill’s granddaughter",
            "category": "Music",
            "snippet": "Normally in late April, the family home where Haggis McLeod raised his daughter Jess would be chaotic. There would be paperwork up to the ceilings – l …"
        },
        {
            "title": "Johny Pitts: 'War and Peace is just ... so long'",
            "category": "Books",
            "snippet": "The book I am currently reading When the world feels like it’s on fire, I often step back into the recent past for answers. I’ve just started The Tope …"
        },
        {
            "title": "Experience: my yoga class turned out to be a cult",
            "category": "Life-and-Style",
            "snippet": "I was 22 when I moved to a different US city and needed a new yoga studio. I discovered a place that believed in eastern mysticism – perfect for an op …"
        },
        {
            "title": "Staycation holiday scams soar, banking trade body warns",
            "category": "Business",
            "snippet": "Consumers are being warned about a sharp rise in coronavirus-related holiday scams, including a spate of fake caravan and motorhome listings targeting …"
        },
        {
            "title": "Trax Records: Larry Heard and Robert Owens sue for $1m 'unpaid' royalties",
            "category": "Music",
            "snippet": "Summary: The foundational house music producers Larry Heard (AKA Mr Fingers) and Robert Owens are suing Trax Records for allegedly unpaid royalties. In a feder …"
        },
        {
            "title": "Rashida Tlaib pushes to free US inmates from coronavirus 'death sentence’",
            "category": "US-News",
            "snippet": "US prisons and jails need to move swiftly to release pre-trial, older and medically-vulnerable inmates or face a humanitarian crisis of vast proportio …"
        },
        {
            "title": "Tracks of the week reviewed: Kiesza, Jorja Smith, Dalai Lama",
            "category": "Music",
            "snippet": "Kiesza Love Me With Your Lie Even if she had never released anything else after her 2014 banger Hideaway, pirouetting firecracker Kiesza would for eve …"
        },
        {
            "title": "Bike boom: UK sales up 60% in April as Covid-19 changes lifestyles",
            "category": "Business",
            "snippet": "Britons bought 60% more bikes in April as the nation turned to two-wheeled transport during the coronavirus lockdown. Government advice to avoid publi …"
        },
        {
            "title": "'It’s a social lifeline': swimmers frustrated as UK lidos stay shut",
            "category": "Life-and-Style",
            "snippet": "“The wonderful thing about outdoor swimming is that it looks after everybody,” says Eleanor Kennedy, the chair of the Parliament Hill Lido Users’ Grou …"
        },
        {
            "title": "Starmer faces backlash from leftwing MPs over Long-Bailey sacking",
            "category": "Politics",
            "snippet": "Leftwing Labour MPs including John McDonnell are urging colleagues, “don’t leave, organise”, as the sacking of Rebecca Long-Bailey provides a rallying …"
        },
        {
            "title": "Tate Modern attacker Jonty Bravery seemed set on horrific plan",
            "category": "UK-News",
            "snippet": "It had been an idyllic summer’s day in London for the six-year-old boy and his family, who were on holiday from France. They had spent the morning sig …"
        },
        {
            "title": "Kevin Kwan: 'With Crazy Rich Asians my life exploded and I’m still trying to put it back together'",
            "category": "Books",
            "snippet": "It’s difficult to square Kevin Kwan, modern master of high romp, with the dark and brooding personality he claims as his default setting. “I’m actuall …"
        },
        {
            "title": "'The fascists were upset': radical Austrian fairytales published in English for first time",
            "category": "Books",
            "snippet": "Summary: A set of radical fairytales, written by an Austrian aristocrat in the early 20th century to promote social justice, will be published in English for t …"
        },
        {
            "title": "Digested week: good old British common sense has people besieging the beaches",
            "category": "UK-News",
            "snippet": "Monday I’d never heard of Murillo’s Immaculate Conception before I saw the photos of its restoration that made the painting look like some piece of ta …"
        },
        {
            "title": "Ian Willmore obituary",
            "category": "Politics",
            "snippet": "Summary: My friend Ian Willmore, who has died aged 61 of a heart attack, spent much of his life in and around politics – including as a trades union researcher …"
        },
        {
            "title": "What I'm really watching: David Lynch's YouTube channel",
            "category": "Film",
            "snippet": "Summary: Our morning routines have changed. More energetic types may have been bouncing out of bed for a virtual PE lesson, and domestic deities are shuffling …"
        },
        {
            "title": "Jonty Bravery jailed for attempted murder of boy at Tate Modern",
            "category": "UK-News",
            "snippet": "Summary: A teenager who threw a six-year-old child off a viewing platform at the Tate Modern gallery in London will serve at least 15 years in prison, the Old …"
        },
        {
            "title": "Wirecard UK ordered to freeze customer funds by finance regulator",
            "category": "Business",
            "snippet": "Thousands of people have been locked out of online banking accounts after the City watchdog ordered the UK arm of payments firm Wirecard to freeze cus …"
        },
        {
            "title": "My boyfriend is a good sport – maybe he can teach me how to take a joke?",
            "category": "Life-and-Style",
            "snippet": "Conditions as extreme as a pandemic will do something to a relationship, in the same way that adding a sharp burst of acid to cream changes it: either …"
        },
        {
            "title": "Tell us: how have you been affected by the incident in Glasgow?",
            "category": "UK-News",
            "snippet": "Armed police were sent entering a building on West George Street in Glasgow after a serious police incident was declared and the public were warned to …"
        },
        {
            "title": "Lando Norris: 'I didn't enjoy last year because of nerves. Now they are gone'",
            "category": "Sport",
            "snippet": "Lando Norris climbed from his car with relief after his Formula One debut at the Australian Grand Prix last year. Having taken the flag, he was happy …"
        },
        {
            "title": "I'm anxious about returning to the world after lockdown. Is this normal?",
            "category": "Life-and-Style",
            "snippet": "I’m starting to see friends and neighbours who are anxious and fearful about going out – and for a while I felt it, too. Not so much because they fear …"
        },
        {
            "title": "Struggling to achieve perfection? This nautical metaphor might help",
            "category": "Life-and-Style",
            "snippet": "Summary: There’s a certain kind of person who dives into each new life-improvement project – decluttering, redecorating, a new fitness regime – determined not …"
        },
        {
            "title": "HSBC resumes plan to cut 35,000 jobs worldwide",
            "category": "Business",
            "snippet": "HSBC has restarted its plans to cut 35,000 jobs around the world, after pausing the redundancies as the coronavirus pandemic worsened. The UK-listed b …"
        },
        {
            "title": "Aston Martin raises £207m in equity and debt after sales slump",
            "category": "Business",
            "snippet": "Aston Martin Lagonda has raised £207m in new equity and high-cost debt as the luxury carmaker seeks funding to see it through the slump in revenues ca …"
        },
        {
            "title": "'It's a wake-up call': behind the film urging investment in pre-school education",
            "category": "Film",
            "snippet": "Maria Hernandez, a single mother of four in Waco, Texas, ferries her children to school in between two job shifts, midnight to 6am, and 8am to 5pm. Sh …"
        },
        {
            "title": "'One in a 50m chance': woman with two wombs carrying a twin in each",
            "category": "UK-News",
            "snippet": "The case of a woman who discovered she had two wombs and was pregnant with a twin in each has been described as “one in 50m” by doctors. Kelly Fairhur …"
        },
        {
            "title": "'The atmosphere was ugly': Bournemouth aghast at beach chaos",
            "category": "UK-News",
            "snippet": "Summary: Ben Waugh, who runs a bicycle hire shop on the seafront at Bournemouth, has lived in the seaside resort all his life but has never seen so many people …"
        }
    ]
}