{
    "page": [
        {
            "title": "'White Lives Matter' plane organiser says police have offered protection",
            "category": "UK-News",
            "snippet": "A man who said he organised the “White Lives Matter Burnley” stunt, in which an aircraft towed a banner bearing the words over a Premier League match …"
        },
        {
            "title": "Mark Wood hopes he is already in the heads of West Indies batsmen",
            "category": "Sport",
            "snippet": "Mark Wood hopes the 95mph storm he whipped up in St Lucia last year will be on the minds of the West Indies batsmen this summer in the same way Mitche …"
        },
        {
            "title": "European and US stock markets fall amid Covid-19 and trade fears - as it happened",
            "category": "Business",
            "snippet": "Summary: Time for a quick recap Fresh worries over the Covid-19 pandemic have hit shares on both sides of the Atlantic today. Britain’s FTSE 100 tumbled 3%, in …"
        },
        {
            "title": "The surge in sales of Indigenous books is heartening but education takes many forms",
            "category": "Books",
            "snippet": "Summary: In the wake of the Black Lives Matter and Aboriginal Lives Matter movements, many of my friends and colleagues have been inundated with requests – how …"
        },
        {
            "title": "Company behind Bisto, Mr Kipling and McDougall's expects UK sales surge",
            "category": "Business",
            "snippet": "Sales at Premier Foods, the company behind Bisto, Mr Kipling and McDougall’s, are expected to surge by a fifth as UK families turn to home cooking dur …"
        },
        {
            "title": "John Lewis appoints Pippa Wicks as executive director",
            "category": "Business",
            "snippet": "Summary: John Lewis has appointed a senior Co-op executive who was previously a management consultant to head its department store chain. Pippa Wicks, who star …"
        },
        {
            "title": "The government cannot allow Tata to buckle under Covid pressure",
            "category": "Business",
            "snippet": "The case for bailing out Tata Steel in the UK, via a £500m bespoke loan from the government, is simple: the cost of not rescuing the country’s largest …"
        },
        {
            "title": "EasyJet launches £450m rights issue to shore up Covid defence",
            "category": "Business",
            "snippet": "EasyJet has launched a £450m rights issue to shore up its cash reserves in the face of the Covid-19 crisis. The issue, worth up to 15% of its current …"
        },
        {
            "title": "Bayer agrees to $10.9bn settlement over Monsanto’s weedkiller Roundup",
            "category": "Business",
            "snippet": "German pharmaceutical company Bayer says it’s paying up to $10.9bn to settle a lawsuit over subsidiary Monsanto’s weedkiller Roundup, which has faced …"
        },
        {
            "title": "The Robert Jenrick planning row explained",
            "category": "Politics",
            "snippet": "Summary: Why is the housing secretary, Robert Jenrick, at the centre of controversy over a £1bn building development? Jenrick granted planning permission for a …"
        },
        {
            "title": "'We don't want to give Marxists doe': texts between Desmond and Jenrick",
            "category": "Politics",
            "snippet": "Newly released documents show exchanges between Robert Jenrick, the housing secretary, and Richard Desmond, a property developer and Tory donor, as we …"
        },
        {
            "title": "Democrats block 'empty' Republican police reform bill",
            "category": "US-News",
            "snippet": "Congress was at a standstill on police reform on Wednesday after Senate Democrats successfully blocked a Republican bill criticized as a toothless res …"
        },
        {
            "title": "Andy Murray shows encouraging signs in defeat to Kyle Edmund",
            "category": "Sport",
            "snippet": "Summary: Tennis returned to the old normal in London on Wednesday evening when Andy Murray, the triple grand slam title winner who won’t lie down, split a pair …"
        },
        {
            "title": "Five withdraw over Covid-19 links but Travelers Championship goes ahead",
            "category": "Sport",
            "snippet": "Summary: How many is too many? Not five, as far as the PGA Tour is concerned. The enforced withdrawals of Brooks Koepka, his brother Chase Koepka, Cameron Cham …"
        },
        {
            "title": "Novak Djokovic left isolated as Adria Tour blame game intensifies",
            "category": "Sport",
            "snippet": "Summary: Novak Djokovic couldn’t buy a friend on Wednesday – at least not outside his tight circle of confidants and family in Belgrade, where the row over his …"
        },
        {
            "title": "Long lines and delayed results: key takeaways from the latest US primaries",
            "category": "US-News",
            "snippet": "A slew of elections on Tuesday in New York, Kentucky and North Carolina threw out numerous story lines, from successful mail-in ballots to victories f …"
        },
        {
            "title": "US records highest one-day total in coronavirus cases since April",
            "category": "US-News",
            "snippet": "The US has recorded a one-day total of 34,700 new Covid-19 cases, the highest level since late April, when the number peaked at 36,400, according to t …"
        },
        {
            "title": "Timing all awry as Super Netball’s long-range bomb fractures the sport",
            "category": "Sport",
            "snippet": "In netball, timing is everything. It dictates which player gets off the transverse line to receive a centre pass or if an airborne defender deflects a …"
        },
        {
            "title": "Republicans criticize Trump's decision to end funding for 13 Covid-19 testing sites – as it happened",
            "category": "US-News",
            "snippet": "More than 38,600 new infections were reported today — surpassing records set in late April. As the number of cases set a single-day high in the US, th …"
        },
        {
            "title": "Dylan Alcott hails victory after US Open backflip on wheelchair event",
            "category": "Sport",
            "snippet": "Dylan Alcott has praised the US Open’s U-turn on its decision to exclude a wheelchair tournament at this year’s grand slam in New York, following a wa …"
        },
        {
            "title": "Qantas to cut 6,000 jobs and keep 15,000 stood down in bid to survive coronavirus downturn",
            "category": "Business",
            "snippet": "Australia’s flag carrier, Qantas, will sack 6,000 people and continue to stand down half its 30,000-strong workforce as it struggles to cope with the …"
        },
        {
            "title": "Rodney P meets Kojey Radical: 'I don't want my son to always have to fight'",
            "category": "Music",
            "snippet": "Although separated by generations, there is a shared sense of black empowerment and rebellion coursing through the music of Rodney P and Kojey Radical …"
        },
        {
            "title": "On the Record review – chilling exposé on #MeToo and the music industry",
            "category": "Film",
            "snippet": "‘If you are a rape survivor, you are a crime scene. Your life is a crime scene.” The speaker is the remarkable Drew Dixon, the supremely articulate an …"
        },
        {
            "title": "Rummage by Emily Cockayne review – the joys of rubbish",
            "category": "Books",
            "snippet": "In 1947 the nation was shocked to hear that British troops in Egypt were wearing pants made out of old flour bags. The war was over, we had won, and y …"
        },
        {
            "title": "Hard landing: Qantas job cuts reveal coronavirus-hit aviation's depth of woe",
            "category": "Business",
            "snippet": "Summary: Qantas chief executive Alan Joyce’s talk on Thursday about “rightsizing” the airline put a brave and euphemistic face on the grim reality facing the e …"
        },
        {
            "title": "Royal Mail to cut 2,000 management roles",
            "category": "Business",
            "snippet": "Royal Mail has announced a cost-cutting plan that will involve slashing about 2,000 jobs in a move accelerated by the Covid-19 crisis. One in five of …"
        },
        {
            "title": "Good vibrations: how Bandcamp became the heroes of streaming",
            "category": "Music",
            "snippet": "When Ethan Diamond founded Bandcamp in 2008, he imagined it an alternative to MySpace: an easy-to-use website where bands could interact with fans and …"
        },
        {
            "title": "These New Jersey cities reformed their police – what happened next?",
            "category": "US-News",
            "snippet": "Four years ago Aqeela Sherrills set up shop in the worn carriage house of the old fifth police precinct, a brick building in Newark, New Jersey. The c …"
        },
        {
            "title": "The Booksellers review – warm study of a fast-shifting subculture",
            "category": "Film",
            "snippet": "The interest of this garrulous, convivial documentary creeps up on you by degrees: a study of secondhand and antiquarian booksellers in New York City. …"
        },
        {
            "title": "Rugby should look at 1987 World Cup and take another leap into unknown",
            "category": "Sport",
            "snippet": "Last weekend marked the anniversary of the inaugural World Cup final, the tournament that not only changed the visage of rugby union but its entire ap …"
        },
        {
            "title": "Delivering joy: meet south London's lockdown book angel",
            "category": "Books",
            "snippet": "In the three months since lockdown began, I’ve spent more on books than I care to admit. But with charity shops and secondhand bookshops shut, donatin …"
        },
        {
            "title": "EU parliament leader: Boris Johnson seems unwilling to find compromise in Brexit talks",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson appeared unwilling to compromise in order to secure a trade and security deal with Brussels when he joined EU leaders for a summit last …"
        },
        {
            "title": "UK retailers remain gloomy about quick post-lockdown bounce back",
            "category": "Business",
            "snippet": "Britain’s retailers are downbeat about the prospects of a rapid bounce back in business after the easing of Covid-19 restrictions, the CBI has reporte …"
        },
        {
            "title": "Britain beyond lockdown: can UK become cleaner?",
            "category": "Politics",
            "snippet": "Like many young people in Aberdeen, Mike Scotland dreamed of a well-paid job on a rig in the North Sea, in the oil and gas field that has made his hom …"
        },
        {
            "title": "Michael Eavis: Glastonbury could go bankrupt if it can't be staged in 2021",
            "category": "Music",
            "snippet": "Glastonbury organisers Michael and Emily Eavis fear they could be in serious financial danger if the festival was cancelled again due to coronavirus. …"
        },
        {
            "title": "Ride Like a Girl review – Michelle Payne biopic is a feelgood victory lap",
            "category": "Film",
            "snippet": "The big-heartedness of this film won me over despite my utter ignorance of the racing world. It’s a bit hammy and TV-movie-ish, but you can’t help smi …"
        },
        {
            "title": "From cold to coma to homecoming: one woman's 100 days of coronavirus",
            "category": "UK-News",
            "snippet": "When Mandy Mitchell was admitted to hospital in the small hours of Mothering Sunday, the UK had not yet gone into full lockdown and the prime minister …"
        },
        {
            "title": "Unfinished story by Little Women author Louisa May Alcott published for first time",
            "category": "Books",
            "snippet": "An early story from a young Louisa May Alcott, in which the Little Women author writes of two teenage girls vying for the attentions of a handsome you …"
        },
        {
            "title": "Boris Johnson backs Robert Jenrick despite planning row",
            "category": "Politics",
            "snippet": "Boris Johnson has full confidence in the housing secretary, Robert Jenrick, Downing Street has insisted, despite fresh revelations about his relations …"
        },
        {
            "title": "Woody Allen's new film to open San Sebastián film festival",
            "category": "Film",
            "snippet": "Rifkin’s Festival, the new film by Woody Allen, has been selected to open the San Sebastián film festival in Spain. Starring Elena Anaya, Louis Garrel …"
        },
        {
            "title": "1.48m more Americans file for unemployment as pandemic takes toll",
            "category": "Business",
            "snippet": "Summary: Another 1.48 million people filed for unemployment insurance across the US last week, as the grim economic toll of the coronavirus pandemic continued …"
        },
        {
            "title": "Julie Walters' best film performances – ranked!",
            "category": "Film",
            "snippet": "20. Before You Go (2002) Lewis Gilbert directed Walters in her seminal movie debut, Educating Rita, and although this stagey and subdued film (Gilbert …"
        },
        {
            "title": "Roger Robinson meets Rachel Long: 'I feel like a mosquito taking on Godzilla'",
            "category": "Books",
            "snippet": "Roger Robinson, 52, is the 2020 winner of the TS Eliot prize and the Ondaatje prize for his latest collection A Portable Paradise. Having previously e …"
        },
        {
            "title": "Scottish villagers plan to buy out landowners for eco moorland project",
            "category": "UK-News",
            "snippet": "A small community in the rolling uplands of southern Scotland hopes to create a major new nature reserve, straddling more than 10,000 acres of heather …"
        },
        {
            "title": "Lock-change eviction threat lifted for asylum seekers in Glasgow",
            "category": "UK-News",
            "snippet": "Summary: Asylum seekers in Glasgow will no longer face the threat of eviction by lock change, after the private housing contractor Mears confirmed it “does not …"
        },
        {
            "title": "Booker foundation vice-president removed after 'homophobia' row",
            "category": "Books",
            "snippet": "Emma Nicholson has been removed from her honorary position as vice-president of the Booker Foundation after a groundswell of opposition from the liter …"
        },
        {
            "title": "Zemlinsky: Die Seejungfrau review – baffling neglect of a glorious mermaid",
            "category": "Music",
            "snippet": "There have been a number of occasions in the past few decades when it seemed as if the music of Alexander Zemlinsky would finally receive the attentio …"
        },
        {
            "title": "After 50 years, Glastonbury festival is a triumph of eccentric English culture",
            "category": "Music",
            "snippet": "The truth of the matter is that Glastonbury never really asked the Rolling Stones to play before – I heard they had thought about it, but no official …"
        },
        {
            "title": "The three housing controversies Robert Jenrick is facing down",
            "category": "Politics",
            "snippet": "Even as someone still only 37 when he became a full cabinet minister last year, Robert Jenrick began as a relatively little-known member of Boris John …"
        },
        {
            "title": "Trump’s power to deport asylum seekers boosted by supreme court ruling",
            "category": "US-News",
            "snippet": "The supreme court ruled Thursday that the US government can deport some people seeking asylum without allowing them to make their case to a federal ju …"
        }
    ]
}