{
    "page": [
        {
            "title": "Prepare for 1980s-level unemployment, former chancellors warn",
            "category": "Business",
            "snippet": "Three former chancellors have warned the government to prepare for 1980s levels of unemployment as the coronavirus crisis sinks Britain into the deepe …"
        },
        {
            "title": "The Tories stumble from one shambles to another over coronavirus",
            "category": "Politics",
            "snippet": "For the second time in a week, Dominic Cummings is incurring the wrath of Tory backbenchers: this time over No 10’s belated decision to impose a quara …"
        },
        {
            "title": "Minnesota charges three more officers over George Floyd killing and elevates Chauvin murder charge",
            "category": "US-News",
            "snippet": "The Minnesota attorney general, Keith Ellison, has announced charges against three former police officers in the death of George Floyd, and increased …"
        },
        {
            "title": "George Floyd protests: more than 3,000 arrested in Los Angeles county",
            "category": "US-News",
            "snippet": "Summary: More than 3,000 protesters have been arrested in Los Angeles county during the demonstrations against the police killing of George Floyd in Minneapoli …"
        },
        {
            "title": "California: rise in Covid-19 cases raises fears over reopening and protests",
            "category": "US-News",
            "snippet": "The number of coronavirus cases in California is on the rise after weeks of optimism that infections had slowed, raising fears that plans to reopen co …"
        },
        {
            "title": "Trick or Treat review – gangsters, sushi and Blackpool hallucinations",
            "category": "Film",
            "snippet": "In this Blackpool-set thriller, semi-retired wide boy Greg (Craig Kelly) is feeling bored and stifled by the routine of fatherhood with an infant daug …"
        },
        {
            "title": "‘I’ve never felt so close to anyone this quickly’: the whirlwind romances of lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: Hurtling down the motorway on a Triumph T120 with a backpack full of knickers, Jen Lewandowski thought: this is terrific. Lewandowski, 41, had met Tom …"
        },
        {
            "title": "Ed Davey: my experience as a carer can help rebuild Britain after coronavirus",
            "category": "Politics",
            "snippet": "Ed Davey has accused Boris Johnson and Dominic Cummings of lacking the compassion and empathy needed to rebuild the UK after coronavirus, as he launch …"
        },
        {
            "title": "Sunny coverage of UK heatwaves forgets risks, say climate experts",
            "category": "UK-News",
            "snippet": "The public is being lulled into a false sense of security about the UK’s increasingly extreme weather patterns by news and weather reports that presen …"
        },
        {
            "title": "Spelling the Dream review – slight but charming Netflix documentary",
            "category": "Film",
            "snippet": "It’s virtually impossible to group the words spelling, bee and documentary together without instantly recalling 2003’s Oscar-nominated Spellbound, a w …"
        },
        {
            "title": "The Vanishing Half by Brit Bennett review – a twin's struggle to 'pass' for white",
            "category": "Books",
            "snippet": "Mallard, a fictional town in Louisiana, is a liminal “third place”. Established in 1848, it is inhabited by light-skinned African Americans “who would …"
        },
        {
            "title": "Gruelling football training, the French Open and pigeon racing",
            "category": "Sport",
            "snippet": "1) Premier League clubs have returned for what is essentially a second pre-season before the league resumes on 17 June. There is concern in some quart …"
        },
        {
            "title": "Madeleine McCann parents say focus on suspect 'potentially very significant'",
            "category": "UK-News",
            "snippet": "The parents of Madeleine McCann believe the identification of a convicted German sex offender as the key suspect in their daughter’s disappearance is …"
        },
        {
            "title": "A Rainy Day in New York review – Woody Allen romance is a washout",
            "category": "Film",
            "snippet": "So it goes on, the eerie productivity of Woody Allen, who outlived his greatness, and might yet outlive his notoriety. However, there are, for the tim …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 2, The Specials – Ghost Town",
            "category": "Music",
            "snippet": "In early 1981, the Specials were both at the top of their game and in their death throes. They had enjoyed a dizzying, agenda-setting rise to fame. Se …"
        },
        {
            "title": "Don’t forget the cocktails: how to have the perfect picnic",
            "category": "Life-and-Style",
            "snippet": "Love it or loathe the wasps and lack of toilets, the outdoors is where it’s at this summer if you want to socialise in (relative) safety. Picnics are …"
        },
        {
            "title": "New York police take seconds to restore reputation for brutality",
            "category": "US-News",
            "snippet": "It doesn’t take long to blow up a reputation. In the case of the New York police department, an institution with an already troubled history, the clip …"
        },
        {
            "title": "John Boyega's rousing Black Lives Matter speech wins praise and support",
            "category": "Film",
            "snippet": "John Boyega, the actor who followed up last week’s blistering attack on social media racism with a powerful speech at a Black Lives Matter rally in Lo …"
        },
        {
            "title": "Then and now: rising through crisis will always be England's rugby ritual",
            "category": "Sport",
            "snippet": "England faced Australia, New Zealand and South Africa in successive weeks in the knockout stage of last year’s World Cup. They vaulted the first two h …"
        },
        {
            "title": "Talking Horses: Royal Ascot prize fund for 2020 slashed by 50%",
            "category": "Sport",
            "snippet": "The huge impact that the two-and-a-half month suspension and the ongoing requirement to race behind closed doors will have on the sport’s balance shee …"
        },
        {
            "title": "Guest of Honour review – tangled melodrama of guilt and shame",
            "category": "Film",
            "snippet": "David Thewlis stars here, and it is only the absolute conviction of his performance that saves this from being an utter misfire – a misfire of the sor …"
        },
        {
            "title": "Can Joe Biden convince protesters he'd be a 'transformational' president?",
            "category": "US-News",
            "snippet": "Hours before peaceful protests against police brutality were forcibly dispersed so Donald Trump could pose with a Bible in front of St John’s, Joe Bid …"
        },
        {
            "title": "'I ain’t waiting': John Boyega shows movie stars what political engagement looks like",
            "category": "Film",
            "snippet": "Summary: Already, the sneery backlash has begun – as so much Trumpism is founded on that keynote of faux-underdog self-pity in the face of supposedly all-power …"
        },
        {
            "title": "Jessie Ware: What's Your Pleasure? review – dancefloor diva back where she belongs",
            "category": "Music",
            "snippet": "The comfort zone has a bad reputation. No artist wants to be seen to be creatively complacent, or uncompetitive, a state of affairs that’s much more a …"
        },
        {
            "title": "UK parliament union threatens to strike after MPs' queueing chaos",
            "category": "Politics",
            "snippet": "A union representing hundreds of clerks, security guards and kitchen staff in parliament is threatening strike action following chaotic scenes on the …"
        },
        {
            "title": "Days of the Bagnold Summer review –  sweet tale of a metalhead and his mum",
            "category": "Film",
            "snippet": "Here’s a movie that tells us that the days of summer, like the boys of summer in Don Henley’s song, are going to get outlived by the love they inspire …"
        },
        {
            "title": "Tom Jones's 20 greatest songs – ranked!",
            "category": "Music",
            "snippet": "20. The Hitter (2008) Tom Jones’s 2008 album 24 Hours was a mixed bag, with cheery efforts to recapture his swinging mojo (If He Should Ever Leave You …"
        },
        {
            "title": "NRL 2020: Brisbane Broncos 0-59 Sydney Roosters – as it happened",
            "category": "Sport",
            "snippet": "Yes, the Broncos were undermanned. Yes, the Roosters are the reigning premiers. But few could have foreseen a result of this magnitude. The Roosters w …"
        },
        {
            "title": "Alok Sharma was at No 10 day before displaying coronavirus symptoms",
            "category": "Politics",
            "snippet": "Alok Sharma, the business secretary, spent 45 minutes with Boris Johnson and Rishi Sunak in a meeting in No 10 the day before he fell ill with suspect …"
        },
        {
            "title": "New US unemployment claims reached 1.9m last week despite rate of increase slowing",
            "category": "Business",
            "snippet": "Summary: Another 1.9 million Americans filed for unemployment benefits last week as the total number of claims passed 42 million since the coronavirus pandemic …"
        },
        {
            "title": "Too little data for recommendations in Covid-19 BAME report, says minister",
            "category": "Politics",
            "snippet": "Public Health England was unable to make any recommendations in its report on BAME people and coronavirus because some of the data needed to do so was …"
        },
        {
            "title": "Labour calls for second round of support for struggling firms",
            "category": "Business",
            "snippet": "Labour is urging the government to provide a second round of support for businesses amid signs lockdown pressures are leading to a surge in insolvenci …"
        },
        {
            "title": "Brees sorry after LeBron James leads backlash to QB's criticism of anthem protests",
            "category": "Sport",
            "snippet": "New Orleans Saints quarterback Drew Brees has apologized for his lack of “compassion or empathy” after he said he disagrees with athletes protesting a …"
        },
        {
            "title": "Daugherty: This Land Sings review – exuberant polyglot Woody Guthrie celebration",
            "category": "Music",
            "snippet": "Michael Daugherty’s music has always embraced the full, polyglot spectrum of American culture. He’s composed a Metropolis Symphony after the Superman …"
        },
        {
            "title": "Rafael Nadal would 'not travel to New York today' to play US Open",
            "category": "Sport",
            "snippet": "Summary: Rafael Nadal has said tennis should not resume until players are able to travel safely in order to compete around the world. “If you asked me today if …"
        },
        {
            "title": "UK car industry's 2,000 job cuts underline gloomy prospects",
            "category": "Business",
            "snippet": "Summary: The gloomy prospects facing the UK car industry have been underlined by 2,000 new job losses and the worst May car sales since 1952. Only 20,000 new c …"
        },
        {
            "title": "Hope in a storm: the McCanns' 13-year hunt for missing Madeleine",
            "category": "UK-News",
            "snippet": "Summary: Many people would by now have done what Kate McCann admits she once considered, climbed deep into a hole and not come out again. The worst event any p …"
        },
        {
            "title": "White youths arrested for bullying black boy in West Yorkshire",
            "category": "UK-News",
            "snippet": "Two teenagers have been arrested on suspicion of racially aggravated offences after a number of videos circulated on social media showing a black boy …"
        },
        {
            "title": "Ravi Chowdhry obituary",
            "category": "UK-News",
            "snippet": "Summary: As a young woman in the late 1950s my mother, Ravi Chowdhry, who has died aged 82, moved from India to England, where she became a teacher, a BBC rese …"
        },
        {
            "title": "ECB agrees to inject additional €600bn into eurozone economy",
            "category": "Business",
            "snippet": "The European Central Bank has ramped up its coronavirus pandemic response by agreeing to inject an additional €600bn (£539.5bn) of emergency financial …"
        },
        {
            "title": "Hackers targeting UK research labs amid vaccine race – GCHQ chief",
            "category": "UK-News",
            "snippet": "Britain’s intelligence agencies are working urgently to prevent hackers from hostile states, including China, trying to steal the secrets of a potenti …"
        },
        {
            "title": "US urged to address racial injustice or risk further instability in new report",
            "category": "US-News",
            "snippet": "A failure to confront the “deep pain and injustice borne by the African American community” in response to the police killing of George Floyd will res …"
        },
        {
            "title": "Drew Brees's tone-deaf comments on protests are both ignorant and dangerous",
            "category": "Sport",
            "snippet": "In the aftermath of George Floyd’s disturbing murder at the hands of four Minneapolis police officers that has ignited the world both literally and fi …"
        },
        {
            "title": "Do face coverings reduce risk and spread of coronavirus?",
            "category": "UK-News",
            "snippet": "Do face coverings reduce the spread of Covid-19? Surgical-grade face coverings and respirators offer high levels of protection against coronavirus inf …"
        },
        {
            "title": "Spanish Puig snaps up Charlotte Tilbury makeup empire",
            "category": "Business",
            "snippet": "The celebrity makeup artist Charlotte Tilbury has handed a control of her namesake makeup and skincare empire to a Spanish fashion and fragrances busi …"
        },
        {
            "title": "Chemicals firm BASF biggest beneficiary of UK coronavirus loan scheme",
            "category": "Business",
            "snippet": "Summary: The German chemicals company BASF has emerged as the biggest beneficiary of the Bank of England’s emergency coronavirus loan scheme, borrowing £1bn in …"
        },
        {
            "title": "10-week wait on glasses for 12,000 Boots customers",
            "category": "Business",
            "snippet": "Boots has forced nearly 12,000 glasses wearers to wait more than 10 weeks for eyewear after the company closed the vast majority of its opticians outl …"
        },
        {
            "title": "Madeleine McCann suspect Christian Brückner: a timeline",
            "category": "UK-News",
            "snippet": "1994 Convicted of sexual abuse of a child, attempted sexual abuse of a child, and carrying out sexual acts in front of a child. 1995 Flees to Portugal …"
        },
        {
            "title": "Alok Sharma receives negative coronavirus test result",
            "category": "Politics",
            "snippet": "Alok Sharma, the business secretary who showed symptoms of coronavirus, has received a negative test result amid opposition warnings that the scare sh …"
        },
        {
            "title": "'I can't breathe': death of black man in custody ruled a homicide in Washington",
            "category": "US-News",
            "snippet": "The death of an African American father of two who called out “I can’t breathe” while handcuffed in police custody in March in Washington state has be …"
        }
    ]
}