{
    "page": [
        {
            "title": "Lookers auditor resigns as car dealership delays results again",
            "category": "Business",
            "snippet": "The car dealership Lookers will be parting company with its auditor Deloitte after the publication of the chain’s full-year results, which have been f …"
        },
        {
            "title": "How would a five-year-old change James Bond's life?",
            "category": "Film",
            "snippet": "Daniel Craig has taken us to some brave new places during his time as James Bond. We’ve seen him destroy his ancestral home. We’ve watched the death o …"
        },
        {
            "title": "Thousands continue protesting across US as Minneapolis vows to dismantle police department – as it happened",
            "category": "US-News",
            "snippet": "This live blog is now closed. Live coverage continues here: That’s it from me, Helen Sullivan for today. Thank you, as always, to those who took the t …"
        },
        {
            "title": "Could Secret Wars be Marvel's next climactic superhero smackdown?",
            "category": "Film",
            "snippet": "Marvel Studios has a long history of taking its most iconic comic book runs and adapting them into something new for the big screen. It’s like a cover …"
        },
        {
            "title": "John Boyega expresses thanks for Black Lives Matter support",
            "category": "Film",
            "snippet": "Star Wars actor John Boyega has expressed his thanks for the “love and support” he received after his high-profile intervention in the Black Lives Mat …"
        },
        {
            "title": "Plus500 slips 8% as betters win on Covid-19 market volatility",
            "category": "Business",
            "snippet": "Punters betting on volatile financial markets during the Covid-19 crisis have won more than half of the revenues earned by the online trading platform …"
        },
        {
            "title": "Coalition to extend small business tax incentive for six months",
            "category": "Business",
            "snippet": "A tax incentive for small businesses will be extended for six months as the Morrison government pledges $300m towards encouraging firms to invest. Wit …"
        },
        {
            "title": "Man drives car into Seattle protest crowd and shoots demonstrator",
            "category": "US-News",
            "snippet": "A man drove his car into a crowd of protesters in Seattle on Sunday, then shot and wounded a demonstrator who confronted him as he came to a stop, acc …"
        },
        {
            "title": "#Publishingpaidme: authors share advances to expose racial disparities",
            "category": "Books",
            "snippet": "Authors from Roxane Gay to Matt Haig have been sharing what they were paid to write their books in order to highlight the disparity between what black …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Because things are as they are, Waskindleuser has …"
        },
        {
            "title": "My streaming gem: why you should watch Creep",
            "category": "Film",
            "snippet": "Is there anything creepier than someone who’s just a little too friendly? Think about the stranger who tries to chit-chat on the Tube, the colleague w …"
        },
        {
            "title": "Green party joint leaders to stand again for their roles",
            "category": "Politics",
            "snippet": "The two joint leaders of the Green party, Siân Berry and Jonathan Bartley, are to stand for their job-shared role again, declaring the time is right t …"
        },
        {
            "title": "Bristol's Colston Hall commits to name change by autumn 2020",
            "category": "Music",
            "snippet": "Bristol Music Trust has committed to changing the name of Colston Hall, the city’s flagship concert venue, by the autumn following the removal of the …"
        },
        {
            "title": "Non-EU spouses of UK nationals in visa limbo after job cuts and furloughs",
            "category": "UK-News",
            "snippet": "Summary: British nationals who have spent months apart from non-EU spouses have expressed fears that their separation will become permanent as mass unemploymen …"
        },
        {
            "title": "The King of Staten Island review – Pete Davidson winning in freewheeling comedy",
            "category": "Film",
            "snippet": "It is not strictly relevant, but this film briefly breaks the unwritten movie rule that cocaine is the drug for bad people. Heroin can be for tragic j …"
        },
        {
            "title": "Isserlis/Rushdie Momen review – joyful music making",
            "category": "Music",
            "snippet": "Summary: Steven Isserlis has been busy teaching, writing and studying Bach during the lockdown, explained the Radio 3 announcer. He hasn’t risked a Covid cut, …"
        },
        {
            "title": "World Bank warns Covid-19 pandemic risks dramatic rise in poverty",
            "category": "Business",
            "snippet": "The coronavirus pandemic has triggered the most widespread global economic meltdown since at least 1870 and risks fuelling a dramatic rise in poverty …"
        },
        {
            "title": "Use your money to support racial equality, says head of Impact X",
            "category": "Business",
            "snippet": "Summary: Supporters of racial equality should use their money to support BAME-owned businesses and BAME professionals , according to the head of a venture capi …"
        },
        {
            "title": "Dan Evans eager for US Open and frustrated by tennis's slow return",
            "category": "Sport",
            "snippet": "Dan Evans loves New York. He has enjoyed many fine times there, on the court and off. And the British No 1, whose rise through the world rankings has …"
        },
        {
            "title": "Lewis Hamilton backs protesters who pulled down Edward Colston statue",
            "category": "Sport",
            "snippet": "Lewis Hamilton has supported unequivocally the actions of protesters who pulled down the statue of Edward Colston in Bristol. Hamilton is the only bla …"
        },
        {
            "title": "Priti Patel condemns minority at Black Lives Matter protests as 'thugs and criminals' – as it happened",
            "category": "Politics",
            "snippet": "Priti Patel, the home secretary, has said she backs the idea of a new law to make it easier to prosecute people who damage war memorials. She was spea …"
        },
        {
            "title": "When Trump boasted about falling unemployment, he was jumping at shadows",
            "category": "Business",
            "snippet": "The latest job numbers in the United States are a warning that during this time we need to more than ever keep our heads and not fall for spin or cons …"
        },
        {
            "title": "Anti-buyout law would hit UK recovery, say business groups",
            "category": "Business",
            "snippet": "Summary: Business groups have warned that introducing a law to prevent foreign takeovers that threaten national security could have a “chilling” effect on inve …"
        },
        {
            "title": "The fall of Colston's statue: 'It didn’t take long – about four tugs of the ropes'",
            "category": "UK-News",
            "snippet": "Summary: For Jagun Akinshegun, the toppling of a 17th-century slave trader’s statue was a moment of catharsis, making it easier to let go of the past. For his …"
        },
        {
            "title": "What the George Floyd protests have achieved in just two weeks",
            "category": "US-News",
            "snippet": "In the weeks since video evidence showed a police officer kneeling on the neck of George Floyd, an unarmed black man, for almost nine minutes, protest …"
        },
        {
            "title": "Labour's left uneasy with leader's view on tearing down Colston statue",
            "category": "Politics",
            "snippet": "The Labour leader, Keir Starmer, sparked unease among some on the left of his party on Monday, as he condemned as “completely wrong” the tearing down …"
        },
        {
            "title": "Hancock plays hide-and-seek behind an ever-changing science",
            "category": "Politics",
            "snippet": "Well silly old me. Having listened in on more of the Downing Street daily coronavirus briefings than I care to remember, I could have sworn that the R …"
        },
        {
            "title": "Trump move to take US troops out of Germany 'a dangerous game'",
            "category": "US-News",
            "snippet": "British politicians and European military experts have warned that Donald Trump’s decision to withdraw 9,500 troops from Germany risks handing a strat …"
        },
        {
            "title": "Amanda Staveley sues Barclays for £1.5bn in high court",
            "category": "Business",
            "snippet": "Summary: Amanda Staveley, the high profile businesswoman who has just brokered the potential takeover of Premier League football club Newcastle United, has acc …"
        },
        {
            "title": "England police watchdog investigates death of man in custody",
            "category": "UK-News",
            "snippet": "The England and Wales police watchdog is investigating the death of a man who died in custody in Devon. Simeon Francis, 35, was found unresponsive in …"
        },
        {
            "title": "Premiership clubs agree to cut salary cap to £5m from 2021",
            "category": "Sport",
            "snippet": "Premiership rugby clubs have unanimously agreed to reduce the salary cap to £5m for the 2021-22 season, the Guardian understands. All 13 clubs agreed …"
        },
        {
            "title": "'I hear you': Boris Johnson to Black Lives Matter protesters",
            "category": "Politics",
            "snippet": "Boris Johnson has responded to the Black Lives Matter protests with an article acknowledging the “incontrovertible, undeniable feeling of injustice” m …"
        },
        {
            "title": "UK retailers face declining sales amid Covid-19 shutdown",
            "category": "Business",
            "snippet": "Britain’s retailers suffered a second successive slump in monthly sales during May as the coronavirus shutdown took its toll on the high street. Price …"
        },
        {
            "title": "An activist gave police anti-bias training. Officers still brutalized him at a protest",
            "category": "US-News",
            "snippet": "A 27-year-old community activist who helped train police officers on implicit bias was shot with a rubber bullet while attempting to de-escalate a con …"
        },
        {
            "title": "Trump and Republicans use calls to 'defund the police' to attack Democrats",
            "category": "US-News",
            "snippet": "Donald Trump is “appalled” by calls to “defund the police”. The Senate majority leader, Mitch McConnell, called the suggestion “outlandish”. And the H …"
        },
        {
            "title": "'Why should I try to have a future?' The Weather Diaries, Lupa J and a she-wolf's lament",
            "category": "Film",
            "snippet": "There had been previous obsessions; with eagles, with kangaroos. But when Imogen Jones first saw Princess Mononoke, a 1997 Japanese anime film that wa …"
        },
        {
            "title": "'We could go to the wall in 12 weeks' – are we just going to let classical music die?",
            "category": "Music",
            "snippet": "Summary: From top to bottom, from big to small, from freelancer to staffer, from humble hall to grand auditorium, the world of classical music is facing its bi …"
        },
        {
            "title": "Labour attacks 'complacency' over delayed Prevent review",
            "category": "UK-News",
            "snippet": "The government has been accused of “incompetence and complacency” in its handling of an independent review of Prevent, the programme that aims to stop …"
        },
        {
            "title": "'That was crazy to me': black film-maker captures own pepper-spraying by US police",
            "category": "US-News",
            "snippet": "Summary: The wrenching agony caused by excessive use of force by riot police on media people and protesters has been captured by an African American film-maker …"
        },
        {
            "title": "Poetry book of the month: The Kabul Olympics by John McAuliffe – review",
            "category": "Books",
            "snippet": "John McAuliffe is Irish but many of the poems in his sympathetic fifth collection are set in Manchester, where he teaches at university. One of the mo …"
        },
        {
            "title": "Ewen Bremner: 'They should let Irvine Welsh script the Tiger King movie'",
            "category": "Film",
            "snippet": "I live in Harlem in New York and I’m quarantined on my own. The streets are very calm. As an actor I’m quite adapted to waiting around on set and betw …"
        },
        {
            "title": "Why musicians are switching to Twitch to broadcast from home",
            "category": "Music",
            "snippet": "Summary: Rich Medina is one of the most respected DJs in the music industry, spinning hip-hop, house, soul, afrobeat, funk and dance tunes for audiences around …"
        },
        {
            "title": "Are they gone for good? The Trump supporters who regret their vote",
            "category": "US-News",
            "snippet": "Donald Trump once famously boasted he could shoot someone on Fifth Avenue, and not lose supporters. For years that seemed true. But his latest actions …"
        },
        {
            "title": "First Thing: coronavirus is making a comeback in parts of the US",
            "category": "US-News",
            "snippet": "Good morning, Just a few weeks ago, New York was considered the global centre of the coronavirus crisis. On Monday, the city cautiously began reopenin …"
        },
        {
            "title": "'A reconsideration of the white male cowboy': the rise of ambient country",
            "category": "Music",
            "snippet": "For a few hours one Tuesday last May, Brooklyn felt like a lonesome prairie. Oakland-based composer and guitarist Chuck Johnson had taken the opening …"
        },
        {
            "title": "George Floyd killing: judge sets $1.25m bail for ex-officer Derek Chauvin",
            "category": "US-News",
            "snippet": "A judge has set bail at $1.25m for Derek Chauvin, the former Minneapolis police officer who has been charged with second-degree murder in connection t …"
        },
        {
            "title": "The mystery of which US businesses are profiting from the coronavirus bailout",
            "category": "US-News",
            "snippet": "Businesses have taken at least half a trillion dollars in coronavirus aid from the American public, and the government is refusing to disclose which c …"
        },
        {
            "title": "US cities and states take moderate steps to reform police departments",
            "category": "US-News",
            "snippet": "As protests following the police killing of George Floyd in Minneapolis sweep US cities on a scale not seen in decades, debate is growing over what re …"
        },
        {
            "title": "Will it one day be possible for a device or bug to destroy the internet?",
            "category": "Life-and-Style",
            "snippet": "Will someone eventually be able to invent a device or a bug to destroy the internet and to wipe its entire contents? David Jackson Post your answers – …"
        },
        {
            "title": "England's test-and-trace system not fit for purpose, say scientists",
            "category": "Politics",
            "snippet": "The UK government’s testing and contact-tracing system is not fit for purpose and will not be able to keep coronavirus in check as other countries hav …"
        }
    ]
}