{
    "page": [
        {
            "title": "Britain will not seek to extend Brexit transition period, says minister",
            "category": "Politics",
            "snippet": "The UK government will tell the EU on Friday it is not going to seek an extension to the Brexit transition period, the paymaster general, Penny Mordau …"
        },
        {
            "title": "Bonnie Pointer: from country to disco, this Sister did it for herself",
            "category": "Music",
            "snippet": "There were effectively two different versions of the Pointer Sisters. There was the 80s hit machine, a trio whose sound existed somewhere between soul …"
        },
        {
            "title": "Wiltshire flat where novichok victim fell ill to be demolished",
            "category": "UK-News",
            "snippet": "Summary: The Wiltshire flat where Dawn Sturgess was fatally poisoned with the nerve agent novichok is to be demolished. Sturgess, 44, died in hospital in 2018 …"
        },
        {
            "title": "Neil Gaiman and Chris Riddell announce new 'piratical adventure'",
            "category": "Books",
            "snippet": "Summary: Neil Gaiman has dug out a story he first wrote on a scrap of paper more than a decade ago and turned it into a new book for “anyone of any age who lik …"
        },
        {
            "title": "UK banks approve £35bn in state-backed loans amid heavy demand",
            "category": "Business",
            "snippet": "UK banks have approved nearly £35bn worth of government-backed loans for more than 830,000 businesses hit by the Covid-19 crisis, but lenders are stil …"
        },
        {
            "title": "Prince Andrew charity broke law by paying trustee £350,000",
            "category": "UK-News",
            "snippet": "A charitable trust supporting the work of Prince Andrew has been required to return more than £350,000 in payments made to a trustee after a public wa …"
        },
        {
            "title": "I've never seen ... The Blues Brothers",
            "category": "Film",
            "snippet": "Who would have thought a genial comedy, 40 years old, would be so thoroughly refracted by current events? Whatever one might have expected from a firs …"
        },
        {
            "title": "Details of two more deaths in police custody emerge in wake of Floyd killing",
            "category": "US-News",
            "snippet": "Details of two more instances of deaths at the hands of police in the US have come to light as a result of videos surfacing, placing further scrutiny …"
        },
        {
            "title": "Gatwick to reopen North Terminal and extend operating hours",
            "category": "UK-News",
            "snippet": "Gatwick will reopen the North Terminal and increase its operating hours next week as it prepares for more flights to resume. The UK’s second-busiest a …"
        },
        {
            "title": "Mother of boy killed by dangerous dog in caravan jailed for two years",
            "category": "UK-News",
            "snippet": "The mother of a nine-year-old boy who was fatally attacked by her friend’s “extremely powerful” dog in a caravan on a Cornish holiday park has been ja …"
        },
        {
            "title": "Letter: Alan Williams obituary",
            "category": "Books",
            "snippet": "Alan Williams was the most excitable person I have ever known. Communism excited him particularly, all the more so because it was almost impossible to …"
        },
        {
            "title": "Don Weller obituary",
            "category": "Music",
            "snippet": "Don Weller, a world-class saxophonist with a big sound, a big presence and a capricious improviser’s imagination, sometimes seemed more at home playin …"
        },
        {
            "title": "Derbyshire town's 'racist' bust that faced removal hidden by residents",
            "category": "UK-News",
            "snippet": "A bust of a black man with exaggerated features that was about to be removed from a Derbyshire town by the local council has instead been seized and t …"
        },
        {
            "title": "Donald Trump makes baseless claim about man, 75, shoved by police: ‘Could be a set-up?’",
            "category": "US-News",
            "snippet": "Donald Trump has claimed a 75-year-old man who was hospitalized when police shoved him to the ground at a protest in Buffalo could be “an antifa provo …"
        },
        {
            "title": "Deborah Lavin obituary",
            "category": "Books",
            "snippet": "My mother, Deborah Lavin, who has died aged 68 of lung cancer, started out as an actor, moved into teaching English and finished up writing plays and …"
        },
        {
            "title": "Local lockdowns will require local furlough schemes, say mayors",
            "category": "Politics",
            "snippet": "Local furlough schemes must be put in place to compensate workers and businesses in the event of any local lockdowns, regional politicians and busines …"
        },
        {
            "title": "Ellis Genge says he and Eddie Jones were racially abused in South Africa",
            "category": "Sport",
            "snippet": "Ellis Genge has revealed that he and Eddie Jones were subjected to racist abuse on England’s tour of South Africa in 2018. Genge was a non-playing mem …"
        },
        {
            "title": "'A huge deal': New Zealand's rugby-starved fans prepare to head en masse to stadiums",
            "category": "Sport",
            "snippet": "It has been a long three months but rugby fans in New Zealand are finally relishing the prospect of the sport’s return this weekend, when the gates ar …"
        },
        {
            "title": "Georgia primary blighted by long lines and broken voting machines",
            "category": "US-News",
            "snippet": "Georgia voters immediately encountered hours-long lines and equipment malfunctions as they showed up to vote in person in the state’s primary races on …"
        },
        {
            "title": "The speedy stock market rally has been extreme, but may not last",
            "category": "Business",
            "snippet": "Share prices took a breather on Tuesday, but the wider story is the speediest stock market recovery in history. If you bought a FTSE 100 index tracker …"
        },
        {
            "title": "#Solidaritea: Yorkshire Tea and PG Tips join brands in backing BLM",
            "category": "UK-News",
            "snippet": "First it was Adidas and Nike, the two biggest names in global sportswear, that sought to draw attention to their backing of the Black Lives Matter mov …"
        },
        {
            "title": "BBC interview haunts Prince Andrew as US prosecutors push to break deadlock",
            "category": "UK-News",
            "snippet": "Last November, Prince Andrew gave a rare interview to the BBC’s Emily Maitlis. The prince was under pressure to explain his friendship with the convic …"
        },
        {
            "title": "Neville Lawrence: black people still second-class citizens in Britain",
            "category": "UK-News",
            "snippet": "The father of Stephen Lawrence has said black people are still treated as second-class citizens in Britain, with police breaking promises to change th …"
        },
        {
            "title": "'Urban' no more: black British music execs call for industry reforms",
            "category": "Music",
            "snippet": "A collective of senior black music industry executives from companies including Warner, Sony, Universal Music Group, BMG, Live Nation, Spotify and the …"
        },
        {
            "title": "Colin Kaepernick sacrificed it all for this moment. Now the work begins",
            "category": "Sport",
            "snippet": "From the moment Colin Kaepernick first took a knee during the national anthem to call attention to police brutality and systemic racism before a San F …"
        },
        {
            "title": "Trump orders fleet of icebreakers and new bases in push for polar resources",
            "category": "US-News",
            "snippet": "Donald Trump has ordered the construction of a fleet of icebreakers and bases to pursue US interests in the Arctic and Antarctic by the end of the dec …"
        },
        {
            "title": "Working out with my kids is so good I'm never going back to the gym",
            "category": "Life-and-Style",
            "snippet": "Summary: My gym is reopening next weekend. They’ve got stringent social distancing measures in place and they’re really looking forward to welcoming me back (o …"
        },
        {
            "title": "The Skin of Others review – Balang Tom E Lewis's final film is a fascinating look at the life of Douglas Grant",
            "category": "Film",
            "snippet": "Film-maker and scholar Tom Murray does not pretend there is a single “correct” way to explore his subject Douglas Grant, an Indigenous Australian huma …"
        },
        {
            "title": "Remains of earliest purpose-built playhouse found in east London",
            "category": "UK-News",
            "snippet": "Archaeologists believe they have found remains of one of the most elusive of all known Elizabethan structures – the earliest purpose-built playhouse i …"
        },
        {
            "title": "'It's not capitalism': why are global financial markets zooming up?",
            "category": "Business",
            "snippet": "What’s going on in financial markets? Stock market values have been heading back up for a couple of months despite the rapid spread of the coronavirus …"
        },
        {
            "title": "I've never seen ... Heaven's Gate",
            "category": "Film",
            "snippet": "To this day, the notoriety that precedes Heaven’s Gate is as outsized as the film’s 216-minute runtime: as the largest critical and commercial flop of …"
        },
        {
            "title": "'The older I get, the less I fear': meet the Italian Larry David",
            "category": "Film",
            "snippet": "In 2000, after a decade of caring for his ailing mother in her large flat in Rome, Gianni Di Gregorio wrote a comedy about a bloke called Gianni who l …"
        },
        {
            "title": "Mike Pompeo criticises HSBC for 'corporate kowtow' to China",
            "category": "Business",
            "snippet": "Summary: The US secretary of state has criticised HSBC for supporting China’s move to end Hong Kong’s autonomy, calling the bank’s endorsement a “corporate kow …"
        },
        {
            "title": "The Lightness by Emily Temple review – fetishising girlhood",
            "category": "Books",
            "snippet": "It is elitist, precocious, histrionic and oh-so-earnest, but The Secret History – Donna Tartt’s 1992 debut about murderous classics students – is lite …"
        },
        {
            "title": "Your wedding's been cancelled by the coronavirus lockdown? Good",
            "category": "Life-and-Style",
            "snippet": "Summary: None of us are going to be going to weddings anytime soon. In many states and cities, what we see as traditional weddings, with large gatherings of pe …"
        },
        {
            "title": "UK economy likely to suffer worst Covid-19 damage, says OECD",
            "category": "Business",
            "snippet": "Summary: Britain’s economy is likely to suffer the worst damage from the Covid-19 crisis of any country in the developed world, according to a report by the Or …"
        },
        {
            "title": "Taylor Swift: 'Racial injustice has been ingrained in US state government'",
            "category": "Music",
            "snippet": "Taylor Swift has accused local and state governments in the US of harbouring institutional racism, and has called on her fans to elect candidates comm …"
        },
        {
            "title": "'It reminded me I should not go quietly': readers' favourite UK No 1s",
            "category": "Music",
            "snippet": "The Commodores: Three Times a Lady To make up for the shocking shortage of ballads in the 100, here’s one of the biggest, written for Frank Sinatra be …"
        },
        {
            "title": "LOTE by Shola von Reinhold review – a celebration of eccentricity",
            "category": "Books",
            "snippet": "Summary: The narrator of Shola von Reinhold’s debut novel is obsessed with various eccentric literary socialites from the 1920s – figures such as Stephen Tenna …"
        },
        {
            "title": "He's 31, an MVP and a proven winner. So why can't Cam Newton find a job?",
            "category": "Sport",
            "snippet": "Here is a list of the quarterbacks who have been signed across the NFL since 23 March: Jameis Winston, Joe Flacco, Geno Smith, Andy Dalton, Blaine Gab …"
        },
        {
            "title": "After 15 stunning days of anti-racist protests … what happens next?",
            "category": "US-News",
            "snippet": "The New Yorker writer Jelani Cobb captured best the sense of wonder at what is happening on the streets of America. He posted a tweet from Mitt Romney …"
        },
        {
            "title": "‘Are you immune?’ The new class system that could shape the Covid-19 world",
            "category": "US-News",
            "snippet": "Summary: Scrolling through Airbnbs in Brooklyn, one listing stands out. “IMMUNE HOST,” claims the heading in caps. Among photos of rooftop sunsets and interior …"
        },
        {
            "title": "First Thing: George Floyd is 'going to change the world' - but how?",
            "category": "US-News",
            "snippet": "Good morning. George Floyd was “an ordinary brother” whose death made him the “cornerstone of a movement”, the Rev Al Sharpton told Floyd’s family and …"
        },
        {
            "title": "Scottish bailout puts Trump's golf resorts in line for £1m tax rebate",
            "category": "US-News",
            "snippet": "Donald Trump’s Scottish golf courses are expected to get a tax rebate of nearly £1m as part of a government bailout for tourism businesses hit by the …"
        },
        {
            "title": "‘Their greed is gonna kill us’: Indian Country fights against more fracking",
            "category": "US-News",
            "snippet": "A few winters ago, Sam Sage started getting strange phone calls. Families living in rural areas south-west of Counselor, New Mexico, were telling him …"
        },
        {
            "title": "Humankind by Rutger Bregman review – why we are all deep-down decent",
            "category": "Books",
            "snippet": "Like most big-idea books, this one begins by absurdly overstating the novelty of its argument. The author promises to reveal “a radical idea” that has …"
        },
        {
            "title": "Top 10 books about Tokyo",
            "category": "Books",
            "snippet": "Summary: Tokyo: an elusive fictional character in its own right, the subject or stage of many a novel, anime, film or song. It’s a vast city, almost impossible …"
        },
        {
            "title": "YG, Che Lingo, Kendrick Lamar: the protest songs of Black Lives Matter 2020",
            "category": "Music",
            "snippet": "The slow and inhumane killing of George Floyd, coupled with the frustration of lockdown and mass unemployment, have created the conditions necessary f …"
        },
        {
            "title": "Rebecca Frayn: 'One silver lining in the pandemic is that we can rebuild green'",
            "category": "Film",
            "snippet": "We’re in lockdown with my 20-year-old daughter and one of our 27-year-old twin sons. On good days, life in lockdown is idyllic. All of the sunshine an …"
        },
        {
            "title": "Want to make the UK less racist? 20 positive ways to bring about lasting change",
            "category": "UK-News",
            "snippet": "The killing of George Floyd was the straw that broke the camel’s back, with protests around the world capturing the anger at the death of yet another …"
        }
    ]
}