{
    "page": [
        {
            "title": "German prisoner is ‘strongest Madeleine McCann suspect yet’",
            "category": "UK-News",
            "snippet": "Detectives in three countries have appealed for evidence in relation to the strongest suspect they have had in 13 years to the disappearance of Madele …"
        },
        {
            "title": "British Airways shuns Priti Patel meeting over quarantine plans",
            "category": "Politics",
            "snippet": "A row has broken out between Priti Patel and British Airways over the plans to quarantine travellers for 14 days as the airline refused to meet her, a …"
        },
        {
            "title": "The Sweet bassist Steve Priest dies aged 72",
            "category": "Music",
            "snippet": "Steve Priest, bassist and vocalist with glam rock band the Sweet, has died age 72. His bandmates confirmed the news, sharing a statement from the fami …"
        },
        {
            "title": "Bank of England faces calls to overhaul 'restrictive' remit",
            "category": "Business",
            "snippet": "The government should cut taxes and overhaul the Bank of England’s “restrictive” remit as part of a radical new pro-growth strategy to accelerate the …"
        },
        {
            "title": "Live music returns to Royal Opera House for an online audience",
            "category": "Music",
            "snippet": "The Royal Opera House is to host its first live event since closing its doors to the public more than 11 weeks ago. The first concert in a series of t …"
        },
        {
            "title": "Digital alerts to warn UK rail passengers of busy trains and stations",
            "category": "UK-News",
            "snippet": "Rail passengers can now be warned of busy trains and stations before they leave home as part of a UK industry system designed to help maintain physica …"
        },
        {
            "title": "Trump orders agencies cut environment reviews, citing 'economic emergency'",
            "category": "US-News",
            "snippet": "The Trump administration continued to weaken core environmental protections in the US by announcing a pair of policies to cut reviews for large infras …"
        },
        {
            "title": "'Get your knee off our necks’ Sharpton delivers moving eulogy at Floyd memorial",
            "category": "US-News",
            "snippet": "The family of George Floyd and other invitees gathered amid sobs and bubbling rage on Thursday afternoon in Minneapolis for the first of three memoria …"
        },
        {
            "title": "Civil rights groups sue Trump over assault on peaceful protesters near White House",
            "category": "US-News",
            "snippet": "Summary: The American Civil Liberties Union and other civil rights groups are suing Donald Trump, William Barr and other federal officials over the assault on …"
        },
        {
            "title": "'Listen to the oppressed': protesters stay the course as cities ease curfews",
            "category": "US-News",
            "snippet": "Protesters took to the streets once again on Thursday, some under loosened restrictions, as cities from Washington DC to Los Angeles rolled back curfe …"
        },
        {
            "title": "Twitter disables Trump campaign tribute to George Floyd due to copyright complaint",
            "category": "US-News",
            "snippet": "Twitter has disabled a video by Donald Trump’s campaign team that pays tribute to George Floyd, saying it is the subject of a copyright complaint. The …"
        },
        {
            "title": "California: Vallejo police kill unarmed 22-year-old, who was on his knees with his hands up",
            "category": "US-News",
            "snippet": "Police in northern California fatally shot an unarmed 22-year-old who was on his knees with his hands up outside a Walgreens store while responding to …"
        },
        {
            "title": "Wiley on his final album: 'I need to not let grime die on the way out'",
            "category": "Music",
            "snippet": "While I was waiting for Wiley to answer the phone for our interview, he was busily tweeting about the greatness of The Wire (“people will be tryna cop …"
        },
        {
            "title": "Business leaders demand delay to Irish Sea border checks",
            "category": "Politics",
            "snippet": "Northern Ireland business groups are calling for a six month delay to Brexit checks in the Irish Sea saying that Boris Johnson’s late admission that h …"
        },
        {
            "title": "Siti Muharam: Siti of Unguja review – scion of taarab pioneer redefines it",
            "category": "Music",
            "snippet": "The Indian Ocean archipelago of Zanzibar has historically been a meeting place of cultures, from the Indian spice trade to the east African slave trad …"
        },
        {
            "title": "My streaming gem: why you should watch The Invitation",
            "category": "Film",
            "snippet": "The Invitation starts and ends with death. Will and Kira, a couple played by Logan Marshall-Green and Emayatzy Corinealdi, are driving to a dinner par …"
        },
        {
            "title": "From Platoon to Winter Soldier: 10 of the best Vietnam war films",
            "category": "Film",
            "snippet": "Apocalypse Now Spike Lee’s Da 5 Bloods, which is released on Netflix on 12 June, is the newest entry in cinema’s decades-long fascination with the tra …"
        },
        {
            "title": "Neil Tennant on West End Girls: 'It's about sex and escape. It's paranoid'",
            "category": "Music",
            "snippet": "Summary: We named West End Girls the greatest ever UK No 1. Did we get it right? Well, I would have chosen Good Vibrations. It’s obviously intensely subjective …"
        },
        {
            "title": "The 100 greatest UK No 1s: 100-1",
            "category": "Music",
            "snippet": "As the coronavirus lockdown continues, the Guardian’s music desk thought you might be in need of a distraction – something to send you down memory lan …"
        },
        {
            "title": "A Registry of My Passage Upon the Earth by Daniel Mason review – rich pleasures",
            "category": "Books",
            "snippet": "Daniel Mason’s novels come slowly – his latest, The Winter Soldier, took 14 years to complete. This is his first collection of short fiction, and it i …"
        },
        {
            "title": "The 100 greatest UK No 1 singles: what did we miss?",
            "category": "Music",
            "snippet": "After our six-week countdown – and we realise that was long enough for entire civilisations to shift on their foundations – we’ve completed our list o …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 1, Pet Shop Boys – West End Girls",
            "category": "Music",
            "snippet": "West End Girls is a lens on to a glamorous demimonde. Primped young women and hungry young men meet in a corner of London that is starting to gentrify …"
        },
        {
            "title": "Kate NV's lockdown listening: 'I'm definitely a major key person!'",
            "category": "Music",
            "snippet": "I’ve spent the whole lockdown at home in Moscow. It’s funny, I’d actually planned to spend March and April at home, writing new music – that was the p …"
        },
        {
            "title": "Lionel Shriver: 'Moby-Dick? Get on with it: did the old bastard catch the fish, or didn’t he?'",
            "category": "Books",
            "snippet": "The book I am currently reading I just finished Catherine Lacey’s new novel Pew. I enjoyed it very much. The writing is top drawer, and the text is ex …"
        },
        {
            "title": "Help us map what is happening with public toilets across the UK",
            "category": "UK-News",
            "snippet": "As lockdown restrictions begin to ease across the UK, the continued closure of many public toilets is presenting huge problems for people wanting to m …"
        },
        {
            "title": "Echo in the Canyon review – hopelessly lazy LA rock doc",
            "category": "Film",
            "snippet": "This documentary about the folk-rock scene in mid-60s Laurel Canyon, Los Angeles, centres on an all-star tribute show, and would have made a neat free …"
        },
        {
            "title": "Cate Blanchett suffers chainsaw accident on lockdown in East Sussex",
            "category": "Film",
            "snippet": "Cate Blanchett has sustained a cut to the head following a chainsaw accident at her home in East Sussex. The Oscar-winning actor, who relocated from S …"
        },
        {
            "title": "Ambush: Ask My Brother review – fierce dispatch from a hostile state",
            "category": "Music",
            "snippet": "In 2017, Ambush’s cousin Nuno Cardoso died in police custody. With protesters around the world mobilising in solidarity with the US Black Lives Matter …"
        },
        {
            "title": "Hopeful that Minneapolis policing will change? Meet the police union's chief ...",
            "category": "US-News",
            "snippet": "Amid the worst civil unrest in the US in half a century, there have been notably few Americans willing to speak up on behalf of the man who lit the fu …"
        },
        {
            "title": "Premiership Rugby sets provisional date of 15 August to resume season",
            "category": "Sport",
            "snippet": "The Premiership season will resume on 15 August, six weeks later than intended, but clubs still aim to play out the campaign in full even though the p …"
        },
        {
            "title": "Detroit's largely peaceful protests seen very differently from white suburb",
            "category": "US-News",
            "snippet": "Each evening since a white Minneapolis police officer killed George Floyd during an arrest, emotional protests have erupted in downtown Detroit. Thous …"
        },
        {
            "title": "Rail unions could strike over Shapps's face covering volunteers",
            "category": "UK-News",
            "snippet": "Rail unions have threatened to strike over government plans for an “army” of volunteers at transport hubs to remind travellers to wear a face covering …"
        },
        {
            "title": "British Airways considers legal action over UK quarantine",
            "category": "Business",
            "snippet": "British Airways is considering legal action over the “irrational and disproportionate” quarantine rules due to be implemented next week to try to cont …"
        },
        {
            "title": "Lockdown life in your 20s and 80s by Megan Nolan and Margaret Drabble",
            "category": "Books",
            "snippet": "Megan Nolan When I was forced out of my cheerfully ignorant denial about Covid-19 – the day I had to abandon a long anticipated three month stay in Ne …"
        },
        {
            "title": "I've shared lockdown with my new boyfriend. Should he move in properly?",
            "category": "Life-and-Style",
            "snippet": "I was set up with my colleague at our Christmas party. We hit it off and after only two months of dating he moved in with me at the beginning of lockd …"
        },
        {
            "title": "After Rees-Mogg's debacle, I'll take my lockdown advice from Spain",
            "category": "UK-News",
            "snippet": "Monday The horrifying coverage of the race protests in the US has had a personal edge as my daughter lives just three miles away from where George Flo …"
        },
        {
            "title": "Chess: Magnus Carlsen tries Champions Showdown after surprise failure",
            "category": "Sport",
            "snippet": "Magnus Carlsen will compete in the richest ever online tournament this weekend just days after Norway’s world champion surprisingly failed to reach th …"
        },
        {
            "title": "‘It's not our fault!’ Are the Coronas the unluckiest band of 2020?",
            "category": "Music",
            "snippet": "If you grew up in the 70s named Damien, run any of the country’s Isis healing crystal shops or hail from the proud and ancient clan McBoatface, you’ll …"
        },
        {
            "title": "Gap reports $932m quarterly loss after Covid-19 shutdown",
            "category": "Business",
            "snippet": "US clothing retailer Gap has plunged almost $1bn into the red in just three months, after it had to close the vast majority of its stores worldwide du …"
        },
        {
            "title": "NRL 2020: Melbourne Storm v South Sydney Rabbitohs – as it happened",
            "category": "Sport",
            "snippet": "Melbourne take their record to 3-1 for the season with a win that condemns the Rabbitohs to their third straight defeat. The margin, 14 points, satisf …"
        },
        {
            "title": "Jaguar Land Rover borrows £560m from Chinese banks to secure cashflow",
            "category": "Business",
            "snippet": "Jaguar Land Rover has borrowed 5bn yuan (£560m) from five Chinese banks as it seeks to ease the financial strains prompted by the coronavirus pandemic …"
        },
        {
            "title": "US unemployment declines to 13.3% as economy restores 2.5m jobs in May",
            "category": "Business",
            "snippet": "Covid-19’s devastating assault on the US economy waned in May as the unemployment rate dipped to 13.3% and the US regained 2.5m jobs. The surprise new …"
        },
        {
            "title": "I used to scorn spy movies. Now I think I could work for MI6",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have developed a sport: a debating game where we argue over pointless topics for no other reason than to (lovingly) taunt each othe …"
        },
        {
            "title": "With a vegan barbecue and loungers on order, I have gone full garden tosser",
            "category": "Life-and-Style",
            "snippet": "I don’t know exactly when the tipping point came, but I have to concede that I have become a garden tosser. It may have been when I was sitting with m …"
        },
        {
            "title": "‘We want to move on’: Praia da Luz reacts to news in Madeleine McCann case",
            "category": "UK-News",
            "snippet": "Summary: The sunny street that leads to the Ocean Club resort in Praia da Luz is quiet, its silence interrupted only by the chirping of birds carried on a warm …"
        },
        {
            "title": "Jacqueline Wilson asks children to join Silly Squad this summer",
            "category": "Books",
            "snippet": "Summary: British children may be facing a summer in lockdown, but according to the writer Jacqueline Wilson it isn’t the moment to attempt the classics, but fo …"
        },
        {
            "title": "Is ‘bluster’ really the best word for Boris Johnson’s vacuous jabbering?",
            "category": "Books",
            "snippet": "On 18 March, Boris Johnson told parliament he was “absolutely certain” that the government’s Covid-19 strategy would “succeed”. This is the kind of va …"
        },
        {
            "title": "My wife wants me to have an affair with her best friend. What shall I do?",
            "category": "Life-and-Style",
            "snippet": "My wife and I have been married for nearly 20 years. We have three teenage children. My wife became uninterested in our sex life about 10 years ago. S …"
        },
        {
            "title": "US unemployment rate unexpectedly falls to 13.3% in May - as it happened",
            "category": "Business",
            "snippet": "The US unemployment rate unexpectedly fell to 13.3% in May, taking markets by surprise. Economists had been expecting unemployment to reach 19.8% It c …"
        },
        {
            "title": "Bentley to cut nearly a quarter of its workforce",
            "category": "Business",
            "snippet": "Bentley has confirmed it is seeking to make 1,000 job cuts through a voluntary redundancy scheme, shrinking its workforce by almost a quarter as it re …"
        }
    ]
}