{
    "page": [
        {
            "title": "The natural look works best with a little help",
            "category": "Life-and-Style",
            "snippet": "Au naturel beauty implies a lack of effort and makeup. Lies. The truth is, a thorough daily skincare regime is laborious. Alas, that is the starting p …"
        },
        {
            "title": "Rishi Sunak is a reluctant Keynesian. But he has no choice",
            "category": "Business",
            "snippet": "Summary: ‘You are Keynesian?’ ‘I wouldn’t be one with my own money, I’ll tell you that,’ said Kaufmann.” This delightful quotation comes from John le Carré’s A …"
        },
        {
            "title": "Ernest Bevin: Labour's Churchill by Andrew Adonis – review",
            "category": "Books",
            "snippet": "Shortly after the formation of the wartime coalition in May 1940, the Evening Standard published one of David Low’s most celebrated cartoons. Above th …"
        },
        {
            "title": "The low-paid need Britain to reopen. But this outbreak isn’t over",
            "category": "Business",
            "snippet": "Britain is emerging from lockdown. After three months of tight controls bringing society to an effective standstill, the beaches are packed, the parks …"
        },
        {
            "title": "'I've been dreaming of this day': happy campers return to Northern Ireland",
            "category": "UK-News",
            "snippet": "Under the mountains of Mourne close to Castlewellan Forest Park’s lake, a young family were celebrating the liberation of campsites from lockdown in N …"
        },
        {
            "title": "Glamour, glitz and artificially light skin: Bollywood stars in their own racism row",
            "category": "Film",
            "snippet": "The Bollywood film industry is a global phenomenon built on glitz and glamour. But it has also faced accusations of being among the biggest purveyors …"
        },
        {
            "title": "Zina Garrison: 'Even when I was world No 4 I still had no clothing deal'",
            "category": "Sport",
            "snippet": "‘Sometimes tennis players have a thing where they cannot hit a ball over the net or nothing’s right and you’re just out of it mentally. I had one of t …"
        },
        {
            "title": "Romance doesn’t stand a chance when you are both stuck at home",
            "category": "Life-and-Style",
            "snippet": "How many times would you say you’ve seen The Muppet Show?” I ask my husband as we set out on our daily walk. We are yet to decide whether it’s Route 1 …"
        },
        {
            "title": "Irresistible review – subtle satire from Jon Stewart",
            "category": "Film",
            "snippet": "“I don’t kid,” Donald Trump said last week, when asked if he was (as White House aides had claimed) “joking” about telling his Coronavirus team to “sl …"
        },
        {
            "title": "'A play for the base': why Republicans are set for Florida convention amid pandemic",
            "category": "US-News",
            "snippet": "Every four years, Democrats and Republicans stage their national conventions, huge primetime events at which presidential nominations are formally bes …"
        },
        {
            "title": "Poetic justice: black lives and the power of poetry",
            "category": "Books",
            "snippet": "Performance poetry revolutionised me. When I was 13, my mother invited me to a group called Leeds Young Authors, which she co-ran with founder and poe …"
        },
        {
            "title": "Michael Rosen: ‘The incredible NHS saved my life’",
            "category": "Life-and-Style",
            "snippet": "I’m only alive because my wife and our friend who is a GP had a sense that I was on a downward spiral with coronavirus and got me to A&E. But I’ve got …"
        },
        {
            "title": "The UK social media platform where neo-Nazis can view terror atrocities",
            "category": "Politics",
            "snippet": "A UK-registered technology company with British directors is behind a global platform used by neo-Nazis to upload footage of racist killings. BitChute …"
        },
        {
            "title": "If Donald Trump's down, how dirty will he fight to win?",
            "category": "US-News",
            "snippet": "Summary: Looked at objectively, it’s an odd choice. On 3 November, the American public, whose median age is around 38 and whose makeup is increasingly ethnical …"
        },
        {
            "title": "To grow the tastiest herbs, treat ’em mean",
            "category": "Life-and-Style",
            "snippet": "When it comes to growing your own, it’s hard to find a better bang for your buck than with herbs. Not only are they gram-for-gram the most expensive c …"
        },
        {
            "title": "Movie magic: ‘The cinema is my solace in times of crisis’",
            "category": "Life-and-Style",
            "snippet": "As a writer who works from home, my lockdown life has not been so different from my previous existence. Perhaps the biggest change is that I have not …"
        },
        {
            "title": "'What we've learned about Starmer is, if you pick a fight with him, you'll lose'",
            "category": "Politics",
            "snippet": "It is often said that new political leaders have defining moments when they show their steel and stamp authority on their parties. Neil Kinnock’s epic …"
        },
        {
            "title": "The Room Where It Happened by John Bolton review – a monument to his own grandiosity",
            "category": "Books",
            "snippet": "Any hairdresser could have told them it wouldn’t work. Trump initially refused to hire John Bolton because he disliked his moustache. That walrus brus …"
        },
        {
            "title": "‘A travesty’: North Carolina faces calls to continue reopening even as Covid-19 cases surge",
            "category": "US-News",
            "snippet": "Summary: Major – the photogenic life-sized bronze bull statue that presides over a square near the center of downtown Durham, North Carolina – hasn’t had much …"
        },
        {
            "title": "Gossips, snacks and the odd proposal: why I loved growing up in a real pub",
            "category": "Life-and-Style",
            "snippet": "In 1989, when I was 16, my parents bought the Bell and Crown in Snaith, a small town in Yorkshire about 30 miles east of Leeds, and we moved in upstai …"
        },
        {
            "title": "My son’s return to nursery is unexpectedly traumatic – for both of us",
            "category": "Life-and-Style",
            "snippet": "My son wails as I leave him for the first of his settling days in his new nursery. His old one won’t be back for some time so we’ve taken the step of …"
        },
        {
            "title": "South Carolina congressman Jim Clyburn: 'If Biden doesn't win, US democracy will crumble'",
            "category": "US-News",
            "snippet": "Summary: South Carolina congressman Jim Clyburn has been at the heart of some of the most pivotal political moments of 2020. Clyburn, the African American Hous …"
        },
        {
            "title": "Ashley 'Dotty' Charles: 'Few moments compare to meeting Oprah!'",
            "category": "Books",
            "snippet": "Ashley “Dotty” Charles is the host of BBC’s 1Xtra breakfast show. Charles, 32, grew up in south London with two brothers and a sister and began rappin …"
        },
        {
            "title": "On the Record review – #MeToo music doc is essential viewing",
            "category": "Film",
            "snippet": "This essential documentary from Kirby Dick and Amy Ziering offers a much needed recalibration of #MeToo, taking into account race and the additional w …"
        },
        {
            "title": "In brief: The Rain Heron; One Long and Beautiful Summer; The Nickel Boys – review",
            "category": "Books",
            "snippet": "Summary: The Rain Heron Robbie Arnott Atlantic, £14.99, p288 A quietly unsettling fable set in a country beset by ecological, political and economic difficulty …"
        },
        {
            "title": "Lockdown or not, a second wave of Covid-19 will badly damage the UK economy",
            "category": "Business",
            "snippet": "The weather was hot. The risks of catching Covid-19 had diminished. The two-metre social distancing rule was being cut to one metre. Boris Johnson sai …"
        },
        {
            "title": "Nadine Shah: Kitchen Sink review – razor-sharp observations",
            "category": "Music",
            "snippet": "North-eastern singer-songwriter Nadine Shah won acclaim – and a Mercury prize nomination – for her 2017 album, Holiday Destination, in part because sh …"
        },
        {
            "title": "British & Irish Lions 2021 tour of South Africa set to go ahead as scheduled",
            "category": "Sport",
            "snippet": "Confirmation is expected this week that the 2021 British & Irish Lions tour of South Africa will not be moved from its scheduled dates in July and Aug …"
        },
        {
            "title": "Officials deal with more than 200 people wild camping in Lake District",
            "category": "UK-News",
            "snippet": "More than 200 people have been caught wild camping in the Lake District, with 20 people fined for having a party on one of the fells and others lighti …"
        },
        {
            "title": "Police cordon off part of street in Glasgow after man stabbed",
            "category": "UK-News",
            "snippet": "Police have cordoned off part of a street in Glasgow city centre after a man was stabbed less than a mile from the scene of Friday’s knife attack at t …"
        },
        {
            "title": "Back us or risk losing half UK's public leisure centres, industry warns",
            "category": "Business",
            "snippet": "Nearly half of Britain’s public leisure centres face going under by Christmas, putting more than 58,000 jobs at risk and hitting the most deprived are …"
        },
        {
            "title": "Jessie Ware: What's Your Pleasure? review – rooted in lustful disco",
            "category": "Music",
            "snippet": "Summary: Jessie Ware emerged in 2010, lending her silken vocals to electro producer SBTRKT. A solo career followed but, while the London singer-songwriter’s fi …"
        },
        {
            "title": "Priti Patel backs Robert Jenrick over 'cash for favours' scandal",
            "category": "Politics",
            "snippet": "The home secretary, Priti Patel, has become the latest senior Conservative to rally behind the housing minister, Robert Jenrick, claiming he was “tran …"
        },
        {
            "title": "Ed Miliband: Starmer was right to sack Rebecca Long-Bailey",
            "category": "Politics",
            "snippet": "Ed Miliband has become the latest senior shadow cabinet figure to back the firing of Rebecca Long-Bailey from Labour’s frontbench for sharing what he …"
        },
        {
            "title": "UK cinemas set for worst year since 1996 due to coronavirus",
            "category": "Film",
            "snippet": "The UK cinema industry is on track for its worst year since 1996, with box office and advertising revenue set to be down almost £900m due to the impac …"
        },
        {
            "title": "Jewish groups and MPs condemn Nigel Farage over antisemitic 'dog whistles'",
            "category": "Politics",
            "snippet": "Nigel Farage has been condemned by the UK’s main Jewish groups and MPs for repeatedly using language and themes associated with far-right antisemitic …"
        },
        {
            "title": "England's Stuart Broad trying to find an edge before West Indies Test series",
            "category": "Sport",
            "snippet": "Close your eyes and try to imagine some of the great Stuart Broad spells and chances are you’re hearing as well as seeing. The Oval in 2009, the hat-t …"
        },
        {
            "title": "Foreign travel boost as UK gives green light to overseas trips",
            "category": "Business",
            "snippet": "Travel operators have reported a big rise in bookings and inquiries about international holidays as UK holidaymakers rush to book Mediterranean breaks …"
        },
        {
            "title": "Virility test: Boris's press-up charm offensive falls flat",
            "category": "Politics",
            "snippet": "It was a tough gig for Boris Johnson in his weekend media round, as he sought to persuade an anxious public that he was both as “fit as a butcher’s do …"
        },
        {
            "title": "Relationship between No 10 and Mark Sedwill was no longer tenable",
            "category": "Politics",
            "snippet": "While Mark Sedwill may have been Theresa May’s “first and only choice” for the head of the civil service for his star quality and decades of experienc …"
        },
        {
            "title": "Outrage over Trump’s retweet of supporter shouting ‘white power’ – as it happened",
            "category": "US-News",
            "snippet": "Summary: We’re closing down the blog now. Here’s a round-up of today’s main events: Trump deletes tweet of supporter shouting ‘white power’ after outrage. Depu …"
        },
        {
            "title": "UK needs 'biggest-ever peacetime job creation plan' to stop mass unemployment",
            "category": "Business",
            "snippet": "The biggest job creation package in peacetime is needed to prevent the worst unemployment crisis in Britain for a generation, a leading thinktank has …"
        },
        {
            "title": "Mississippi lawmakers vote to remove Confederate emblem from state flag",
            "category": "US-News",
            "snippet": "Mississippi legislators have voted to replace the state flag, the last in the nation to feature the Confederate battle emblem, which has been condemne …"
        },
        {
            "title": "Make Covid-19 support for vulnerable energy customers permanent, Ofgem tells suppliers",
            "category": "Business",
            "snippet": "The energy regulator plans to make some of the rules designed to protect customers struggling financially during the Covid-19 crisis a permanent part …"
        },
        {
            "title": "Abandon 'levelling up' agenda at your peril, PM warned",
            "category": "Business",
            "snippet": "Boris Johnson has been warned that failure to stick to the government’s levelling-up agenda will add to the already serious economic problems faced by …"
        },
        {
            "title": "'It’s how I feel. It’s not how you feel': four teens explain why they reject the gender binary",
            "category": "Life-and-Style",
            "snippet": "Summary: Who decides your gender? A growing number of kids say it is up to them – and are rejecting the traditional markers of “male” or “female” in favor of i …"
        },
        {
            "title": "Rigged: America, Russia and 100 Years of Covert Electoral Interference by David Shimer - review",
            "category": "Books",
            "snippet": "In 1972, Willy Brandt, the West German chancellor, faced a no-confidence vote tabled by the opposition conservatives. The omens didn’t look good. If a …"
        },
        {
            "title": "Tree of the week: 'Our olive tree is very expressive. It tells you when it’s thirsty'",
            "category": "Life-and-Style",
            "snippet": "Summary: Every morning John Copeland gets up early to watch the sunrise with his wife, Shannon, and their dogs. The former television producer always stands ne …"
        },
        {
            "title": "Beyoncé urges voters to 'dismantle a racist and unequal system' in the US",
            "category": "Music",
            "snippet": "Beyoncé has been given the humanitarian award at the BET awards, using her speech to encourage viewers to vote “like our life depends on it” in the up …"
        },
        {
            "title": "Forgotten dreams: is Werner Herzog’s brand overshadowing his work?",
            "category": "Film",
            "snippet": "It used to be that a new movie by Werner Herzog was an anticipated event; these days it’s more of an “Oh, another one”. Herzog sure seems to be churni …"
        }
    ]
}