{
    "page": [
        {
            "title": "Rebekah Vardy sues Coleen Rooney over 'Wagatha Christie' claims",
            "category": "UK-News",
            "snippet": "Rebekah Vardy has launched defamation proceedings against Coleen Rooney at the high court in London, in what could be an extraordinary legal case deta …"
        },
        {
            "title": "Hancock tried to block plan to build 400 homes in Newmarket",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, repeatedly urged fellow Conservative ministers to block a plan to build 400 homes and a primary school in his cons …"
        },
        {
            "title": "Megan Fox responds to outrage over 'sexualised' auditions for Michael Bay",
            "category": "Film",
            "snippet": "Megan Fox has responded to disquiet over reports of an audition she had with Michael Bay as a teenager, saying: “I was never assaulted or preyed upon. …"
        },
        {
            "title": "Lack of global vision could lead to 'the death of rugby in Japan'",
            "category": "Sport",
            "snippet": "The truth can be elusive in rugby union. Even in exceptionally unstable times there will always be those who dismiss it as simply a bit of light turbu …"
        },
        {
            "title": "365 Days: the Netflix softcore porn film that people can't stop watching",
            "category": "Film",
            "snippet": "You have to feel a little sorry for Bong Joon-ho. Back in February, when Parasite swept the board at the Oscars, it felt like he was the new flag bear …"
        },
        {
            "title": "Benjamin Baker/Timothy Ridout review – violin and viola duo make the most of thin pickings",
            "category": "Music",
            "snippet": "Even the most passionate violinists and viola-players would hardly claim that the duo repertoire for their instruments is particularly distinguished. …"
        },
        {
            "title": "Reading attack: further tributes to victims as police question suspect",
            "category": "UK-News",
            "snippet": "Further tributes have been paid to three men from the LGBT community killed in the knife attack in Reading, as detectives continued to question the su …"
        },
        {
            "title": "How much more disturbance can Australian sport take before stumps are drawn?",
            "category": "Sport",
            "snippet": "“We know as the situation continues to evolve, we need to remain agile and flexible, to be able to adapt where necessary.” The AFL chief executive, Gi …"
        },
        {
            "title": "Shopping centre owner Intu could have saved itself years ago",
            "category": "Business",
            "snippet": "If you want to see how complicated it is possible to make the financing of an owner of shopping centres, have a trawl though Intu’s annual report for …"
        },
        {
            "title": "Trust me, I'm Mr Fun: Boris Johnson loosens England's lockdown",
            "category": "Politics",
            "snippet": "This was Boris Johnson’s ideal day out in the Commons. For someone whose whole life seems to have been spent trying to explain his way out of awkward …"
        },
        {
            "title": "Operators of gyms and pools query England's new lockdown rules",
            "category": "Business",
            "snippet": "The government has given the green light to a night out in a pub or restaurant in England but gym workouts, swimming pools, nightclub dance floors and …"
        },
        {
            "title": "Reopening of pubs, restaurants and hairdressers not risk-free, say top advisers",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson hailed the beginning of the end of “our long national hibernation” as he set out a dramatic easing of lockdown rules amid warnings from …"
        },
        {
            "title": "Idris Elba, Viola Davis and over 300 stars call on Hollywood to divest from police",
            "category": "Film",
            "snippet": "More than 300 black artists and executives, including Michael B Jordan, Idris Elba and Viola Davis, have called on Hollywood to divest from the police …"
        },
        {
            "title": "Reading attack: suspect ruled out as possible terrorist twice in two years",
            "category": "UK-News",
            "snippet": "The suspect in the Reading stabbings was twice assessed by security services but was deemed to pose no danger of staging an attack, it has emerged. Kh …"
        },
        {
            "title": "Mel Gibson denies Winona Ryder's allegation of bigoted comments",
            "category": "Film",
            "snippet": "Mel Gibson has denied Winona Ryder’s allegation that he made homophobic and antisemitic comments to her at a party. In a statement provided to Variety …"
        },
        {
            "title": "Rees-Mogg loses vote to let MPs debate bullying claims",
            "category": "Politics",
            "snippet": "Summary: MPs have voted down controversial proposals introduced by the leader of the House of Commons, Jacob Rees-Mogg, that would have allowed them to debate …"
        },
        {
            "title": "'Not a great look': Andy Murray aims volley at Djokovic after win over Broady",
            "category": "Sport",
            "snippet": "Summary: In normal circumstances, Andy Murray’s return to tennis after seven months away with a solid straight-sets win over an ebullient contender, Liam Broad …"
        },
        {
            "title": "Lord of the Rings TV series issues New Zealand casting call for 'funky-looking' people",
            "category": "Film",
            "snippet": "Have an overbite, ears that stick out, small eyes, or a “bulbous or interesting” nose? Hollywood has finally come calling. A New Zealand talent agency …"
        },
        {
            "title": "'Virtually no demand' for coins in Covid-19 era as Australia's shift from cash to digital hastens",
            "category": "Business",
            "snippet": "Summary: Tens of millions of coins may never make it into circulation as a result of the shift toward digital payments that has been hastened by Covid-19, as A …"
        },
        {
            "title": "Ditch the fan: how to stay cool when home-working in a heatwave",
            "category": "Life-and-Style",
            "snippet": "This is set to be the hottest week of the year so far. Usually that doesn’t matter, because usually your workplace is comfortably air-conditioned. But …"
        },
        {
            "title": "Richard Dreyfuss: 'I was a bad guy for a number of years'",
            "category": "Film",
            "snippet": "Summary: “Don’t shoot, I win Oscar.” These words, says Richard Dreyfuss, are printed on the shirt he’s wearing under his grey jacket. He is at home in San Dieg …"
        },
        {
            "title": "Former officer claims racism forced her out of Met police",
            "category": "UK-News",
            "snippet": "A former officer for the Metropolitan police has lodged two claims with an employment tribunal against the force, citing a hostile and “racist” work e …"
        },
        {
            "title": "Survivor Song by Paul Tremblay; Devolution by Max Brooks review – tales of apocalypse",
            "category": "Books",
            "snippet": "The horror genre offers a frame of reference for global pandemic, however unsettling. In the early weeks of the outbreak Contagion leapt to the top of …"
        },
        {
            "title": "My favourite film aged 12: Bridget Jones's Diary",
            "category": "Film",
            "snippet": "Bridget Jones loomed large over my early adolescence, by which I mean that a seven-foot-tall poster of Renée Zellweger in character hung behind my bes …"
        },
        {
            "title": "'A billboard with 50 years of layers': readers on Bob Dylan's Rough and Rowdy Ways",
            "category": "Music",
            "snippet": "Paul G, Devon Sometimes, it’s good to sit on the porch with ol’ Bob. He was quite the hurricane back in the day, but now he likes to sip whiskey and t …"
        },
        {
            "title": "Top 10 books about remaking the future",
            "category": "Books",
            "snippet": "There is no consensus on what constitutes a better future or how to cultivate one – such nebulous concepts can really only be interpreted through the …"
        },
        {
            "title": "China defies court order over building of wall at Belfast consulate",
            "category": "UK-News",
            "snippet": "A row over the construction of a wall at the Chinese consulate in Belfast has escalated after China said it would ignore a legal order to temporarily …"
        },
        {
            "title": "The NBA's Disney World dream could turn into a nightmare, fast",
            "category": "Sport",
            "snippet": "Adam Silver has a plan. The NBA commissioner and his committees have worked tirelessly to come up with a way to salvage the 2019-20 season. After much …"
        },
        {
            "title": "Tiger Woods's restart reticence builds anticipation for his eventual return",
            "category": "Sport",
            "snippet": "A Friday evening check by the United States golf media has long since become both routine and mundane. As entries close for the following week’s PGA T …"
        },
        {
            "title": "The Spy review – a showbiz star goes undercover in the Third Reich",
            "category": "Film",
            "snippet": "For British history buffs interested in what the rest of northern Europe got up to during the second world war, The Spy would makes a solid double bil …"
        },
        {
            "title": "Global economy will take $12tn hit from coronavirus, says IMF",
            "category": "Business",
            "snippet": "The International Monetary Fund has said the global economy will take a $12tn (£9.6tn) hit from the Covid-19 pandemic after slashing its already gloom …"
        },
        {
            "title": "Many US women want fewer children because of pandemic, survey finds",
            "category": "US-News",
            "snippet": "In spite of some early predictions of a baby boom, many American women want to delay pregnancy and have fewer children because of the coronavirus pand …"
        },
        {
            "title": "IMF warns against cutting Covid-19 support too early as Coalition considers Australia's measures",
            "category": "Business",
            "snippet": "The International Monetary Fund is forecasting a deeper global recession than anticipated in 2020, and a more sluggish recovery next year, as the worl …"
        },
        {
            "title": "Norton Motorcycles' ex-owner must pay back £14m missing from pension fund",
            "category": "Business",
            "snippet": "The former owner of Norton Motorcycles has been ordered to pay back about £14m missing from retirement funds he controlled after the Pensions Ombudsma …"
        },
        {
            "title": "Covid-19 sparks exodus of middle-class Londoners in search of the good life",
            "category": "UK-News",
            "snippet": "The 2-metre rule may be about to be diluted in England, but job-hunters and home buyers are seeking a more profound form of social distancing post-loc …"
        },
        {
            "title": "Labour hits out at Rishi Sunak's approach to ending wage subsidies",
            "category": "Business",
            "snippet": "Labour has warned Rishi Sunak that the Treasury’s one-size-fits-all approach to ending wage subsidies risks a period of mass unemployment that will re …"
        },
        {
            "title": "Never mind the ballads! How bardcore took over pop music",
            "category": "Music",
            "snippet": "Name: Bardcore. Age: A couple of months (if we ignore Sting). Musicologists may come to see 20 April as the starting point. Appearance: Modern hit son …"
        },
        {
            "title": "'Axis of adults': are the White House staff working together to keep Trump in line?",
            "category": "Books",
            "snippet": "In his White House memoir, John Bolton, the belligerently moustachioed former national security adviser, calls the few rational personnel around the p …"
        },
        {
            "title": "US appeals court orders judge to dismiss case against Michael Flynn",
            "category": "US-News",
            "snippet": "Summary: A federal appeals court has ordered the prosecution of former Trump national security adviser Michael Flynn to be dismissed. In a surprise ruling, the …"
        },
        {
            "title": "Michael Rosen home from intensive care after coronavirus",
            "category": "Books",
            "snippet": "Michael Rosen has finally made it back home after going into intensive care with Covid-19 at the end of March. The award-winning and popular poet and …"
        },
        {
            "title": "Authors call for removal of Booker prize vice-president over 'homophobic' views",
            "category": "Books",
            "snippet": "Damian Barr is leading a charge of writers, including one former Booker prize winner, who are calling on the Booker Foundation to remove the allegedly …"
        },
        {
            "title": "England and Wales cricket clubs face 'lost summer' amid lockdown",
            "category": "Sport",
            "snippet": "Summary: Perched on a hilltop just north of Bath, the Broadleys ground, home of Marshfield CC, looks picture-postcard perfect. The playing surface has been cut …"
        },
        {
            "title": "Cineworld staff launch petition to make customer face coverings compulsory",
            "category": "Film",
            "snippet": "Staff working for the Cineworld cinema chain have launched an online petition urging their bosses to make face coverings mandatory for customers once …"
        },
        {
            "title": "Gotham over a barrel: should Michael Keaton answer the call of Batman?",
            "category": "Film",
            "snippet": "Should Michael Keaton really be returning to the role of Gotham’s dark knight, 30 years on from originating the role for the modern era in 1989’s Batm …"
        },
        {
            "title": "Gazza, Caino and Roxstar: the strange world of Dominic Cummings' 'spads'",
            "category": "Politics",
            "snippet": "In the weeks before coronavirus forced Dominic Cummings to hold No 10’s weekly special adviser meetings by Zoom, the “spads” described an atmosphere o …"
        },
        {
            "title": "Dominic Cummings could face inquiry over special advisers",
            "category": "Politics",
            "snippet": "Dominic Cummings is facing a possible parliamentary inquiry following claims No 10 is exerting excessive control over ministers’ special advisers, the …"
        },
        {
            "title": "Anger grows over decision to merge DfID and Foreign Office",
            "category": "Politics",
            "snippet": "Anger is growing over the government’s decision to merge the overseas aid department with the Foreign Office, with senior Tories and ex-ministers dema …"
        },
        {
            "title": "Two children and adult injured in suspected gas explosion in south Wales",
            "category": "UK-News",
            "snippet": "Two children and an adult were injured in a suspected gas explosion at a terrace house in south Wales. Neighbouring houses and cars were also damaged …"
        },
        {
            "title": "UK weather: temperatures near 33C on hottest day of year so far",
            "category": "UK-News",
            "snippet": "Britain has been basking in sunshine on the hottest day of the year so far, the Met Office has confirmed, as the temperature peaked at 32.6C (90.6F) o …"
        },
        {
            "title": "Man paralysed after being shot by police with Taser weapon vows to get justice",
            "category": "UK-News",
            "snippet": "A young black man from north London who has been left paralysed from the chest down after being shot by police with a Taser weapon as he jumped over a …"
        }
    ]
}