{
    "page": [
        {
            "title": "Husky, Jess Ribeiro, DMA's and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "As some states begin to slowly open back up, Australia’s performing arts industry – hit harder, and earlier, than most others – is still, for the most …"
        },
        {
            "title": "Talking Horses: Wichita can see off Pinatubo in classic Royal Ascot clash",
            "category": "Sport",
            "snippet": "Wichita (3.00) was denied victory in the 2,000 Guineas by mere inches. The Irish colt can gain compensation in the St James’s Palace Stakes, the big r …"
        },
        {
            "title": "Rallies and celebrations across America commemorate end of slavery – as it happened",
            "category": "US-News",
            "snippet": "Here’s what’s happened: Across the nation, people rallied, celebrated, marched and protested in commemoration of Juneteenth. In Oakland, dockworkers a …"
        },
        {
            "title": "Caitlin Harnett at The Lansdowne – live gigs make boisterous but socially distanced return to Sydney",
            "category": "Music",
            "snippet": "Down the length of some of Sydney’s main drags, plenty of people look to be failing at having a nice night out. It’s just gone 6pm but queues have for …"
        },
        {
            "title": "Blind date: 'Meeting her parents on a first date would have been intense'",
            "category": "Life-and-Style",
            "snippet": "Ros on Emily What were you hoping for? To break the monotony of lockdown with someone interesting. To flex my rusty conversational skills. First impre …"
        },
        {
            "title": "From the Pyramid stage to your sofa: how to recreate Glastonbury at home",
            "category": "Music",
            "snippet": "Thursday 17:00 OK, let’s be upfront: it is impossible to truly recreate the Glastonbury experience at home unless your home happens to be a 900-acre f …"
        },
        {
            "title": "'It's a man-made marvel': performers on why they love Glastonbury",
            "category": "Music",
            "snippet": "Joseph Mount (Metronomy) What are your memories of going to Glastonbury as a punter or performer? The first time I went I was 16 years old – in 1998, …"
        },
        {
            "title": "Fit in my 40s: wildlife distractions aside, national parks are perfect for a workout",
            "category": "Life-and-Style",
            "snippet": "National parks spent years trying to remind everyone how important natural beauty is for the spirit, and what an abundance of it they have. Then, sudd …"
        },
        {
            "title": "Madeleine McCann case: tabloids and trolls fill vacuum as wait goes on",
            "category": "UK-News",
            "snippet": "Out of the blue, more than 13 years after Madeleine McCann disappeared, it seemed as if a resolution to the case might be in sight when German police …"
        },
        {
            "title": "The Pink Line by Mark Gevisser review – the world's queer frontiers",
            "category": "Books",
            "snippet": "A decade ago, in an American midwestern town, when I wondered if I was the only gay man within a 1,000-mile radius, I was assured that gay men were pl …"
        },
        {
            "title": "Britain beyond lockdown: could the country be healthier?",
            "category": "Politics",
            "snippet": "In a near-deserted plaza near Birmingham’s Bull Ring shopping centre, local artist Diane Wiltshire considers the imminent return of traffic and pollut …"
        },
        {
            "title": "How England's shop staff feel about reopening for trade after Covid-19",
            "category": "Business",
            "snippet": "Queues of shoppers lined high streets across England on Monday as non-essential shops reopened. Though many businesses were relieved to welcome custom …"
        },
        {
            "title": "Streaming: the best Olivier Assayas films",
            "category": "Film",
            "snippet": "Summary: Many film-makers dream of their name becoming its own adjective. Hitchcockian, Tarantinoesque, Lynchian: all terms (some of them even validated by the …"
        },
        {
            "title": "Jobs for the boys attitude highlights English cricket's failings on race",
            "category": "Sport",
            "snippet": "Summary: Does English cricket have a problem with race? This has become an urgent question in the past week, driven not by some hard-won moment of forensic sel …"
        },
        {
            "title": "Eliza Scanlen: 'Before I did Little Women, I was still quite afraid'",
            "category": "Film",
            "snippet": "By the age of 20, Eliza Scanlen had already played a full American anthology of roles, from dark and depraved (Amy Adams’s rollerskating, psychopathic …"
        },
        {
            "title": "Angela Rayner: 'Boris Johnson needs to get up off his backside and lead'",
            "category": "Politics",
            "snippet": "There are few more delicate subjects to raise with a new boss than the question of replacing him. So it’s lucky for Angela Rayner that Keir Starmer br …"
        },
        {
            "title": "UK public wary of live music as industry calls for £50m rescue package",
            "category": "Music",
            "snippet": "The UK’s grassroots music scene is calling for further financial support from the government, as new data shows audiences are wary of returning to liv …"
        },
        {
            "title": "The Weekend by Charlotte Wood review – old age as a state of mutiny",
            "category": "Books",
            "snippet": "According to the playwright Edward Albee, interviewed by the Guardian in 2001: “The only things you can write about are life and death.” Perhaps so fe …"
        },
        {
            "title": "Watney's Covid case raises questions about PGA Tour's pandemic policy",
            "category": "Sport",
            "snippet": "Hours before the PGA Tour deemed coronavirus a sufficient threat to shunt its season into cold storage for three months, the front of the Sawgrass clu …"
        },
        {
            "title": "Rented e-scooters ride to the rescue of English commuters as Covid lockdown eases",
            "category": "Politics",
            "snippet": "Rented motorised scooters could soon be ubiquitous in many English cities as councils prepare pilot projects aimed at relieving pressure on public tra …"
        },
        {
            "title": "Bob Dylan: Rough and Rowdy Ways review – enthralling, mischievous – and very male",
            "category": "Music",
            "snippet": "Greatness is often contested territory. Rough and Rowdy Ways, Bob Dylan’s 39th studio album, is awash with pre-eminence, both in its actual and its mo …"
        },
        {
            "title": "One to watch: AA Williams",
            "category": "Music",
            "snippet": "Summary: AA Williams had spent years studying classical music before stumbling across alt-metal titans Deftones in her mid-teens and becoming hooked on “all th …"
        },
        {
            "title": "Anti-HS2 protesters begin 125-mile walk along proposed route",
            "category": "UK-News",
            "snippet": "Summary: Eighty anti-HS2 protesters have started a 125-mile “rebel trail” along the route of the controversial HS2 high-speed rail link to highlight the damage …"
        },
        {
            "title": "Russia report: UK MPs condemn 'utterly reprehensible' delay",
            "category": "Politics",
            "snippet": "Summary: The government’s apparent refusal to release a report into Russian infiltration in the UK and to delay establishing a key scrutiny committee has been …"
        },
        {
            "title": "Streams, spinners and bubbles: counties ponder all options for restart",
            "category": "Sport",
            "snippet": "When Vikram Solanki takes his first training session as the head coach of Surrey on Monday morning, he will be giving his players red balls to use. Th …"
        },
        {
            "title": "On a Magical Night review – spotlight on a very Parisian marriage",
            "category": "Film",
            "snippet": "Maria (Chiara Mastroianni) is middle-aged, middle-class and suffering a midlife crisis in French writer-director Christophe Honoré’s impish, rarefied …"
        },
        {
            "title": "The hidden gardens of lockdown",
            "category": "Life-and-Style",
            "snippet": "There are benches in the grounds of Knightshayes, a National Trust property in Devon, that head gardener Jess Evans has never sat on. During a normal …"
        },
        {
            "title": "Firms are waking up to race issues, but critics say hashtags aren’t enough",
            "category": "Business",
            "snippet": "Three years ago, Pepsi’s response to the Black Lives Matter movement was an ad in which white reality-TV millionaire Kendall Jenner dressed up as a pr …"
        },
        {
            "title": "Much will go up in smoke as ministers opt for fire sale of public land",
            "category": "Business",
            "snippet": "Summary: A mix of enthusiasm and panic inside the government is set to produce a toxic trail of poor decision-making, probably just in time for the next budget …"
        },
        {
            "title": "Valeria Luiselli: 'I look at Mexico from afar with pain and love'",
            "category": "Books",
            "snippet": "Summary: Valeria Luiselli, 36, is a Mexican-born author whose most recent novel, Lost Children Archive, unfolds during a road trip taken by a couple and their …"
        },
        {
            "title": "San Francisco protesters topple statues of Ulysses Grant and other slave owners",
            "category": "US-News",
            "snippet": "Summary: On Friday night in San Francisco, protesters tore down and defaced statues of white men who enslaved black and indigenous people – among them Ulysses …"
        },
        {
            "title": "John Bolton: judge declines to block tell-all Trump book",
            "category": "US-News",
            "snippet": "A federal judge has declined to block the publication of a tell-all book by John Bolton, Donald Trump’s third national security adviser. As Judge Royc …"
        },
        {
            "title": "Prince Andrew: US prosecutor leading inquiry into Epstein links refuses to quit",
            "category": "UK-News",
            "snippet": "The senior US prosecutor investigating links between Prince Andrew and Jeffrey Epstein has vowed to carry on with his enquiries despite a dramatic att …"
        },
        {
            "title": "Merging DfID with Foreign Office is an act of vandalism, says Andrew Mitchell",
            "category": "Politics",
            "snippet": "The merger of the Department for International Development with the Foreign and Commonwealth Office is a “quite extraordinary self-inflicted wound” th …"
        },
        {
            "title": "Met to refer itself to watchdog after black man was kneed in face",
            "category": "UK-News",
            "snippet": "Summary: The Metropolitan police is to refer a stop and search incident in which one of its officers kneed a handcuffed black man in the head to the Independen …"
        },
        {
            "title": "How we stay together: 'If we’re not all together, then it’s not home'",
            "category": "Life-and-Style",
            "snippet": "Names: Danielle and Frank Savaglio Years together: 21 Occupations: HR and engineer When Frank Savaglio married Danielle in 2002, amid all the exciteme …"
        },
        {
            "title": "From puberty to menopause: Dolly magazine grows up to bridge two eras",
            "category": "Life-and-Style",
            "snippet": "Head to the Facebook page of Tonic magazine, the new online women’s publication aimed at women over 45 that launched last week, and one of the first t …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Geoffrey Berman, US attorney behind inquiries into Trump allies, resigns after Barr announces firing",
            "category": "US-News",
            "snippet": "The US attorney general, William Barr, said on Saturday that Donald Trump had fired Geoffrey Berman, the US attorney for the southern district of New …"
        },
        {
            "title": "Donald Trump sows division and promises 'greatness' at Tulsa rally flop",
            "category": "US-News",
            "snippet": "Donald Trump declared “the silent majority is stronger than ever before” at his comeback rally on Saturday, but thousands of empty seats appeared to t …"
        },
        {
            "title": "'Saving our country': Trump's most loyal supporters turn out at Tulsa rally",
            "category": "US-News",
            "snippet": "The arena may have only been half full. The queues relatively small. But Donald Trump’s return rally, held in the midst of a pandemic and against loca …"
        },
        {
            "title": "From the archive: Scotland’s World Cup fever, 1978",
            "category": "Life-and-Style",
            "snippet": "For a short, giddy time some people were actually contemplating Scotland winning the World Cup, as illustrated on the cover of the Observer Magazine w …"
        },
        {
            "title": "Sunday with Maxine Peake: ‘If it was up to me, it would just be crumpets’",
            "category": "Life-and-Style",
            "snippet": "A morning routine? Sitting in bed with my partner, Pav, while BBC Radio 6 Music plays, both reading the news on our separate phones and occasionally s …"
        },
        {
            "title": "The Pink Line; The Book of Queer Prophets; United Queerdom – reviews",
            "category": "Books",
            "snippet": "As we can’t gather this Pride month in person, one thing we might think on at home is the really important work done over the past decade to problemat …"
        },
        {
            "title": "September reshuffle expected in effort to stem faltering Tory poll ratings",
            "category": "Politics",
            "snippet": "Summary: Ministers are expecting a wide-ranging government reshuffle in September in which Boris Johnson will sack key figures who are judged to have underperf …"
        },
        {
            "title": "Home Office 'uses racial bias' when detaining immigrants",
            "category": "Politics",
            "snippet": "Black people are detained significantly longer than white people inside the UK’s immigration detention system, prompting fresh claims of “institutiona …"
        },
        {
            "title": "Time to test-drive our Covid-aware pedestrian skills",
            "category": "Life-and-Style",
            "snippet": "When you live in Ye Olde Heritage Destinationne, you develop a particular way of moving through space. The narrow streets of my home town, York, are u …"
        },
        {
            "title": "From the Band to Beyoncé: concert films to fill the live music black hole",
            "category": "Film",
            "snippet": "You don’t know what you’ve got till it’s gone. Since live music in the UK entered suspended animation on 16 March, even the most mundane aspects of gi …"
        },
        {
            "title": "The Group by Lara Feigel review – female friendship and anger",
            "category": "Books",
            "snippet": "It takes a certain insouciance to write a novel about a group of Oxford graduates reminiscing about their Pimm’s-drinking student days in the current …"
        },
        {
            "title": "Phoebe Bridgers: Punisher review – from the heart",
            "category": "Music",
            "snippet": "‘The doctor put her hands over my liver,” sings Phoebe Bridgers on Garden Song. “She told me my resentment’s getting smaller.” Arresting lyrics such a …"
        }
    ]
}