{
    "page": [
        {
            "title": "Competition watchdog increases pressure on Viagogo-StubHub deal",
            "category": "Business",
            "snippet": "Summary: The UK’s competition watchdog has stepped up its investigation into the proposed $4bn (£3.2bn) takeover of StubHub by rival tickets website Viagogo, p …"
        },
        {
            "title": "Are you returning to work in a non-essential shop in England?",
            "category": "Business",
            "snippet": "All non-essential shops in England will be able to reopen on Monday as announced by the business secretary, Alok Sharma. Sharma said that the move wil …"
        },
        {
            "title": "How do you stop the far-right using the Punisher skull? Make it a Black Lives Matter symbol",
            "category": "Books",
            "snippet": "Sometimes it takes a bootleg T-shirt to stop a bootleg T-shirt. For years, the military, the police and white supremacists have displayed the skull sy …"
        },
        {
            "title": "Rand Paul stalls bill that would make lynching a federal hate crime",
            "category": "US-News",
            "snippet": "Amid the visceral national outcry for racial justice in the wake of the police killing of George Floyd, a lone US senator is standing in the way of a …"
        },
        {
            "title": "Verdi: Otello review – Kaufmann captains the drama but Pappano steers",
            "category": "Music",
            "snippet": "There are only a handful of stars now for whom a major label will finance a full studio recording, and in the top three is Jonas Kaufmann, whose debut …"
        },
        {
            "title": "'Protest': how speaking out became an act of dissent",
            "category": "Books",
            "snippet": "Summary: Are we in for a summer of protest? Bubbles of anti-lockdown gatherings in the spring were followed, after the killing of George Floyd by Minneapolis p …"
        },
        {
            "title": "Stock markets fall heavily as another 1.5m Americans claim benefits amid Covid-19 crisis – as it happened",
            "category": "Business",
            "snippet": "US jobless data have confirmed that the world’s largest economy remains under severe pressure from the coronavirus - even if the absolute worst of the …"
        },
        {
            "title": "Nigel Farage to leave radio station LBC 'with immediate effect'",
            "category": "Politics",
            "snippet": "Nigel Farage is to leave the radio station LBC “with immediate effect”, the company has announced. The Brexit party leader will no longer present his …"
        },
        {
            "title": "Stormzy to donate £10m to black British causes over 10 years",
            "category": "Music",
            "snippet": "Stormzy has announced he will donate £10m to black British causes over the next 10 years: “Organisations, charities and movements that are committed t …"
        },
        {
            "title": "James Sherwood obituary",
            "category": "Business",
            "snippet": "James Sherwood, who has died aged 86, was a rambunctious business opportunist who parlayed a fortune made in the unglamorous world of shipping contain …"
        },
        {
            "title": "Michael Schumacher stem cell surgery reports believed to be premature",
            "category": "Sport",
            "snippet": "Reports that Michael Schumacher is to undergo stem cell surgery within days are inaccurate, it is understood. The Schumacher family declined to commen …"
        },
        {
            "title": "Adam Walker/James Baillieu review – remarkable playing but recital lacked real centre",
            "category": "Music",
            "snippet": "Summary: Looking through the four weeks of the Wigmore Hall’s current lunchtime series it’s clear that the emphasis is on mainstream repertoire, programmes aim …"
        },
        {
            "title": "'I loved the weirdness' – can Laura Marling's crowdless gig rescue live music?",
            "category": "Music",
            "snippet": "After three months of shuttered concert venues, hearing Laura Marling’s voice eddy around the Union Chapel in north London is like being dosed with a …"
        },
        {
            "title": "Country group Lady Antebellum change name to Lady A due to slavery connotations",
            "category": "Music",
            "snippet": "Summary: Lady Antebellum, the trio who have topped the US country album charts five times, are to change their name to Lady A due to the slavery connotations h …"
        },
        {
            "title": "British beer sales fall to 20-year low due to lockdown pub closures",
            "category": "Business",
            "snippet": "Beer sales slumped to their lowest level in 20 years in the first three months of the year, as lockdown forced the UK’s 47,000 pubs to shut up shop. P …"
        },
        {
            "title": "Why is JK Rowling speaking out now on sex and gender debate?",
            "category": "Books",
            "snippet": "Why has JK Rowling chosen to write about her concerns? The Harry Potter author has published a 3,600-word essay setting out in more detail than before …"
        },
        {
            "title": "BAME MPs accuse Priti Patel of gaslighting in racism debate",
            "category": "Politics",
            "snippet": "Senior Conservatives have hit back after more than 30 Labour MPs from black, Asian and minority ethnic backgrounds accused Priti Patel of trying to si …"
        },
        {
            "title": "UK coronavirus: Matt Hancock not ruling out compulsory cooperation with test and trace system – as it happened",
            "category": "Politics",
            "snippet": "Summary: However, Hancock’s claim that 85% of contacts had been traced is “deeply misleading”, according to the Independent Sage group. The health secretary Ma …"
        },
        {
            "title": "Statue of black poet Alfred Fagon feared attacked with bleach in Bristol",
            "category": "UK-News",
            "snippet": "Summary: Police in Bristol are investigating an apparent attack on the statue of a black playwright, poet and actor in which a suspected corrosive substance wa …"
        },
        {
            "title": "Gulabo Sitabo review - mildewed mansion drama bustles and crumbles",
            "category": "Film",
            "snippet": "The first big Indian release of 2020 to divert towards streaming is an offbeam, strangely mismanaged parable about property management that renders it …"
        },
        {
            "title": "Bleak day for UK as Centrica, Johnson Matthey and Heathrow announce big job losses",
            "category": "Business",
            "snippet": "The owner of British Gas is to slash 5,000 jobs, as the UK jobs market endured another bleak day with chemicals firm Johnson Matthey also announcing t …"
        },
        {
            "title": "Northern Ireland police identify gun used in Lyra McKee's murder",
            "category": "UK-News",
            "snippet": "A handgun found during police searches in Derry last weekend is the weapon used to kill journalist Lyra McKee, police have confirmed. The Police Servi …"
        },
        {
            "title": "Merriam-Webster to revise racism definition after woman’s campaign",
            "category": "Books",
            "snippet": "In a blow to arguments that end with “well, this is the dictionary definition of racism”, the dictionary definition of racism is being revised. Editor …"
        },
        {
            "title": "More than a third of employees furloughed in some UK towns",
            "category": "Politics",
            "snippet": "More than a third of employees in some towns in Britain have been furloughed due to coronavirus, according to figures that also reveal the government’ …"
        },
        {
            "title": "Athletes will not be punished for activism at Commonwealth Games 2022",
            "category": "Sport",
            "snippet": "Commonwealth Games authorities have promised not to ban or punish any athlete at Birmingham 2022 who takes a knee in support of the Black Lives Matter …"
        },
        {
            "title": "Councils ask for UK to lift bars on emergency help for migrants",
            "category": "UK-News",
            "snippet": "Local authorities have called on the government to suspend the controversial “no recourse to public funds” immigration status for the duration of the …"
        },
        {
            "title": "Seattle protesters take over city blocks to create police-free 'autonomous zone'",
            "category": "US-News",
            "snippet": "Hundreds of protesters have taken over several blocks of Seattle and transformed it into the Capitol Hill Autonomous Zone, or “Chaz”, helping to ampli …"
        },
        {
            "title": "My pandemic epiphany: I'd be happy to parent full-time",
            "category": "Life-and-Style",
            "snippet": "Summary: Back in February, a fellow mom of a one-year-old and I discussed how we’d like to spend more time with our kids. Wouldn’t it be great, we said, if we …"
        },
        {
            "title": "Equalities watchdog to investigate hostile environment policy",
            "category": "UK-News",
            "snippet": "The Home Office is being investigated over whether it breached equality law when it introduced the “hostile environment” immigration measures that cau …"
        },
        {
            "title": "Green lights to shine for Grenfell victims on anniversary of disaster",
            "category": "UK-News",
            "snippet": "Summary: Windows of tower blocks will glow green and the bells of St Paul’s and Southwark cathedrals will toll 72 times on Sunday as the bereaved and survivors …"
        },
        {
            "title": "Spike Lee: 'Race relations today are a direct response to having a black president'",
            "category": "Film",
            "snippet": "For more than three decades, Spike Lee has been one of the most vital forces in film-making. His latest movie, Da 5 Bloods – about four African Americ …"
        },
        {
            "title": "Bereaved relatives call for immediate inquiry into Covid-19 crisis",
            "category": "Politics",
            "snippet": "Lawyers representing 450 bereaved people whose relatives have died due to Covid-19 have called on Boris Johnson and Matt Hancock to hold an immediate …"
        },
        {
            "title": "Virgin Atlantic tells customers refunds will take up to four months",
            "category": "Business",
            "snippet": "Virgin Atlantic has become the latest airline to leave a vapour trail of furious customers who are now being told they will have to wait up to four mo …"
        },
        {
            "title": "‘We’re so nervous': England’s bookshops prepare to reopen on Monday",
            "category": "Books",
            "snippet": "Summary: Melissa Davies had planned to fulfil a lifelong dream and open her independent bookshop, Pigeon Books, in Southsea, at the beginning of April. Those p …"
        },
        {
            "title": "As a renter, I can't redecorate. But you should see my wallpaper squares",
            "category": "Life-and-Style",
            "snippet": "I am not saying I do not live an exciting and fulfilling life, but I enjoy ordering A4 samples of wallpaper online. I am saying that I truly believe t …"
        },
        {
            "title": "My streaming gem: why you should watch Private Life",
            "category": "Film",
            "snippet": "Hollywood’s depiction of infertility over the years has been, well, let’s say sporadic. When it does make it on to the screen, it’s usually played for …"
        },
        {
            "title": "My favourite film aged 12: Aliens",
            "category": "Film",
            "snippet": "Full disclosure: Aliens was my favourite film when I was 12, and Aliens is still my favourite film in 2020. I am now 35 years old and have flecks of g …"
        },
        {
            "title": "Jehnny Beth: To Love Is to Live review – solo Savage defiant and intimate",
            "category": "Music",
            "snippet": "Summary: Jehnny Beth is best known as the frontwoman of Savages: the always monochromatic, post-punk four-piece whose dissonant debut album was nominated for t …"
        },
        {
            "title": "Tamar-kali: Shirley Original Soundtrack review – fascinatingly eerie and claustrophobic",
            "category": "Music",
            "snippet": "Born and based in Brooklyn, Tamar-kali leads a broad array of musical projects. She fronts a PJ Harvey-ish rock outfit under her own name, and feature …"
        },
        {
            "title": "Chloe x Halle: Ungodly Hour review – classy R&B from precocious all-rounders",
            "category": "Music",
            "snippet": "The talents of Chloe and Halle Bailey have never languished in obscurity. As young children, the Atlanta-born sisters acted in big-budget movies; when …"
        },
        {
            "title": "'How do we fix this?': LeBron James takes fight to black voter suppression",
            "category": "Sport",
            "snippet": "Summary: From his 2012 tweet that declared #WeAreTrayvonMartin to his shirt reading I CAN’T BREATHE before a 2014 game to his opening of a public school in his …"
        },
        {
            "title": "BA, easyJet and Ryanair begin court action over UK quarantine rules",
            "category": "Business",
            "snippet": "Britain’s three biggest airlines have filed papers in the high court to seek an urgent judicial review of the government’s quarantine laws, which they …"
        },
        {
            "title": "Japanese, Singapore and Azerbaijan GPs abandoned by F1 for 2020",
            "category": "Sport",
            "snippet": "The Japanese, Singapore and Azerbaijan grands prix will not take place this year, Formula One has announced. All three meetings were under considerati …"
        },
        {
            "title": "Susan Choi: ‘I've failed to finish Ulysses on many occasions - this time I predict success'",
            "category": "Books",
            "snippet": "The book I am currently reading James Joyce’s Ulysses. A little at a time. This time I’m definitely going to finish it (see below). The book that chan …"
        },
        {
            "title": "Tracks of the week reviewed: Rosalía ft Travis Scott, Diplo, Rak-Su",
            "category": "Music",
            "snippet": "Rosalía ft Travis Scott TKN Rosalía’s here to rescue summer with two minutes and nine seconds of furious reggaeton. TKN reunites her with Travis Scott …"
        },
        {
            "title": "Whole Foods worker fired after posts criticizing free food for police",
            "category": "Business",
            "snippet": "A Whole Foods worker in Philadelphia has been fired after sharing posts on social media criticizing their store management for providing free food to …"
        },
        {
            "title": "‘We’re going to have a catastrophe’: US faces November election fiasco",
            "category": "US-News",
            "snippet": "The alarm bells have been going off for months, but the election fiasco in Georgia on Tuesday made it clear: America is ill-prepared to hold a fair pr …"
        },
        {
            "title": "My childhood left me traumatised. Will I ever find a partner?",
            "category": "Life-and-Style",
            "snippet": "I am an outgoing woman in my 30s but I am haunted by despair. I have spent years working through depression caused by childhood trauma (harsh parentin …"
        },
        {
            "title": "The US is still segregated – but is our democracy up to the challenge?",
            "category": "Music",
            "snippet": "With the crescendo of public outcry around the killing of George Floyd, I fear there’s little need for another person voicing a commonly held opinion. …"
        },
        {
            "title": "Michael Rosen returns to Twitter after long battle with coronavirus",
            "category": "Books",
            "snippet": "Michael Rosen has returned to Twitter, as the former children’s laureate continues to recover from Covid-19, thanking his family for meeting the “terr …"
        }
    ]
}