{
    "page": [
        {
            "title": "Terry Dicks obituary",
            "category": "Politics",
            "snippet": "Every generation of parliamentarians produces its range of eccentric individuals and the former Conservative MP Terry Dicks, who has died aged 83, was …"
        },
        {
            "title": "Centrica plans cut-price 'British Gas X' to take on digital rivals",
            "category": "Business",
            "snippet": "Summary: The owner of British Gas plans to challenge its cut-price competitors by setting up a new digital energy brand to offer discounted deals on electricit …"
        },
        {
            "title": "Mariah Carey: where to start in her back catalogue",
            "category": "Music",
            "snippet": "The album to start with Butterfly (1997) Mariah Carey’s early 90s commercial megastardom was founded on the basis of her virtuoso vocal prowess, but h …"
        },
        {
            "title": "Jessie Ware webchat: your questions answered on sweaty clubs, table manners and activism",
            "category": "Music",
            "snippet": "But we leave on a tasty note: cedwards2817 asks I adore listening to Table Manners - what would your desert island meal and/or disc be? laurasnapes as …"
        },
        {
            "title": "No 10 distances itself from Robert Jenrick over planning row",
            "category": "Politics",
            "snippet": "A Downing Street spokesman has declined to say whether No 10 knew that Robert Jenrick viewed a promotional video for a £1bn property development befor …"
        },
        {
            "title": "Rock against racism? Metal's varied response to Black Lives Matter",
            "category": "Music",
            "snippet": "There’s no point denying metal has a more complicated relationship with race than many of its adherents would like to admit, or confront. At its most …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. GELBuck “has just surfaced after a couple of weeks …"
        },
        {
            "title": "Felicity Bryan obituary",
            "category": "Books",
            "snippet": "Felicity Bryan, who has died of cancer aged 74, was the founder in 1988 of the distinguished literary agency Felicity Bryan Associates. She was liked …"
        },
        {
            "title": "UK factories suffer worst quarter on record amid coronavirus lockdown - as it happened",
            "category": "Business",
            "snippet": "Summary: Time for a quick recap. UK factories have suffered their worst quarterly slump in activity since at least the 1970s, as the coronavirus lockdown hit t …"
        },
        {
            "title": "Voting in the New York primary is by no means futile for Sanders supporters",
            "category": "US-News",
            "snippet": "Although Joe Biden is the presumptive Democratic presidential nominee, voting in the New York primary on Tuesday (or during early voting) is by no mea …"
        },
        {
            "title": "Nick Park and Jane Horrocks: how we made Chicken Run",
            "category": "Film",
            "snippet": "Nick Park, co-director/producer My sister kept pet chickens when we were kids and we’d make up these skits and cartoons where they’d always be the her …"
        },
        {
            "title": "Simon Quin obituary",
            "category": "Business",
            "snippet": "My father, Simon Quin, who has died aged 77, was an economist with a long career at the International Monetary Fund (IMF). Simon’s passion was helping …"
        },
        {
            "title": "Trump likened diplomacy with Kim Jong-un to dating, Bolton says",
            "category": "US-News",
            "snippet": "Summary: Donald Trump compared his courtship of North Korean dictator Kim Jong-un to dating, and “always wanted to be the one who broke up with the girl first” …"
        },
        {
            "title": "Iestyn Davies/Elizabeth Kenny review – sweet melancholy and liquid beauty",
            "category": "Music",
            "snippet": "Summary: Music itself and its power to console was the underlying theme of countertenor Iestyn Davies’s lockdown recital with lutenist Elizabeth Kenny, a conce …"
        },
        {
            "title": "Martin Loveday obituary",
            "category": "Music",
            "snippet": "Summary: My brother-in-law Martin Loveday, who has died aged 62 from Covid-19 while undergoing treatment for myeloma, was an accomplished and popular cellist. …"
        },
        {
            "title": "Reading terror suspect had PTSD and other mental health issues",
            "category": "UK-News",
            "snippet": "The suspect in the Reading attack had been diagnosed with post-traumatic stress disorder (PTSD), depression and an emotionally unstable personality di …"
        },
        {
            "title": "My family's Saturday lunch is often for 50. Lockdown has been a challenge",
            "category": "Life-and-Style",
            "snippet": "I am rich. Not in money, status, property, or any traditional form of wealth (unless bootleg Bart shirts count?), but in family. So I consider myself …"
        },
        {
            "title": "How will we know when Australia's economy is back to normal?",
            "category": "Business",
            "snippet": "When an economy gets hit we need to work out first when we have hit the bottom, and then determine when we can say the recovery is over. In the curren …"
        },
        {
            "title": "Scrap Stonehenge road tunnel plans, say archaeologists after neolithic discovery",
            "category": "UK-News",
            "snippet": "Leading archaeologists say a £1.6bn scheme to build a road tunnel through the historic Stonehenge landscape should be scrapped altogether after the se …"
        },
        {
            "title": "Paul McCartney calls for meat to no longer be mandatory in England's school meals",
            "category": "Music",
            "snippet": "Sir Paul McCartney and his daughters Stella and Mary have joined a call to change guidance that makes it mandatory to serve fish, meat and dairy in En …"
        },
        {
            "title": "Energy customers face bailiffs as Ofgem allows debt collecting again",
            "category": "Business",
            "snippet": "Summary: Gas and electricity customers face the prospect of debt collectors chasing up unpaid bills after the energy industry regulator told suppliers they no …"
        },
        {
            "title": "It’s easy to hate a Trump or an Epstein, but what about those who enable them?",
            "category": "US-News",
            "snippet": "Where is Ghislaine Maxwell? Where? I sat through the four episodes of Filthy Rich, the Netflix documentary on Jeffrey Epstein. I had to force myself, …"
        },
        {
            "title": "Joel Schumacher, Batman Forever and The Lost Boys director, dies aged 80",
            "category": "Film",
            "snippet": "Director Joel Schumacher has died at the age of 80. The film-maker, whose hits included Batman Forever, St Elmo’s Fire and The Lost Boys, died of canc …"
        },
        {
            "title": "The new face at the FCA needs to keep politicians at arms length",
            "category": "Business",
            "snippet": "Nikhil Rathi, appointed on Monday to be chief executive of the Financial Conduct Authority, offered a long list of his plans for the job – everything …"
        },
        {
            "title": "Reading attack victims praised as the 'loveliest people'",
            "category": "UK-News",
            "snippet": "The victims killed in Saturday’s suspected terrorist attack were three friends who regularly socialised together and were described as “the kindest, m …"
        },
        {
            "title": "Joel Schumacher: a high gloss, star-making Hollywood showman",
            "category": "Film",
            "snippet": "The career of Joel Schumacher was that of a classic Hollywood alpha-player in the big-money 80s and 90s: a really smart operator who made a string of …"
        },
        {
            "title": "Irresistible review – Jon Stewart’s political non-satire for liberals is as dull as it gets",
            "category": "Film",
            "snippet": "Jon Stewart made his reputation as a smart political comedian and commentator on Comedy Central’s The Daily Show on TV, before quitting in 2015 to dev …"
        },
        {
            "title": "Europe could face oil shortage in a decade, study warns",
            "category": "Business",
            "snippet": "Europe could face a shortage of oil within the next decade, making the move to increase the use of low carbon energy even more urgent, according to a …"
        },
        {
            "title": "Trump executive order extends ban on employment-based visas",
            "category": "US-News",
            "snippet": "The Trump administration is temporarily suspending the entry of certain foreign workers to the United States in a move painted as freeing up jobs whil …"
        },
        {
            "title": "Business leaders criticize Trump's new restrictions on worker visas – as it happened",
            "category": "US-News",
            "snippet": "Summary: That’s all from me for today. Here’s a rundown of the day’s biggest news in US politics, coronavirus and protest. Trump issued a proclamation suspendi …"
        },
        {
            "title": "The coronavirus backlash: how the pandemic is destroying women's rights",
            "category": "Life-and-Style",
            "snippet": "Summary: When lockdown began, Naomi initially hoped she could muddle through. She was used to working from home as a management consultant, and her boss was fl …"
        },
        {
            "title": "What can Rishi Sunak do to boost the economy?",
            "category": "Politics",
            "snippet": "Rishi Sunak is drawing up plans for temporary tax cuts and spending measures to reboot the British economy after three months of lockdown. Faced with …"
        },
        {
            "title": "Rag and Bone by Lisa Woollett review – of mudlarks, scavengers and beachcombers",
            "category": "Books",
            "snippet": "Lisa Woollett grew up on the Isle of Sheppey, at the mouth of the Thames. As a child she became fascinated by what the estuary had swallowed and what …"
        },
        {
            "title": "Trump faces pressure to reset campaign after Tulsa rally caps gloomy week",
            "category": "US-News",
            "snippet": "Donald Trump flies to Arizona on Tuesday under pressure to change course in his re-election bid after a dismal week culminated in the debacle of thous …"
        },
        {
            "title": "'We're not doing this to be ironic': are 100 Gecs the world's strangest band?",
            "category": "Music",
            "snippet": "For many US musicians, the height of ambition is winning a Grammy award. More ambitious performers might aim for an EGOT (Emmy, Grammy, Oscar, Tony). …"
        },
        {
            "title": "Queen – not that one – to appear on postage stamps",
            "category": "Music",
            "snippet": "No, not that one – the rock band Queen are to feature on a series of UK postage stamps over the summer. They become only the third band to be honoured …"
        },
        {
            "title": "Revealed: millions of Americans can’t afford water as bills rise 80% in a decade",
            "category": "US-News",
            "snippet": "Millions of ordinary Americans are facing rising and unaffordable bills for running water, and risk being disconnected or losing their homes if they c …"
        },
        {
            "title": "Talking Horses: Marquand 'jocked off' as Dettori lands plum Derby ride",
            "category": "Sport",
            "snippet": "Frankie Dettori has been booked to ride English King for Ed Walker in the Derby on 4 July, removing any lingering doubt that the colt will set off as …"
        },
        {
            "title": "Whitehall not sharing Covid-19 data on local outbreaks, say councils",
            "category": "Politics",
            "snippet": "Local outbreaks of Covid-19 could grow undetected because the government is failing to share crucial testing data, council leaders and scientists have …"
        },
        {
            "title": "Charles Dickens wrote no fairytale endings – or did he?",
            "category": "Books",
            "snippet": "Summary: Charles Dickens was 53 when he finished Our Mutual Friend – and kept working furiously until he died five years later. He had no idea that when he wro …"
        },
        {
            "title": "‘Black and Asian people not seen as readers’: Bernardine Evaristo condemns books industry",
            "category": "Books",
            "snippet": "Bernardine Evaristo, the first black woman to win the Booker prize, has hit out at “ridiculous” and “misguided” beliefs in the publishing industry, wh …"
        },
        {
            "title": "Jurassic Park and Jaws fight to top US box offices decades after their first releases",
            "category": "Film",
            "snippet": "It’s mega shark vs giant dinosaur at the US box office. Twenty-seven years after its first release, Steven Spielberg’s 1993 dinosaur-rampage blockbust …"
        },
        {
            "title": "Why does burnt toast set off my fire alarm but the wood burning stove doesn't?",
            "category": "Life-and-Style",
            "snippet": "Summary: Why does burnt toast set off the standard, battery-powered smoke alarm on my ceiling instantly whereas my wood burning stove an equal distance away ne …"
        },
        {
            "title": "Queer as folk: traditional British music is now telling LGBT stories",
            "category": "Music",
            "snippet": "In February, on the final night of this year’s Celtic Connections festival, folk music travelled through time in two directions at once. In the main r …"
        },
        {
            "title": "How accurate are maps of the British Isles?",
            "category": "Life-and-Style",
            "snippet": "We are all familiar with the outline of the British Isles from the weather map, but, since so much coast has fallen into the sea in recent years, just …"
        },
        {
            "title": "UK shoppers choose local grocers and online stores in Covid-19 crisis",
            "category": "Business",
            "snippet": "UK shoppers are continuing to turn to local shops and online grocers amid concerns about visiting supermarkets during the coronavirus pandemic. One in …"
        },
        {
            "title": "Rees-Mogg accused of trying to wreck parliament harassment body",
            "category": "Politics",
            "snippet": "Staff at the Palace of Westminster along with MPs, union leaders and women’s groups have accused Jacob Rees-Mogg of undermining a new independent syst …"
        },
        {
            "title": "My favourite film aged 12: Monty Python and the Holy Grail",
            "category": "Film",
            "snippet": "Summary: I was at my friend Will’s house one weekend when he started saying “ni” in a shrill voice. “Ni!” my other friend Chris chimed in, and they laughed. It …"
        },
        {
            "title": "UK electric buses boosted by innovative £20m battery deal",
            "category": "Business",
            "snippet": "One of Britain’s biggest battery companies has secured a loan to help increase the UK’s electric bus fleet by taking ownership of the batteries inside …"
        },
        {
            "title": "Brexit talks hit by row over EU subsidies for farmers",
            "category": "Politics",
            "snippet": "British and EU negotiators have hit a new obstacle to securing a trade and security deal after clashing over €70bn of subsidies handed to European far …"
        }
    ]
}