{
    "page": [
        {
            "title": "Liverpool rejoices in Reds' title: 'It feels like a huge release for the city'",
            "category": "UK-News",
            "snippet": "“He’s meant to be shielding, so this is a bit naughty,” said Rachel Taylor as she unloaded her son’s wheelchair from a minibus outside Anfield on Frid …"
        },
        {
            "title": "US rapper Huey, known for hit Pop, Lock & Drop It, killed in shooting aged 32",
            "category": "Music",
            "snippet": "Summary: Huey, the US rapper who scored a major hit in 2006 with Pop, Lock & Drop It, has been killed aged 32. Huey, whose real name was Lawrence Franks Jr, wa …"
        },
        {
            "title": "C of E should rethink portrayal of Jesus as white, Welby says",
            "category": "UK-News",
            "snippet": "The Anglican church should reconsider the way statues and other representations of Jesus portray him as white in the light of the Black Lives Matter p …"
        },
        {
            "title": "Mark Padmore/Mitsuko Uchida review – recital series ends on compelling and sombre note",
            "category": "Music",
            "snippet": "When June’s Wigmore Hall concerts were announced one wondered if it were a misjudgment to end them with Schubert’s Winterreise. To be fair, the schedu …"
        },
        {
            "title": "Boris Johnson hopes bullish approach can bring back the 'bustle'",
            "category": "Politics",
            "snippet": "When Boris Johnson announced that pubs and hairdressers could reopen from 4 July, his familiar optimistic bounce re-emerged for the first time in week …"
        },
        {
            "title": "Six seriously injured in Glasgow attack and suspect killed by police",
            "category": "UK-News",
            "snippet": "Summary: Six people including a police officer and two teenagers were seriously injured, and the alleged perpetrator shot dead by police, after multiple stabbi …"
        },
        {
            "title": "Outreach workers shocked by attack at Glasgow hotel",
            "category": "UK-News",
            "snippet": "At just after 1pm on Friday, the streets of Glasgow city centre – until then quiet as many of Scotland’s lockdown restrictions remain in force – were …"
        },
        {
            "title": "Pence claims ‘remarkable progress’ as Covid-19 cases hit new record in US",
            "category": "US-News",
            "snippet": "Mike Pence on Friday hailed “truly remarkable progress” in America’s battle with the coronavirus pandemic, despite the US reporting a record 40,000 ne …"
        },
        {
            "title": "Lamenting the absence of the Tour de France: a love letter to cycling on SBS",
            "category": "Sport",
            "snippet": "Stunning vistas. Historic chateaus. Roadside cows. French cuisine. Dulcet tones. And, of course, cycling. For thousands of Australians, long winter ni …"
        },
        {
            "title": "Rob Baxter hopes Exeter can follow Liverpool's example and clinch title",
            "category": "Sport",
            "snippet": "Summary: Exeter Chiefs are hoping to copy Liverpool’s patient example and enjoy delayed title satisfaction if and when this season restarts as planned. The Chi …"
        },
        {
            "title": "Andy Murray praises work ethic behind Dan Evans' rise before first showdown",
            "category": "Sport",
            "snippet": "Andy Murray has always been the avuncular Scot watching from a distance with a kind eye as tearaway Dan Evans – only three years younger than him – se …"
        },
        {
            "title": "Glasgow attack: police name injured police officer – as it happened",
            "category": "UK-News",
            "snippet": "We are now closing this live blog. Please read our full report here A police constable is among six people seriously injured after multiple stabbings …"
        },
        {
            "title": "Beyoncé's classic Glastonbury 2011 set – as it happened (nine years ago)",
            "category": "Music",
            "snippet": "So that was it. For the full experience you now need to get Zane Lowe on to smirk that he didn’t see Beyoncé as he was watching “real music” (Queens o …"
        },
        {
            "title": "California governor grants clemency to 21 prisoners as thousands infected with Covid-19",
            "category": "US-News",
            "snippet": "California’s governor has granted clemency to 21 prisoners as Covid-19 outbreaks have continued to infect thousands behind bars in an escalating publi …"
        },
        {
            "title": "European Union reportedly set to ban US travelers over Covid-19 concerns – as it happened",
            "category": "US-News",
            "snippet": "We’re ending our live coverage for the day, thanks for following along. A summary of some key events: Vice-president Mike Pence touted the country’s “ …"
        },
        {
            "title": "Blind date: 'He said he was in his 50s. I'm pleased to say that was a joke'",
            "category": "Life-and-Style",
            "snippet": "Katie on George What were you hoping for? A spectacular “get together” story for the wedding speech, or something funny for the group chat. First impr …"
        },
        {
            "title": "Tim Dowling: hello, York! I’m going live from my garden shed",
            "category": "Life-and-Style",
            "snippet": "Summary: I walk into the kitchen from my shed, holding a cardboard box that once contained a new wireless router. The oldest one does not look up from his comp …"
        },
        {
            "title": "The Group by Lara Feigel review – friendship and privilege",
            "category": "Books",
            "snippet": "Summary: It is intriguing that Lara Feigel, who has previously wandered the debatable lands between academic research and experimental nonfiction in writing ab …"
        },
        {
            "title": "Lions 2021 tour of South Africa should be a year away – Covid-19 permitting",
            "category": "Sport",
            "snippet": "Exactly a year from now – assuming their tour window is unchanged – the British and Irish Lions will be packing their bags for a trip like no other. N …"
        },
        {
            "title": "Streaming: gaslighting films that will have you doubting your sanity",
            "category": "Film",
            "snippet": "In the before times, when films were still being released in cinemas, The Invisible Man staked an early claim as the year’s best mainstream blockbuste …"
        },
        {
            "title": "What if Amy Winehouse had written novels?",
            "category": "Books",
            "snippet": "When this year’s Glastonbury was cancelled, I started thinking about music a lot and, by extension, lyrics. Even though I’m in the business of the wri …"
        },
        {
            "title": "'People were abandoned': injustices of pandemic laid bare in Brent",
            "category": "UK-News",
            "snippet": "Rhoda Ibrahim had been excited to celebrate International Women’s Day. The community leader, 57, has spent three decades championing the rights of Som …"
        },
        {
            "title": "Becoming a writer exposed my dirty secret: I’d stopped reading. Now I’m back at it",
            "category": "Books",
            "snippet": "The man behind the camera gave me an odd look. “The spider from Charlotte’s Web?” I had travelled to the television set in Scotland by train, which ha …"
        },
        {
            "title": "Solitary citizens: the politics of loneliness",
            "category": "Books",
            "snippet": "In recent years loneliness has been much in the news. Prior to Covid-19 it was regularly described as an epidemic. Now that we are in the middle of a …"
        },
        {
            "title": "Lee Child on Jack Reacher: 'I don't like him that much'",
            "category": "Books",
            "snippet": "Jack Reacher has millions of fans all over the world, but his creator, Lee Child, has revealed he doesn’t “like Reacher that much” and originally plan …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "Warm, consoling, funny and sad, this month’s picture books offer something for every mood. From Anne Booth and Robyn Wilson-Owen, Bloom (Tiny Owl) is …"
        },
        {
            "title": "Trump bruised as polls favour Biden – but experts warn of risk of dirty tricks",
            "category": "US-News",
            "snippet": "It was the death of a salesman. With tie undone and crumpled “Make America great again” cap in hand, Donald Trump cut a forlorn figure shambling acros …"
        },
        {
            "title": "How to grow linarias",
            "category": "Life-and-Style",
            "snippet": "Purple toadflax came uninvited to my allotment, as it is wont to do, and got to stay because the bees were so pleased. Linaria purpurea is not native …"
        },
        {
            "title": "Me and my detective by Lee Child, Attica Locke, Sara Paretsky, Jo Nesbø and more",
            "category": "Books",
            "snippet": "“I’ve been doing it 24 years now and I couldn’t do it any more,” says Lee Child as he hands over the reins of his Jack Reacher series to his brother A …"
        },
        {
            "title": "Classical home listening: from the salon to storm-tossed Aldeburgh",
            "category": "Music",
            "snippet": "• This week we enter the salon. Please don’t leave. While not quite champing at the bit for CDs of music by Alfredo Piatti (1822-1901), a star of that …"
        },
        {
            "title": "Covid-19 survivors could lose health insurance if Trump wins bid to repeal Obamacare",
            "category": "US-News",
            "snippet": "Millions of Americans who have survived Covid-19 or face future infections could lose their insurance or be barred from getting coverage should the Tr …"
        },
        {
            "title": "Haim: Women in Music Pt III review – their most direct album yet",
            "category": "Music",
            "snippet": "A certain lightness has always played about the work of Haim, the three multi-instrumentalist sisters from Los Angeles. Even as their two critically a …"
        },
        {
            "title": "The best books for frazzled parents – and their children",
            "category": "Books",
            "snippet": "Books offering support to parents have come on in leaps and bounds since the days when Gina Ford and Supernanny-style discipline reigned supreme. My g …"
        },
        {
            "title": "What does England's lockdown easing mean for office workers?",
            "category": "Business",
            "snippet": "Summary: Despite further relaxations in the coronavirus lockdown regime, millions of office workers are still being urged to work from home where possible. But …"
        },
        {
            "title": "Kansas Smitty's: Things Happened Here review – irresistibly groovy",
            "category": "Music",
            "snippet": "Kansas Smitty’s is a live-music bar in Hackney, east London. It’s also the name of the seven-piece band that runs the place and calls it home, a band …"
        },
        {
            "title": "PSNI confirm body found is that of missing teenager Noah Donohoe",
            "category": "UK-News",
            "snippet": "Police have confirmed that the body of missing teenager Noah Donohoe has been recovered in north Belfast. The Police Service of Northern Ireland (PSNI …"
        },
        {
            "title": "Coronavirus: Met promises to act on illegal parties that flout regulations",
            "category": "UK-News",
            "snippet": "Summary: The Metropolitan police commissioner has promised to break up events in London that flout coronavirus regulations after disorder on three consecutive …"
        },
        {
            "title": "Masha Gessen: 'I never thought I'd say it, but Trump is worse than Putin'",
            "category": "Books",
            "snippet": "Masha Gessen is a Russian-American author and journalist who has been writing about Vladimir Putin and other modern autocrats for two decades. After D …"
        },
        {
            "title": "Nicole Chung: 'If my life were fiction, you would not believe it'",
            "category": "Books",
            "snippet": "Nicole Chung, 39, was born in Seattle and placed for adoption by her Korean parents, before being raised by a white family in Oregon. Her memoir, All …"
        },
        {
            "title": "Pyledriver a genuine Derby hope for 'bits and bobs' owners",
            "category": "Sport",
            "snippet": "“It’s been a complete whirlwind,” says Guy Leach, one of those owners who have been supporting racing for decades without attaining any kind of fame. …"
        },
        {
            "title": "Police officer stabbed in Glasgow says his colleagues saved lives",
            "category": "UK-News",
            "snippet": "The policeman injured in a knife attack at a Glasgow hotel has thanked his colleagues for saving lives. Constable David Whyte, 42, was one of six peop …"
        },
        {
            "title": "Racetrack loses sponsors over 'Bubba Wallace Rope' following noose incident",
            "category": "Sport",
            "snippet": "Summary: A North Carolina racetrack has lost some partnerships after its owner advertised “Bubba Rope” for sale days after Nascar said a noose had been found i …"
        },
        {
            "title": "How we stay together: 'I’m very happy to be proven wrong by my wife regularly'",
            "category": "Life-and-Style",
            "snippet": "Names: Rachael and Jonny Casella Years together: Seven Occupations: Police detectives Whenever Rachael and Jonny Casella are having a rough day, they …"
        },
        {
            "title": "Starmer overtakes Johnson as preferred choice for prime minister",
            "category": "Politics",
            "snippet": "Labour leader Keir Starmer has overtaken Boris Johnson as the public preferred choice for Prime Minister, according to the latest Opinium poll for The …"
        },
        {
            "title": "Tory rebels call for 28-day limit on detention of migrants",
            "category": "UK-News",
            "snippet": "Boris Johnson is facing a Tory rebellion this week over “inhumane” Home Office rules that allow the indefinite detention of asylum seekers and others …"
        },
        {
            "title": "Video appears to show Trump campaign removing social-distancing stickers in Tulsa",
            "category": "US-News",
            "snippet": "Video has emerged of Trump campaign volunteers apparently removing social distancing stickers from seats in the arena where the US president gave a ca …"
        },
        {
            "title": "Outrage mounts over report Russia offered bounties to Afghanistan militants for killing US soldiers",
            "category": "US-News",
            "snippet": "Outrage has greeted media reports that American officials believe a Russian intelligence unit offered bounties to Taliban-linked militants for killing …"
        },
        {
            "title": "Adele's classic Glastonbury 2016 set – as it happened (four years ago)",
            "category": "Music",
            "snippet": "Summary: Earlier on Adele said: “I don’t really have many upbeat happy songs which I think is why a lot of people moaned about me coming tonight, but fuck you, …"
        },
        {
            "title": "Sales are soaring, but Sainsbury’s new boss is expecting a bumpy ride",
            "category": "Business",
            "snippet": "Simon Roberts has only just got his feet under the desk at Sainsbury’s, but shareholders are already asking whether the supermarket’s new chief execut …"
        },
        {
            "title": "From the archive: Vietnam memories 10 years after the war, April 1985",
            "category": "Life-and-Style",
            "snippet": "Philip Jacobson wrote three sobering reports on America 10 years after the end of the Vietnam war for the Observer Magazine of 28 April 1985. The firs …"
        }
    ]
}