{
    "page": [
        {
            "title": "Women's sport dominates list of Australia's favourite teams",
            "category": "Sport",
            "snippet": "Summary: Australia’s favourite sporting teams are dominated by women, according to new research that may bruise a few egos among the nation’s top male athletes …"
        },
        {
            "title": "Horse racing, Tory donations and a swift return from lockdown",
            "category": "Sport",
            "snippet": "When horse racing became the first major sport, alongside snooker and greyhound racing, to return to action following its suspension due to Covid-19 a …"
        },
        {
            "title": "The Bird Way by Jennifer Ackerman review – an enthralling study",
            "category": "Books",
            "snippet": "Summary: Jennifer Ackerman’s The Genius of Birds was a surprise bestseller – a peppy survey of the science of bird intelligence rivalled only by Tim Birkhead’s …"
        },
        {
            "title": "Psycho at 60: the enduring power of Hitchcock's shocking game-changer",
            "category": "Film",
            "snippet": "Summary: The defining shot in Alfred Hitchcock’s Psycho is not any of the images in the famed shower sequence, or the overhead of the private detective getting …"
        },
        {
            "title": "Lockdown has destroyed our sex drive",
            "category": "Life-and-Style",
            "snippet": "I have been with my boyfriend for 18 months. We had a good sex life, but recently we’ve struggled to connect emotionally during sex. When we started l …"
        },
        {
            "title": "UK unemployment outlook is grim – it's going to be tough",
            "category": "Business",
            "snippet": "The jobless picture is grim but will get a lot grimmer. Even government ministers, normally hard-wired to find a silver lining to the darkest of cloud …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "The Girl from Widow Hills Megan Miranda Corvus, £14.99, pp336 Olivia Meyer is a hospital administrator in North Carolina. But when she was six, her na …"
        },
        {
            "title": "I've never seen ... American Honey",
            "category": "Film",
            "snippet": "Summary: Somehow I missed American Honey when it came out in 2016, although I knew just what Andrea Arnold is capable of. Her Wuthering Heights had only half w …"
        },
        {
            "title": "'We want people to feel they have a home': No Signal, black Britain's new radio station",
            "category": "Music",
            "snippet": "‘One of the most lyrical, badman tunes ever!” says dancehall DJ Levels, after Real Badman by Vybz Kartel has just played. “This represents Jamaica – t …"
        },
        {
            "title": "Greggs to reopen 800 stores on Thursday but warns of lower sales",
            "category": "Business",
            "snippet": "Summary: Greggs is pressing ahead with plans to reopen 800 stores on Thursday but has said it expects sales to be lower than normal for some time, prompting th …"
        },
        {
            "title": "'It's not about bad apples': how US police reforms have failed to stop brutality and violence",
            "category": "US-News",
            "snippet": "New York banned chokeholds. Seattle required de-escalation training. Los Angeles restricted shooting at moving vehicles. But those reforms did not sto …"
        },
        {
            "title": "Universities plan for students' return – but will US campus life ever be the same?",
            "category": "US-News",
            "snippet": "When Nicole Spriggs-Moye of Washington DC imagined what her first year in college at Louisiana State University would look like, she imagined meeting …"
        },
        {
            "title": "Our Mutual Friend is as wildly overblown as the society it depicted",
            "category": "Books",
            "snippet": "Early on in Our Mutual Friend, Charles Dickens treats us to a description of a Thames-side pub: The Six Jolly Fellowship Porters, already mentioned as …"
        },
        {
            "title": "Rugby's failure to reach calendar consensus is warning of bleak future",
            "category": "Sport",
            "snippet": "No one could ever accuse rugby union of rushing into big decisions. It is 25 years and counting since the sport was effectively ushered into a new pro …"
        },
        {
            "title": "The Covid disaster tent in our hospital is packed up yet the virus remains everywhere",
            "category": "US-News",
            "snippet": "… And that’s a wrap! A global pandemic has been defeated in just a few months, America is back to normal. They say it’s finished so it must be, right? …"
        },
        {
            "title": "Juneteenth Independence holiday: here's what you need to know",
            "category": "US-News",
            "snippet": "Juneteenth celebrates the anniversary of the day in 1865 when a general read out Abraham Lincoln’s emancipation proclamation in Texas, freeing slaves …"
        },
        {
            "title": "West Indies hope for solidarity from global giants after Old Trafford lock-in",
            "category": "Sport",
            "snippet": "In my mind’s eye a biosecure Old Trafford was completely domed over with a huge bubble, just as I’d imagined Center Parcs was when the ads first appea …"
        },
        {
            "title": "When do frogs feed? They never seem to when I'm watching",
            "category": "Life-and-Style",
            "snippet": "When do frogs feed? The ones I watch at our pond will studiously ignore any flying prey and I have yet to see a frog catch anything. Reini Schühle, Po …"
        },
        {
            "title": "US fighter pilot whose jet crashed into North Sea named",
            "category": "US-News",
            "snippet": "Summary: The pilot of the US Air Force F-15C fighter plane who was killed in a crash off the north-east coast of England on Monday has been named by his unit. …"
        },
        {
            "title": "Tulisa denies accusations of racism from X Factor contestant Misha B",
            "category": "Music",
            "snippet": "Pop singer and TV presenter Tulisa has denied accusations of racism and bullying made against her by Misha B, a contestant on talent show The X Factor …"
        },
        {
            "title": "Banks must treat debt-laden firms fairly to avoid replay of 2008, says FCA chair",
            "category": "Business",
            "snippet": "Summary: The head of the City watchdog has told banks to prepare for a surge in business customers falling behind on their debts, but warned firms must be trea …"
        },
        {
            "title": "My favourite film aged 12: Cruel Intentions",
            "category": "Film",
            "snippet": "I don’t know what it says about me that my favourite film aged 12 is my favourite film aged 30. It could mean that I am enduringly loyal, knew my mind …"
        },
        {
            "title": "Reni Eddo-Lodge becomes first black British author to top UK book charts",
            "category": "Books",
            "snippet": "Summary: Reni Eddo-Lodge has become the first black British author to take the overall No 1 spot in the UK’s official book charts. Eddo-Lodge’s Why I’m No Long …"
        },
        {
            "title": "Oscars 2021: how shifting the awards later favours the old guard",
            "category": "Film",
            "snippet": "The most recent Academy Awards ceremony took place on 9 February, the earliest date in the institution’s 92-year history, as a calendar-shifting exper …"
        },
        {
            "title": "Stroke of luck: how Covid-19 got butterfly banned from English pools",
            "category": "Life-and-Style",
            "snippet": "Summary: Name: The butterfly. Age: Dates back to the 30s, although not recognised as a separate swimming discipline until the 50s. Appearance: In most cases, l …"
        },
        {
            "title": "Racial terror: 2,000 black Americans were lynched in Reconstruction era, report says",
            "category": "US-News",
            "snippet": "When George King, a black man in South Carolina, was freed from slavery by the 13th amendment to the US constitution in 1865, his former slave owner c …"
        },
        {
            "title": "Stocks gain on US stimulus hopes as 600,000 UK workers lose jobs in Covid-19 crisis – as it happened",
            "category": "Business",
            "snippet": "Federal Reserve chairman Jerome Powell has given another bearish message to investors, but it does not appear to have done much to prevent a steep ral …"
        },
        {
            "title": "Dion: 'When I heard my album sober, I thought \"Wow – heroin didn't touch it\"'",
            "category": "Music",
            "snippet": "Dion DiMucci was 13, maybe 14, when he first sang in a club for money, roughly the same time as he picked up a heroin habit that lasted 15 years. He g …"
        },
        {
            "title": "Royal Ascot day one: Circus Maximus wins Queen Anne – as it happened",
            "category": "Sport",
            "snippet": "Well that was an odd day. The oddest Royal Ascot in living memory with no crowds, no atmosphere and no Queen, who like the rest of us was tuning in fr …"
        },
        {
            "title": "Johnson handing the Foreign Office control of the aid budget signals a change of priorities",
            "category": "Politics",
            "snippet": "Tony Blair used to have a line in his speeches to the effect “every Labour government has created a department for international development, and ever …"
        },
        {
            "title": "Air Force One for Boris? RAF plane for VIPs gets a union flag makeover",
            "category": "Politics",
            "snippet": "The RAF VIP plane used by Boris Johnson and senior members of the government to travel around the world is to have its grey livery repainted red white …"
        },
        {
            "title": "Ricky Valance obituary",
            "category": "Music",
            "snippet": "It is now hard to appreciate the national outcry over Ricky Valance’s record Tell Laura I Love Her in the summer of 1960. It told of a young boy who e …"
        },
        {
            "title": "Cricket Australia seeks new direction and clarity after Kevin Roberts exit",
            "category": "Sport",
            "snippet": "One year into his Test career, Richie Benaud looked to his paymasters and sighed. Having played host to South Africa to a backdrop of deceit and back- …"
        },
        {
            "title": "Failure of Brexit talks could lead to terrorism intelligence delays, say Lords",
            "category": "Politics",
            "snippet": "The UK risks losing its real-time access to a watchlist of suspected terrorists if it does not strike a comprehensive Brexit deal on justice and secur …"
        },
        {
            "title": "Royal Ascot without silly hats and posh frocks but royalty on the box",
            "category": "Sport",
            "snippet": "Does it still count as Royal Ascot if nobody wears a silly hat? Unrecognisably changed by coronavirus, the famous race meeting began behind closed doo …"
        },
        {
            "title": "Priti Patel linked with monument protection campaign organiser",
            "category": "Politics",
            "snippet": "Summary: A charity chief executive linked to the home secretary, Priti Patel, is one of the organisers of a campaign mobilising counter-protests across the UK …"
        },
        {
            "title": "Trump’s ‘woeful’ police reform order leaves systemic racism intact, critics say",
            "category": "US-News",
            "snippet": "Donald Trump faced renewed criticism on Tuesday for what critics said was a “woeful” attempt at police reform that failed to address systemic racism a …"
        },
        {
            "title": "The EU's bite at Apple could prove to be a game changer",
            "category": "Business",
            "snippet": "The only certainty about the EU competition commission’s inquiry into Apple is that it will take years to complete, which is probably why the iPhone m …"
        },
        {
            "title": "Three ex-PMs attack plan to merge DfID with Foreign Office",
            "category": "Politics",
            "snippet": "The prime minister has been accused of jeopardising Britain’s standing in the world after he announced the Department for International Development (D …"
        },
        {
            "title": "UK jobcentre claimants rise 126% to 2.8m since start of the lockdown",
            "category": "Business",
            "snippet": "The number of people out of work and claiming work-related benefits in the UK jumped 23% to 2.8 million last month as the coronavirus crisis forced th …"
        },
        {
            "title": "John Lewis criticised for lack of diversity in top ranks",
            "category": "Business",
            "snippet": "The lack of diversity in the management ranks at the high-street favourite John Lewis has been criticised after it emerged that just six of the retail …"
        },
        {
            "title": "Johnson's global Britain fantasies offer little distraction from school meals own goal",
            "category": "Politics",
            "snippet": "Things fall apart. So what would you do? The Office for National Statistics has just announced a rise in unemployment of 600,000, with many more expec …"
        },
        {
            "title": "UK Finance boss resigns as Amanda Staveley high court case continues",
            "category": "Business",
            "snippet": "The boss of the banking lobby group UK Finance has resigned just weeks before his alleged sexist remarks about the financier Amanda Staveley are due t …"
        },
        {
            "title": "NHS warns betting firms against using 'reckless' ads to exploit football's return",
            "category": "Sport",
            "snippet": "The NHS England director of mental health has warned betting companies not to exploit the return of televised football with “reckless” advertising cam …"
        },
        {
            "title": "Oklahoma coronavirus rate surges as Trump rally nears",
            "category": "US-News",
            "snippet": "Shortly after the Trump campaign again insisted its first campaign rally since March would go ahead in Tulsa this weekend, it was reported that Oklaho …"
        },
        {
            "title": "Manuel Ellis: new video appears to show officer using chokehold on black man",
            "category": "US-News",
            "snippet": "New video released on Monday shows a police officer using a neck restraint on Manuel Ellis, in the crucial moments leading up to the African American …"
        },
        {
            "title": "Teenage boy drowns in 'freak accident' off Northern Irish coast",
            "category": "UK-News",
            "snippet": "A teenage boy has drowned while taking part in a sporting activity on the north coast of Northern Ireland. The coastguard said emergency crews were ca …"
        },
        {
            "title": "Brexit revives unionist and nationalist divide in Northern Ireland",
            "category": "Politics",
            "snippet": "Brexit has squeezed the political middle ground in Northern Ireland and pushed more people into their unionist and nationalist trenches. A post-Brexit …"
        },
        {
            "title": "Eddie Betts among subjects of new fly-on-the-wall AFL docu-series",
            "category": "Sport",
            "snippet": "AFL football is the latest sport to join the trend of fly-on-the-wall documentaries after a partnership was announced with Amazon to show a docu-serie …"
        },
        {
            "title": "7500 review – Amazon hijacking thriller can't get off the ground",
            "category": "Film",
            "snippet": "There’s a stale whiff surrounding Amazon’s medium-concept hijacking thriller 7500. It’s a film that plays like a piece of dated and uneasy United 93 f …"
        }
    ]
}