{
    "page": [
        {
            "title": "Cinema giants delay reopening in UK and US as movie releases stall",
            "category": "Film",
            "snippet": "The UK’s largest chain of cinemas has pushed back its scheduled reopening date by three weeks, in response to further delays to the opening of key tit …"
        },
        {
            "title": "What can penguins teach us about our evolutionary past?",
            "category": "Life-and-Style",
            "snippet": "Penguins and humans are the only bipedal creatures on the planet that habitually walk upright on land. What does this tell us about our evolutionary p …"
        },
        {
            "title": "UK intelligence torture case to be held in secret after challenge fails",
            "category": "UK-News",
            "snippet": "A judicial review aimed at overturning a decision to ditch a judge-led inquiry into the involvement of British intelligence in torture and rendition w …"
        },
        {
            "title": "Howard Goodall writes choral tribute to health workers who died of coronavirus",
            "category": "Music",
            "snippet": "Choirs may have been forced to stop gathering due to the Covid-19 pandemic, but the London Symphony Chorus has found a way to keep singing – while hon …"
        },
        {
            "title": "Seat of the problem: why does Christopher Nolan hate chairs?",
            "category": "Film",
            "snippet": "We still don’t know all that much about Christopher Nolan’s upcoming Tenet. We know the stars, and that things appear to go backwards in it, but that’ …"
        },
        {
            "title": "Reading group: which black British author should we read in July?",
            "category": "Books",
            "snippet": "Among all the many astonishing things that happened in June, two black British authors topped the UK bestseller charts for the first time. Bernardine …"
        },
        {
            "title": "Soulmates changed our lives: couples look back at the Guardian's dating service",
            "category": "Life-and-Style",
            "snippet": "Summary: After more than 15 years of online dating, Guardian Soulmates has come to an end. The service, providing a means for single Guardian readers to meet l …"
        },
        {
            "title": "Hollywood comedy legend Carl Reiner dies aged 98",
            "category": "Film",
            "snippet": "Carl Reiner, the veteran comic and film-maker renowned for his double act with Mel Brooks as well as directing a string of hit comedies including The …"
        },
        {
            "title": "Carl Reiner: farewell to the heavyweight master of American comedy",
            "category": "Film",
            "snippet": "As the 21st-century dawned, it had looked as if comedy legend Carl Reiner’s final moment in the spotlight might be his small bittersweet role in Steve …"
        },
        {
            "title": "Theresa May says UK's new national security adviser has 'no proven expertise'",
            "category": "Politics",
            "snippet": "Theresa May has launched a forthright attack on Boris Johnson’s government over the appointment of the EU negotiator David Frost as the UK’s national …"
        },
        {
            "title": "'We used to shout back: No, you get 'em off!' – Girlschool on 40 years of rocking",
            "category": "Music",
            "snippet": "It’s hard to fathom why Girlschool aren’t more celebrated. Forty years on from their first album, Demolition – released in June 1980 – and they are st …"
        },
        {
            "title": "Boris Johnson's 'new deal' speech: what is missing?",
            "category": "Business",
            "snippet": "Business leaders and trade unions have warned Boris Johnson that his plan to reboot the British economy from the coronavirus pandemic is not big enoug …"
        },
        {
            "title": "Britain and Brussels turn on each other for prolonging City's uncertainty",
            "category": "Business",
            "snippet": "Britain and Brussels have each accused the other of holding up a decision on the City of London’s ability to do business in EU markets from next year, …"
        },
        {
            "title": "Boris Johnson's 'loose change' is hardly Roosevelt's New Deal",
            "category": "Politics",
            "snippet": "It’s easy to see why Boris Johnson wants to be seen as the new Franklin Delano Roosevelt. Like FDR, he is in charge of an economy in deep trouble. Lik …"
        },
        {
            "title": "Rights of UK citizens in EU at risk as member states' legislation not yet in place",
            "category": "Politics",
            "snippet": "British citizens living in the EU may face significant work and travel hurdles from next year because member states have failed to get to grips with t …"
        },
        {
            "title": "'It’s changed the whole experience for us': England's new wedding rules",
            "category": "Life-and-Style",
            "snippet": "Summary: When Beth Curtis used to dream of her wedding day she envisioned 120 guests gathering under a tipi for celebrations with woodfire pizza, lawn games an …"
        },
        {
            "title": "Psychic energy in, newt counters out: Boris Johnson’s magic economic potion",
            "category": "Politics",
            "snippet": "Boris Johnson delivered his vision for the country’s post-lockdown economic recovery in Dudley, West Midlands, on Tuesday, standing at a podium emblaz …"
        },
        {
            "title": "Rented e-scooters will be legal from Saturday, says UK government",
            "category": "UK-News",
            "snippet": "Summary: Rental e-scooters will be legal on UK streets from Saturday, the government has announced, in a move to improve the availability of coronavirus-proof …"
        },
        {
            "title": "UK coronavirus death toll rises by 155; employers in Leicester lockdown can re-furlough staff – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has refused to rule out raising taxes to meet the costs of tackling the Covid-19 crisis, as he promised to use infrastructure spending a …"
        },
        {
            "title": "Muddled messaging over Leicester lockdown leaves locals baffled",
            "category": "UK-News",
            "snippet": "Summary: By Tuesday morning, the fact that Leicester was facing a new lockdown was clear. The only question was: what, exactly, did that mean? On a day of conf …"
        },
        {
            "title": "All Blacks hybrid rugby match is a banker but it also carries great risk",
            "category": "Sport",
            "snippet": "What would the late Sir Colin Meads have thought? The man voted as the All Black of the 20th century was not beyond pragmatism, as he showed by coachi …"
        },
        {
            "title": "Boris Johnson returns to his happy place: upbeat, vague and incoherent",
            "category": "Politics",
            "snippet": "Summary: The past few months have been a bit of a downer for Boris Johnson – just one bad news story after another. So it was time for a rewrite. The equivalen …"
        },
        {
            "title": "'Gravest crisis' as Airbus plans to cut 15,000 jobs, 1,700 in UK",
            "category": "Business",
            "snippet": "Summary: The planemaker Airbus has announced plans to cut as many as 15,000 jobs – including 1,700 in the UK – as it warned the coronavirus pandemic had trigge …"
        },
        {
            "title": "Why Boris's zero emission aircraft may be mission impossible",
            "category": "Politics",
            "snippet": "Will Boris’s Jet Zero ever fly? The prime minister’s call for Jet Zero on Tuesday may owe more to his fondness for a punchy slogan than any realistic …"
        },
        {
            "title": "Trump views US troops as disposable – the Russian bounty scandal makes that clear",
            "category": "US-News",
            "snippet": "Donald Trump likes to suggest he has got the back of US soldiers battling America’s foes around the world. It was a big theme of his 2016 campaign and …"
        },
        {
            "title": "'Office for talent' to be set up for scientists who want to work in UK",
            "category": "UK-News",
            "snippet": "Downing Street is to set up a cross-departmental unit called the “office for talent” as a way to help leading scientists, researchers and others live …"
        }
    ]
}