{
    "page": [
        {
            "title": "Australia enters first recession in 29 years after blow from bushfires and coronavirus",
            "category": "Business",
            "snippet": "Australia has entered its first recession for 29 years after the economy went backwards by 0.3% in the March quarter, with the impact of bushfires and …"
        },
        {
            "title": "My favourite film aged 12: The Sixth Sense",
            "category": "Film",
            "snippet": "I turned 12 in 1999. Some film buffs like to say the year was one of the greatest in cinema’s history, spawning storied releases such as Fight Club, E …"
        },
        {
            "title": "Yes, Australia is in a recession – but worse is yet to come",
            "category": "Business",
            "snippet": "The latest GDP figures released on Wednesday by the Australian Bureau of Statistics revealed that in the first three months of this year, Australia’s …"
        },
        {
            "title": "Keir Starmer warns PM: get a grip or risk second coronavirus wave",
            "category": "Politics",
            "snippet": "Keir Starmer has accused Boris Johnson of causing a collapse in public confidence over the government’s handling of the coronavirus crisis, saying No …"
        },
        {
            "title": "The Mystery of Charles Dickens by AN Wilson review – a great writer's dark side",
            "category": "Books",
            "snippet": "Near the end of The Mystery of Charles Dickens, AN Wilson quotes at length from a letter written by Philip Larkin to his lover Monica Jones. The poet …"
        },
        {
            "title": "Do the work: an anti-racist reading list",
            "category": "Books",
            "snippet": "Every black person I know right now is exhausted. They are exhausted by the two pandemics disproportionately hurting and killing black people: Covid-1 …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 3, The Beatles – She Loves You",
            "category": "Music",
            "snippet": "To hear She Loves You bursting out of a radio in the last week of August 1963 was to recognise a shout of triumph. Everything the Beatles had promised …"
        },
        {
            "title": "The Seduction by Joanna Briscoe review – therapist v family",
            "category": "Books",
            "snippet": "Summary: Joanna Briscoe’s fifth novel opens with Beth spending a restless night on her therapist’s couch. She has abandoned her husband and child, seduced by t …"
        },
        {
            "title": "William Shatner: 'I'm in a ferment of creativity'",
            "category": "Film",
            "snippet": "I live with my wife in Los Angeles overlooking the San Fernando Valley. I can see the sunrise one way, sunset the other. My wife is talented in many w …"
        },
        {
            "title": "Seattle police use teargas to disperse peaceful protesters – as it happened",
            "category": "US-News",
            "snippet": "This live blog is now closing. Please follow our new live blog for continuing coverage: Tens of thousands attended a memorial for George Floyd in his …"
        },
        {
            "title": "'He wears the armor of God': evangelicals hail Trump's church photo op",
            "category": "US-News",
            "snippet": "No one accuses Donald Trump of subtlety. When the US president raised a Bible overhead on Monday evening outside St John’s Episcopal church in Washing …"
        },
        {
            "title": "Lizzo and Lil Nas X criticise Blackout Tuesday for obscuring protests",
            "category": "Music",
            "snippet": "Lizzo and Lil Nas X have condemned a music industry-sponsored social media movement to suspend business activities in support of global protests spark …"
        },
        {
            "title": "Care home staff could be asked to work without PPE under council plan",
            "category": "Politics",
            "snippet": "Health and social care workers could be asked to volunteer to look after people with Covid-19 without wearing protective equipment in the event of ext …"
        },
        {
            "title": "What Is the Grass by Mark Doty review – Walt Whitman and me",
            "category": "Books",
            "snippet": "Summary: “I celebrate myself, and sing myself”: Walt Whitman lived by the unforgettable opening lines of his collection of poems, Leaves of Grass. When the boo …"
        },
        {
            "title": "MS Slavic 7 review – passionless portrait of a poetic affair",
            "category": "Film",
            "snippet": "The high-mindedness, unworldliness and pure strangeness of this inert docu-fiction essay give it some interest – but frankly not much. Director Sofia …"
        },
        {
            "title": "Met police twice as likely to fine black people over lockdown breaches – research",
            "category": "UK-News",
            "snippet": "The Metropolitan police are facing claims of bias after figures showed that officers enforcing the coronavirus lockdown were more than twice as likely …"
        },
        {
            "title": "Letter: Joe Ashton obituary",
            "category": "UK-News",
            "snippet": "I got to know Joe Ashton when I was a producer at BBC Radio Sheffield. He once told me that it was a mixed blessing for a working-class lad to attend …"
        },
        {
            "title": "Boris Johnson declares himself 'very proud' of coronavirus response",
            "category": "Politics",
            "snippet": "Boris Johnson has said he is “very proud” of the government’s record on the coronavirus, during a prime minister’s questions at which Keir Starmer rep …"
        },
        {
            "title": "Unknown Hemingway short story Pursuit As Happiness published",
            "category": "Books",
            "snippet": "An unknown short story by Ernest Hemingway, recounting a hunt for a huge marlin, which echoes the narrative of The Old Man and the Sea, has been publi …"
        },
        {
            "title": "Dating Amber review – gay teenagers' pretend love fails to blossom",
            "category": "Film",
            "snippet": "David Freyne’s eager-to-please coming-of-age movie set in the 90s has the sort of high concept that could well have been greenlit in the 90s, though f …"
        },
        {
            "title": "Cabinet Office ignored warning EU voters could miss out in 2019 elections",
            "category": "Politics",
            "snippet": "The Cabinet Office ignored warnings that EU citizens living in the UK would be disenfranchised in the May 2019 European parliamentary elections if pre …"
        },
        {
            "title": "MPs shielding from Covid-19 allowed proxy vote in Johnson U-turn",
            "category": "Politics",
            "snippet": "Boris Johnson has announced a government U-turn to allow MPs who are shielding to vote by proxy following an outcry over the treatment of parliamentar …"
        },
        {
            "title": "Scottish prosecutors 'in cahoots with paedophile hunters', court told",
            "category": "UK-News",
            "snippet": "Prosecutors in Scotland have been operating “in cahoots” with so-called paedophile huntings groups, the UK’s supreme court has been told. Lawyers for …"
        },
        {
            "title": "'It was heartbreaking': the day Bob Marley played Crystal Palace",
            "category": "Music",
            "snippet": "What turned out to be the last Garden Party in Crystal Palace, on 7 June 1980, had already been pretty memorable. Joe Jackson was booed off stage afte …"
        },
        {
            "title": "Petition calls for ban on low-quality food imports in post-Brexit deals",
            "category": "Politics",
            "snippet": "More than 250,000 people have signed a petition calling for a ban on cheaply produced low-quality food imports in post-Brexit trade deals. The Nationa …"
        },
        {
            "title": "Scotland's parks call for guidance on safe reopening of public toilets",
            "category": "UK-News",
            "snippet": "Scotland’s national parks are demanding urgent guidance on reopening public toilets safely and consistently, after weekend reports of local residents …"
        },
        {
            "title": "Trump says Republicans ‘forced’ to seek new state to host national convention",
            "category": "US-News",
            "snippet": "Donald Trump said he will seek a new state to host this summer’s Republican national convention after North Carolina refused to guarantee the event co …"
        },
        {
            "title": "Rosemarie Wright obituary",
            "category": "Music",
            "snippet": "My former teacher Rosemarie Wright, who has died aged 88, was a pianist of rare poetry and refinement. Her first international successes came in Vienn …"
        },
        {
            "title": "Delroy Lindo: 'British racism is as violent and virulent as America's'",
            "category": "Film",
            "snippet": "Summary: Delroy Lindo has waited 25 years to work with Spike Lee again and Da 5 Bloods gives him one of the best roles of his career. But when he first read th …"
        },
        {
            "title": "Anti-racist book sales surge in US and Britain after George Floyd killing",
            "category": "Books",
            "snippet": "Books tackling racism and white supremacy by authors including Reni Eddo-Lodge, Ijeoma Oluo and Layla F Saad are selling out in Britain in the wake of …"
        },
        {
            "title": "Banana Split review – muddled high-school romcom",
            "category": "Film",
            "snippet": "Here’s a film that has been dug out from near the back of the freezer cabinet – something from 2018. It’s a teen female-friendship, coming-of-ager fro …"
        },
        {
            "title": "Nirvana: Krist Novoselic praises Trump's 'strong and direct' protest speech",
            "category": "Music",
            "snippet": "Former Nirvana bassist Krist Novoselic has praised Donald Trump for the “law and order” speech he gave on 1 June in response to protests sparked by th …"
        },
        {
            "title": "Hong Kong visas: why is the UK standing up to China now?",
            "category": "Politics",
            "snippet": "Boris Johnson’s promise to give millions of Hong Kong citizens a path to UK citizenship is a remarkable offer from a government that has spent four ye …"
        },
        {
            "title": "Met feared 'serious disorder' if lockdown rules were enforced at racism protest",
            "category": "UK-News",
            "snippet": "Britain’s top officer has said police feared there would be violence if they tried to intervene with protesters in London angered by the brutal death …"
        },
        {
            "title": "Landlords critical as Travelodge prepares to launch CVA plan",
            "category": "Business",
            "snippet": "Summary: The hotel chain Travelodge is preparing to launch insolvency proceedings in the form of a company voluntary arrangement (CVA), in an attempt to cut it …"
        },
        {
            "title": "Sean Shibe review – a nonchalant virtuoso and boundary breaker",
            "category": "Music",
            "snippet": "Summary: At 28, guitarist Sean Shibe may be one of the youngest of this month’s Wigmore Hall recitalists, but the calm authority with which he delivered this l …"
        },
        {
            "title": "Britons receiving German citizenship rose 2,300% last year",
            "category": "Politics",
            "snippet": "The number of Britons who gained German citizenship last year was up by approximately 2,300% compared with the year before the Brexit referendum, driv …"
        },
        {
            "title": "Mark Ricaldone obituary",
            "category": "Music",
            "snippet": "“Ascoltatrici ed ascoltatori gentili” or “Dear listeners”: these are the opening words of the Italian composer Pietro Mascagni in the spoken introduct …"
        },
        {
            "title": "No hiding place for Boris at PMQs",
            "category": "Politics",
            "snippet": "You can sense the growing disbelief and anger. All his life Boris Johnson has been told that he is the Special One. A person for whom all rules are th …"
        },
        {
            "title": "Censorship row over report on UK BAME Covid-19 deaths",
            "category": "Politics",
            "snippet": "Summary: Concerns about censorship have been raised after third-party submissions were left out of the government-commissioned report on the disproportionate e …"
        },
        {
            "title": "Hooking Up review – sex addict on the road to nowhere",
            "category": "Film",
            "snippet": "A sex addict re-enacts every one of her 169 conquests on a road trip across America with a man she’s only just met – he’s got testicular cancer – in t …"
        },
        {
            "title": "Lewis Hamilton is making a difference in fight against racism, says Toto Wolff",
            "category": "Sport",
            "snippet": "The Mercedes team principal, Toto Wolff, has praised Lewis Hamilton as an ambassador for Formula One in speaking out against racism. Wolff said he kne …"
        },
        {
            "title": "Three West Indies players decline to travel for England Test series",
            "category": "Sport",
            "snippet": "West Indies have selflessly answered the SOS call from English cricket and will fly out to the UK next week despite three players opting out of the tr …"
        },
        {
            "title": "Sia, Washington, Tkay Maidza and more: Australia's best new music for June",
            "category": "Music",
            "snippet": "Summary: Bad//Dreems – Desert Television For fans of: the Go-Betweens, Midnight Oil, Divinyls There’s an uneasy, isolated air to the music of Bad//Dreems, info …"
        },
        {
            "title": "The Australian book you've finally got time for: Carpentaria by Alexis Wright",
            "category": "Books",
            "snippet": "One evening in the driest grasses in the world, a child who was no stranger to her people, asked if anyone could find hope. The people of parable and …"
        },
        {
            "title": "Cannes selects lineup for 2020 edition after 'physical' festival shelved",
            "category": "Film",
            "snippet": "Wes Anderson, Kate Winslet and Steve McQueen are among the big names whose films have received the stamp of approval from the prestigious Cannes film …"
        },
        {
            "title": "Car dealers in England report strong trade as lockdown eases",
            "category": "Business",
            "snippet": "Car dealers have reported relatively strong sales since the government allowed showrooms to reopen in England on Monday morning, more than two months …"
        },
        {
            "title": "Pressure grows on Priti Patel after Vallance avoids full backing for UK quarantine move",
            "category": "Politics",
            "snippet": "Summary: Priti Patel faces mounting calls to publish the scientific advice behind the 14-day quarantine period for new arrivals to the UK, after the government …"
        },
        {
            "title": "Thousands gather in London for George Floyd protest",
            "category": "US-News",
            "snippet": "Thousands of mostly young protesters have marched through central London in an overwhelmingly peaceful Black Lives Matter demonstration that culminate …"
        },
        {
            "title": "Phantom Cannes lineup a defiant statement of survival for festival that lives in the imagination",
            "category": "Film",
            "snippet": "Summary: This was the phantom announcement of the phantom Cannes. A cancelled Christmas when all we got in our stockings was a list of the presents we’re not g …"
        }
    ]
}