{
    "page": [
        {
            "title": "UK freed 42 terrorists in year before law to detain extremists for longer",
            "category": "UK-News",
            "snippet": "More than 40 convicted terrorists were released from prison in the year before emergency legislation was introduced to keep jailed extremists locked u …"
        },
        {
            "title": "Oasis's greatest songs – ranked!",
            "category": "Music",
            "snippet": "30. Lord Don’t Slow Me Down (2007) A stand-alone single that was reportedly removed from Don’t Believe the Truth to cut down on the number of Noel Gal …"
        },
        {
            "title": "Intan Paramaditha: 'We are always haunted by the road not taken'",
            "category": "Books",
            "snippet": "‘Onism”, according to John Koenig’s Dictionary of Obscure Sorrows (an online “fictionary” for ineffable feelings), is “the frustration of being stuck …"
        },
        {
            "title": "Jolyon Maugham will not be prosecuted for clubbing fox to death",
            "category": "UK-News",
            "snippet": "Summary: The lawyer Jolyon Maugham QC will not be prosecuted for clubbing a fox to death on Boxing Day morning while wearing his wife’s satin kimono. The promi …"
        },
        {
            "title": "Oprah admits to 'not looking for Latinx writers' as American Dirt controversy continues",
            "category": "Books",
            "snippet": "Oprah Winfrey has admitted that she is “guilty of not looking for Latinx writers” in a forthcoming episode of her influential book club, after her cho …"
        },
        {
            "title": "Paul McGann: 'Being called a perfumed ponce? It's an ice-breaker'",
            "category": "Film",
            "snippet": "‘There’s you, and there’s Frodo, and the Fonz. Then there’s Stan Lee, God rest his soul, and Hulk Hogan. Then there’s the Power Rangers in the corner. …"
        },
        {
            "title": "Beethoven: Piano Sonatas – Staier's period instrument performances are thoughtful and insightful",
            "category": "Music",
            "snippet": "Summary: Ein Neuer Weg (A New Way) is the title of Andreas Staier’s album, which brings together the piano works that Beethoven composed at the very beginning …"
        },
        {
            "title": "As Chris Whitty provides a dose of reality, Boris is just an annoying distraction",
            "category": "Politics",
            "snippet": "Summary: What a difference a week makes. For several years now, we’ve got used to being told that experts are a waste of space. Doomsters and gloomsters who tr …"
        },
        {
            "title": "Flybe: business and political leaders warn of severe impact on regions",
            "category": "Business",
            "snippet": "Summary: Business figures and politicians around the UK have warned that Flybe’s collapse could lead to severe consequences for regional economies following th …"
        },
        {
            "title": "Barnier warns of grave differences between EU and UK in trade talks",
            "category": "Politics",
            "snippet": "Michel Barnier has spoken of grave differences between the EU and the UK over their future relationship, warning that Boris Johnson’s refusal to forma …"
        },
        {
            "title": "Brexit: Barnier says UK is refusing to commit to remaining signed up to ECHR as part of EU deal – as it happened",
            "category": "Politics",
            "snippet": "Michel Barnier has spoken of “grave” differences between the EU and the UK over their future relationship, warning that Boris Johnson’s refusal to for …"
        },
        {
            "title": "Jill Morrison obituary",
            "category": "Books",
            "snippet": "My mother, Jill Morrison, who has died aged 78, was a remarkable woman who managed to cope with a great tragedy in her life – the murder of one of her …"
        },
        {
            "title": "300 allegations of Tory Islamophobia sent to equality watchdog",
            "category": "Politics",
            "snippet": "A dossier of more than 300 allegations of Islamophobia in the Conservative party has been submitted to the Equalities and Human Rights Commission, inc …"
        },
        {
            "title": "Elizabeth Warren drops out of 2020 Democratic presidential race",
            "category": "US-News",
            "snippet": "Elizabeth Warren, the liberal Massachusetts senator whose sweeping economic plans shaped the Democratic policy debate, dropped out of the presidential …"
        },
        {
            "title": "Flybe: government defends role as airline collapses two months after rescue deal",
            "category": "Business",
            "snippet": "Summary: The government has defended its role in Flybe’s collapse, as business groups, trade unions and passengers around the country voiced dismay at the loss …"
        },
        {
            "title": "Opec poised to slash oil output as coronavirus cuts demand",
            "category": "Business",
            "snippet": "Opec is on the verge of making its deepest oil production cuts since the global financial crisis amid warnings that the coronavirus may wipe out the w …"
        },
        {
            "title": "Unfinished symphony a major headache for rugby union's money men",
            "category": "Sport",
            "snippet": "Summary: Rugby’s annus horribilis shows little obvious sign of easing. For the time being all roads no longer lead to Rome and the best scenario involves the S …"
        },
        {
            "title": "Information about teenager's murder 'not followed up', say family",
            "category": "UK-News",
            "snippet": "The family of a 16-year-old boy murdered in east London on Tuesday have expressed concern about how the police dealt with the case, and have claimed t …"
        },
        {
            "title": "Bank of England drafts action plan to head off coronavirus recession",
            "category": "Business",
            "snippet": "Summary: Mark Carney has said the Bank of England is coordinating with the Treasury and international partners to deliver a “powerful and timely” response to t …"
        },
        {
            "title": "Calm With Horses review – crime and brutal punishment in rural Ireland",
            "category": "Film",
            "snippet": "The musician and actor Cosmo Jarvis looks eerily like a young Marlon Brando in this brutal gothic-realist drama set in the west of Ireland, directed b …"
        },
        {
            "title": "Build an Irish Sea tunnel, not a bridge, says Scottish secretary",
            "category": "Politics",
            "snippet": "The UK government could build a tunnel under the Irish Sea instead of a new bridge linking Scotland with Northern Ireland, Alister Jack, the Scottish …"
        },
        {
            "title": "'TikTok we need to talk': Lizzo slams social media app for body shaming",
            "category": "Music",
            "snippet": "Lizzo has accused the social media app TikTok of body shaming after it deleted multiple videos of her in a bathing suit. “TikTok keeps taking down my …"
        },
        {
            "title": "US markets in sharp drop amid rollercoaster over coronavirus",
            "category": "Business",
            "snippet": "US stock markets closed sharply lower again on Thursday as fears about fallout from the virus outbreak sent more shudders through the financial world. …"
        },
        {
            "title": "Australia avoid nightmare scenario but ICC faces questions as England pay price",
            "category": "Sport",
            "snippet": "“The public love a backflip,” a cabinet minister once said to me. “It shows them you are listening.” The organisers of the T20 World Cup had the chanc …"
        },
        {
            "title": "Calls for Sheikh Mohammed to face justice over family abduction",
            "category": "UK-News",
            "snippet": "Ministers, police and prosecutors are under pressure to bring the ruler of Dubai to justice after a UK judge ruled that he orchestrated the abduction …"
        },
        {
            "title": "Rory McIlroy hits ‘shot of the year’ to contend at Arnold Palmer Invitational",
            "category": "Sport",
            "snippet": "In seeking to avoid a “fried” brain, Rory McIlroy is not thinking about the Masters. His form will leave others to speculate about the world No 1’s pr …"
        },
        {
            "title": "Harry and Meghan in first official UK appearance since royal split",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex have made their first official appearance together in Britain since their shock announcement they are stepping back as …"
        },
        {
            "title": "Number of female UK songwriters jumps by 60%",
            "category": "Music",
            "snippet": "The number of female songwriters signing with UK rights organisation PRS for Music has increased by 60%, but they remain hugely outnumbered by their m …"
        },
        {
            "title": "Mueller report: justice department ordered to turn over unredacted copy",
            "category": "US-News",
            "snippet": "The Department of Justice has been ordered to turn over an unredacted copy of the Mueller report in a ruling that accuses the attorney general, Willia …"
        },
        {
            "title": "Australian music prize: Sampa the Great becomes first artist to win prestigious award twice",
            "category": "Music",
            "snippet": "Australian hip-hop artist Sampa the Great has made history by becoming the first person to win the Australian music prize twice. Her 2019 album The Re …"
        },
        {
            "title": "Paul Kelly, Methyl Ethel, Odette and more: Australia's best new music for March",
            "category": "Music",
            "snippet": "Summary: L-Fresh the Lion ft Moza and Mirrah – Mother For fans of: The Love Below, De La Soul, Jurassic Five Elton John’s favourite Aussie hip-hop artist, L-Fr …"
        },
        {
            "title": "Hachette workers stage walkout to protest publication of Woody Allen memoir",
            "category": "Books",
            "snippet": "Dozens of Hachette employees staged a walkout of its New York City offices on Thursday in protest against the company’s decision to publish Woody Alle …"
        },
        {
            "title": "Onward review – Pixar conjures big-screen adventure with wizard quest story",
            "category": "Film",
            "snippet": "Perhaps impatient, as we all are, for the next renaissance or breakthrough for the Pixar/Disney animation studio, commentators are a bit overexcited a …"
        },
        {
            "title": "Blame it on Bernie: did Public Enemy really split over politics?",
            "category": "Music",
            "snippet": "The Democratic party primary season is a rancorous, high-stakes affair that divides families and ruptures friendships. This year’s campaign has the un …"
        },
        {
            "title": "'I was lucky': the asylum seeker campaigning for others to learn Welsh",
            "category": "UK-News",
            "snippet": "When Joseff Gnagbo arrived in Cardiff as an asylum seeker he did not realise Wales had a language of its own. “To be honest I didn’t know much about W …"
        },
        {
            "title": "'Conga line around the car park!' A week in the life of a British venue",
            "category": "Music",
            "snippet": "Regulars at the Brudenell Social Club in Leeds have all sorts of favourite memories of the venue. For some, it is the night Thee Oh Sees played in the …"
        },
        {
            "title": "From Watership Down to War Horse: books about heroic animals",
            "category": "Books",
            "snippet": "Beavers are heroes, as any Narnia fan will tell you. Now the news confirms what we have known since meeting Mr and Mrs Beaver in CS Lewis’s The Lion, …"
        },
        {
            "title": "Shakespeare in a Divided America by James Shapiro review – the Bard and the culture wars",
            "category": "Books",
            "snippet": "It is perhaps unsurprising that Shakespeare, the most canonical of dead white males, should feature in America’s culture wars. But why so prominently, …"
        },
        {
            "title": "Greg Kinnear on Misbehaviour and #MeToo: ‘Where were human resources in the 1990s?’",
            "category": "Film",
            "snippet": "Can I ask you something?” says Greg Kinnear, slightly nervously, toward the end of our conversation. “Did you notice that I’m wearing a prosthetic nos …"
        },
        {
            "title": "Trump attacks Biden's cognitive health in possible general-election preview",
            "category": "US-News",
            "snippet": "Donald Trump attacked Joe Biden’s cognitive abilities on Thursday night during an event in the former-vice president’s hometown that could set the ton …"
        },
        {
            "title": "Jhené Aiko: Chilombo review – sexual, spiritual and wildly over-long",
            "category": "Music",
            "snippet": "Prior to recording her third album, Jhené Aiko got immersed in the practice of sound healing. She incorporated the vibrational hum of crystal alchemy …"
        },
        {
            "title": "The Wandering by Intan Paramaditha review – existential journeys",
            "category": "Books",
            "snippet": "The Wandering is the Indonesian writer Intan Paramaditha’s first novel (her first story collection to appear in English, Apple & Knife, came out in 20 …"
        },
        {
            "title": "Paul Heaton & Jacqui Abbott: Manchester Calling review – rich vignettes on life's vagaries",
            "category": "Music",
            "snippet": "Paul Heaton recently remarked that if he’d known how well his songs would resonate with ordinary people up and down the country, he’d have written mor …"
        },
        {
            "title": "Lauv: How I’m Feeling review – voguish pop alienation and anxiety",
            "category": "Music",
            "snippet": "‘Life ain’t easy these days,” sighs Lauv - AKA 25-year-old Ari Leff - on Changes, a track that covers the musician’s decision to medicate his mental h …"
        },
        {
            "title": "Sadie Jones: ‘I lied about reading Allen Ginsberg to win an argument’",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading The Shapeless Unease by Samantha Harvey, her memoir, in essays and fragments, about sleeplessness. It’s a claustrophob …"
        },
        {
            "title": "Experience: I’ve been protesting for seven decades",
            "category": "Life-and-Style",
            "snippet": "I first took part in a protest when I was 16, in 1944. Food was rationed in the UK, but children were given personal points that were saved towards a …"
        },
        {
            "title": "My life in sex: ‘Over time, sex became something I could speak about’",
            "category": "Life-and-Style",
            "snippet": "Like many people, I endured neglect and sexual abuse in childhood. Without a model of healthy relationships, I became an extremely vulnerable teenager …"
        },
        {
            "title": "Amber Rudd hits out at 'rude' Oxford students  after talk cancelled",
            "category": "Politics",
            "snippet": "The former Conservative home secretary Amber Rudd has hit out at “rude” students at the University of Oxford who cancelled her appearance at an Intern …"
        },
        {
            "title": "Disq: Collector review – bedroom rockers mope towards majesty",
            "category": "Music",
            "snippet": "Faced with bleak job prospects, corrupted politics and a planet in existential crisis, it’s no wonder young indie rockers are currently given to both …"
        },
        {
            "title": "Caffeine kick: UK coffee lovers will spend more than £4bn this year",
            "category": "Business",
            "snippet": "UK consumers will spend more than £4bn getting their caffeine fix from high street coffee shops this year. Spending at big brand coffee shops, from Co …"
        }
    ]
}