{
    "page": [
        {
            "title": "Ex-officials with experience of crises recalled to Whitehall",
            "category": "Politics",
            "snippet": "Summary: Former civil servants with emergency planning experience have been asked to return to Whitehall to help the government response to coronavirus as Domi …"
        },
        {
            "title": "Extend Brexit transition by years over coronavirus, UK told",
            "category": "Politics",
            "snippet": "Summary: The largest group in the European parliament has urged the UK government to do the “responsible thing” and extend the Brexit transition period, as cor …"
        },
        {
            "title": "Trump lashes out at critics as Fauci warns New Orleans and Detroit will 'take off'",
            "category": "US-News",
            "snippet": "Donald Trump called Nancy Pelosi a “sick puppy” on Monday, after the House speaker said the president’s mishandling of the coronavirus crisis would co …"
        },
        {
            "title": "Talking Horses: Peter Beaumont hailed as among last of his kind",
            "category": "Sport",
            "snippet": "Peter Beaumont has been hailed as among of the last of his kind, following the Gold Cup-winning trainer’s death on Monday morning at the age of 85. Ba …"
        },
        {
            "title": "'The dancefloor is a religious experience': the unselfconscious retro joy of the home dance workout",
            "category": "Life-and-Style",
            "snippet": "Push back the coffee table and drag the floor-length mirror out of the bedroom. Tonight we’re going to party like it’s 1999 … or maybe even 1989. In t …"
        },
        {
            "title": "Las Vegas parking lot turned into 'homeless shelter' with social distancing markers",
            "category": "US-News",
            "snippet": "Summary: Images of homeless people sleeping in a converted parking lot in Las Vegas have sparked criticism, even as the city officials describe an “emergency s …"
        },
        {
            "title": "Coronavirus is a tragedy – but it could be the wake-up call we need",
            "category": "Books",
            "snippet": "For some time this pandemic will focus almost all of our attention. It is a tragedy that will play out differently in different parts of the world; th …"
        },
        {
            "title": "Indian Sun: The Life and Music of Ravi Shankar by Oliver Craske – review",
            "category": "Books",
            "snippet": "Summary: On the eve of what would have been his 100th birthday (he died at 92), Ravi Shankar remains one of the most famous and influential Indians of modern t …"
        },
        {
            "title": "Sleater-Kinney: where to start in their back catalogue",
            "category": "Music",
            "snippet": "The album to start with All Hands on the Bad One (Kill Rock Stars, 2000) As any band that comes out of a DIY scene knows, no matter how pure your inte …"
        },
        {
            "title": "Ad giant WPP launches £2bn savings plan as Covid-19 hits business",
            "category": "Business",
            "snippet": "Advertising giant WPP has unveiled a £2bn savings plan to shore up its balance sheet in the face of the coronavirus pandemic. WPP is the world’s large …"
        },
        {
            "title": "High Fidelity at 20: the sneakily dark edge of a comedy about bad breakups",
            "category": "Film",
            "snippet": "Rob Gordon is kind of a jerk. And High Fidelity, based on Nick Hornby’s incisive dissection of the pop-addled male brain, is about the process of him …"
        },
        {
            "title": "US briefing: Cuomo's virus warning, business reacts and age risk study",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. US cases almost double China’s as deaths top 3,000 The US has suffered its deadliest day …"
        },
        {
            "title": "'This is about survival': California tenants plan rent strikes as Covid-19 relief falls short",
            "category": "US-News",
            "snippet": "Tenants across California are organizing rent strikes for the month of April, arguing they will not be able to pay their landlords for the foreseeable …"
        },
        {
            "title": "What happens when a city's hospital closes 'without warning' during a pandemic",
            "category": "US-News",
            "snippet": "The frontline in the battle against coronavirus has shifted a couple of hundred yards down the main road through the Kansas city of Wellington. Two we …"
        },
        {
            "title": "Hampshire 112-year-old officially recognised as world's oldest man",
            "category": "UK-News",
            "snippet": "A Hampshire resident has been officially recognised as the world’s oldest man by Guinness World Records. Bob Weighton, who is 112 years and two days o …"
        },
        {
            "title": "Michael Rosen 'very poorly but stable' after night in intensive care",
            "category": "Books",
            "snippet": "Michael Rosen’s family has said that the poet, broadcaster and author, who is suffering from suspected coronavirus, is “very poorly at the moment” but …"
        },
        {
            "title": "Waxahatchee: 'Getting sober, you’re facing this stuff shoved deep down'",
            "category": "Music",
            "snippet": "Katie Crutchfield pulls up in her dad’s rugged Jeep outside my hotel in a suburb of Birmingham, Alabama. She grins when I voice my surprise at her rid …"
        },
        {
            "title": "The month's best mixes: industrial dancehall, digital anxiety and 'the Techno Columbo'",
            "category": "Music",
            "snippet": "RA 718: Low Jack Low Jack’s Resident Advisor mix hits like a sack of bricks. Born in Honduras and based in Paris, the producer/DJ imbues his work with …"
        },
        {
            "title": "'The day was full of joy and love': how people are getting married while in lockdown",
            "category": "Life-and-Style",
            "snippet": "Summary: The bride wore white and carried a bouquet of plastic flowers, from Amazon. The aisle was from Amazon, too, and so were the fairy lights strung around …"
        },
        {
            "title": "Japan businessman admits giving gifts for successful Tokyo Olympic bid",
            "category": "Sport",
            "snippet": "New questions about Tokyo’s successful bid for the 2020 Olympics have been raised after a businessman admitted he had given digital cameras and Seiko …"
        },
        {
            "title": "Shell secures £10bn loan facility as it warns over £650m hit from oil price fall",
            "category": "Business",
            "snippet": "Royal Dutch Shell has secured a $12bn (£9.7bn) loan facility to protect its shareholder payouts against an oil price crisis and the “significant uncer …"
        },
        {
            "title": "Lockdown watch: John Landis on seeking solace in Zero Mostel movies",
            "category": "Film",
            "snippet": "Summary: My ideas on movies to watch while you are stuck at home are really no different from a list of movies I think anyone should see at any time, not just …"
        },
        {
            "title": "Detroit: America's next Covid-19 hotspot battles to prepare for coming surge",
            "category": "US-News",
            "snippet": "Medical experts in Detroit said they are steeling themselves for a surge in coronavirus cases as they prepare to become America’s next major hotspot f …"
        },
        {
            "title": "Poundland to mothball one in 10 stores as shoppers heed coronavirus advice",
            "category": "Business",
            "snippet": "Poundland is to mothball about one in 10 stores and temporarily lay off 250 head office staff as shoppers follow government advice and stay away from …"
        },
        {
            "title": "The one change that worked: share your coronavirus stories",
            "category": "Life-and-Style",
            "snippet": "We are living in extraordinary times and coronavirus has meant that for many life as we know it has changed exponentially in a matter of weeks. Things …"
        },
        {
            "title": "Scottish lawyers call plan to suspend jury trials 'kneejerk reaction'",
            "category": "UK-News",
            "snippet": "Lawyers have attacked plans to suspend jury trials for up to 18 months in Scotland to cope with the coronavirus crisis as a “knee-jerk reaction instig …"
        },
        {
            "title": "Reading group: what book should we read to cheer us up in April?",
            "category": "Books",
            "snippet": "Summary: There are plenty of things we want to avoid spreading at the moment – but at least we can share a little joy. So for this month’s reading group, tell …"
        },
        {
            "title": "Wimbledon's expected cancellation could be followed by Davis Cup",
            "category": "Sport",
            "snippet": "This summer’s Wimbledon will almost certainly be abandoned on Wednesday and the Davis Cup Finals in Madrid could be the next major tennis event to fal …"
        },
        {
            "title": "Stuart Gordon obituary",
            "category": "Film",
            "snippet": "Summary: Horror movies don’t come much gorier, funnier or more outre than Re-Animator (1985), the HP Lovecraft adaptation that brought acclaim and infamy to St …"
        },
        {
            "title": "Labour councillor dies from coronavirus",
            "category": "UK-News",
            "snippet": "A Labour councillor in Sheffield has become the first serving politician in the UK known to have died from coronavirus. Pat Midgley’s last political a …"
        },
        {
            "title": "Awe, wonder and the overview effect: how feeling small gives us much-needed perspective",
            "category": "Books",
            "snippet": "Surely the best witnesses to the fact that the key to awe and wonder is feeling small are astronauts. Like Captain Jim Lovell, who, when on board the …"
        },
        {
            "title": "Weddings, parties, everything: what will we do without our rituals?",
            "category": "Life-and-Style",
            "snippet": "For the foreseeable future it isn’t safe to gather in numbers. Rituals that used to be full of conviviality are now epidemiological threats. Birthday …"
        },
        {
            "title": "Pause due to Covid-19 gives AFL a chance to build a more agile and inclusive game",
            "category": "Sport",
            "snippet": "Until recently I, like many other footy-loving Australians, was revelling in the best AFLW season to date and eagerly awaiting the men’s season. I was …"
        },
        {
            "title": "Tax avoidance schemes target workers answering NHS call-up",
            "category": "Business",
            "snippet": "Former workers returning to the NHS are being targeted with aggressive tax avoidance schemes – under the guise of umbrella companies – which HMRC warn …"
        },
        {
            "title": "UK supermarkets ease coronavirus shopping restrictions",
            "category": "Business",
            "snippet": "Several supermarkets have loosened purchasing restrictions designed to prevent stockpiling during the coronavirus outbreak, as Tesco announced it coul …"
        },
        {
            "title": "NHS developing app to trace close contacts of coronavirus carriers",
            "category": "UK-News",
            "snippet": "The NHS is in talks to roll out a smartphone app that instantly traces close contacts of people carrying the coronavirus and advises them to self-isol …"
        },
        {
            "title": "Derbyshire police chief defends force's reaction to lockdown",
            "category": "UK-News",
            "snippet": "Summary: The Derbyshire chief constable whose force was described as “disgraceful” by a former supreme court judge has defended the behaviour of his officers a …"
        },
        {
            "title": "MPs call for 'virtual Commons' amid Covid-19 early recess",
            "category": "Politics",
            "snippet": "MPs from across the political spectrum are calling for a virtual House of Commons to be established to scrutinise the government’s response to coronav …"
        },
        {
            "title": "Suspend refund rules or risk UK travel industry meltdown, warns Abta",
            "category": "Business",
            "snippet": "Abta has demanded the government suspend the travel industry’s refund rules or face “catastrophic damage to the UK travel industry, and widespread con …"
        },
        {
            "title": "A Govester briefing is proof we're scraping the trustworthiness barrel",
            "category": "Politics",
            "snippet": "That sound you just heard? The barrel being scraped. When the main purpose of the Downing Street press conference is to convey the truly horrific deat …"
        },
        {
            "title": "Virtual choir practice: 'Singing in dark times we can turn our voices to the light'",
            "category": "Life-and-Style",
            "snippet": "Summary: From my bed, propped up with cushions and with my fancy headphones on, I sip gin and watch the screen as I sing an arrangement of Ball Park Music’s Su …"
        },
        {
            "title": "UK care home staff 'at breaking point' as coronavirus cases rise",
            "category": "UK-News",
            "snippet": "Britain’s care homes are in danger of being overwhelmed by the coronavirus, with staff warning they are at “breaking point” and the country’s biggest …"
        },
        {
            "title": "New York's Andrew Cuomo decries 'eBay'-style bidding war for ventilators",
            "category": "US-News",
            "snippet": "Andrew Cuomo, the governor of New York, has condemned the US federal government for fueling an “eBay”-style bidding war for ventilators as the coronav …"
        },
        {
            "title": "UK banks agree to scrap £8bn dividends amid recession fears",
            "category": "Business",
            "snippet": "Britain’s largest banks have agreed to scrap nearly £8bn worth of dividends in light of the coronavirus crisis, giving banks an additional cushion to …"
        },
        {
            "title": "Whole Foods workers hold ‘sick-out’ to demand hazard pay during pandemic",
            "category": "Business",
            "snippet": "Whole Foods workers organized a national “sick-out” protest on Tuesday, demanding that the grocery store give employees double their normal wages as “ …"
        }
    ]
}