{
    "page": [
        {
            "title": "Meet the Hollywood super-networkers working to beat Trump at any price",
            "category": "US-News",
            "snippet": "One evening early last October, a crowd gathered around the deep end of a black-bottom pool in the Hollywood Hills. There were probably 100 people the …"
        },
        {
            "title": "My neighbours’ loud sex is making me feel violated",
            "category": "Life-and-Style",
            "snippet": "I’m at a loss as to what to do about my neighbours’ loud sex. I’ve written them a note, being kind, saying I can hear everything, but it is still as f …"
        },
        {
            "title": "US briefing: Super Tuesday, Washington state deaths and Netanyahu",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Buttigieg and Klobuchar join centrist rush to Biden As 14 states prepare to vote in the D …"
        },
        {
            "title": "Reading group: which climate science fiction should we read in March?",
            "category": "Books",
            "snippet": "For this month’s reading group, we’re after nominations for science fiction books that have something to say about the climate crisis. It’s been a whi …"
        },
        {
            "title": "European Cricket Series hoping to tap potential from Alicante to Prague",
            "category": "Sport",
            "snippet": "Monday’s launch of This is Europe, the Guardian’s series focusing on, well, Europe, handily coincided with the launch of a new competition that organi …"
        },
        {
            "title": "Lewis Capaldi review – the tears of pop's characterful clown",
            "category": "Music",
            "snippet": "As Lewis Capaldi is fond of observing, he’s the last person you’d expect to become the biggest new pop star in the country. With his satin tour jacket …"
        },
        {
            "title": "What is Super Tuesday? Your guide to the night",
            "category": "US-News",
            "snippet": "What is Super Tuesday? It’s the day when the greatest number of US states cast their votes to nominate presidential candidates, who will eventually co …"
        },
        {
            "title": "HS2 legal challenge launched by Chris Packham",
            "category": "UK-News",
            "snippet": "Summary: A fresh legal challenge to HS2 has been launched by the naturalist and broadcaster Chris Packham, arguing that the UK government’s decision to approve …"
        },
        {
            "title": "'Boring but cool!': can children predict box-office success?",
            "category": "Film",
            "snippet": "I knew that Sonic the Hedgehog would be a hit film long before it came out, because I have a secret weapon: a five-year-old. My son latched on to the …"
        },
        {
            "title": "After Hilary Mantel’s Wolf Hall trilogy, which other historical figures deserve a fictional revision?",
            "category": "Life-and-Style",
            "snippet": "So Hilary Mantel has completed her Thomas Cromwell trilogy with The Mirror & the Light. Which other historical figures are ripe for a Wolf Hall-style …"
        },
        {
            "title": "Are lighthouses still necessary in the age of satellite navigation?",
            "category": "Life-and-Style",
            "snippet": "Are lighthouses still necessary in the age of satellite navigation? Jan Jacobs, Liverpool Post your answers – and new questions – below or email them …"
        },
        {
            "title": "'It feels good to pin a guy': the North Carolina girl making history on the mat",
            "category": "Sport",
            "snippet": "Heaven Fitch just wanted to be like her three older brothers. At six years old, she followed them onto the wrestling mat and she hasn’t stopped since. …"
        },
        {
            "title": "'A generation that decided to fight': making music amid chaos in Venezuela",
            "category": "Music",
            "snippet": "‘Everything here happens at gunpoint,” someone tells me when I arrive in Caracas. Venezuela is in crisis, suffering from a lack of power, water and ba …"
        },
        {
            "title": "Hilary Mantel says 'invective' against Meghan is partly due to racism",
            "category": "Books",
            "snippet": "Hilary Mantel has said that racism has been an element in the “invective” against Meghan, Duchess of Sussex. The novelist, who is about to publish the …"
        },
        {
            "title": "James Franco accusers are 'jumping on the #MeToo bandwagon', say actor's lawyers",
            "category": "Film",
            "snippet": "James Franco has responded to allegations of sexual harassment by two former students by claiming they were an attempt to “jump on the [#MeToo] bandwa …"
        },
        {
            "title": "Jack Welch obituary",
            "category": "Business",
            "snippet": "Summary: Jack Welch, who has died aged 84, was a titan of US industry in the last quarter of the 20th century. As chairman and chief executive of General Elect …"
        },
        {
            "title": "Brexit: Peugeot could seek compensation to keep UK factory open",
            "category": "Business",
            "snippet": "Peugeot could demand compensation from the British government to keep its Vauxhall factory in Ellesmere Port open in the event of a bad Brexit deal, i …"
        },
        {
            "title": "Postpone the new James Bond film, say 007 fans wary of coronavirus",
            "category": "Film",
            "snippet": "Summary: James Bond fans have called for the global release of No Time to Die to be delayed because of the coronavirus outbreak. The global premiere of the fil …"
        },
        {
            "title": "Fresh call for Oxford dictionaries to change 'sexist' definitions",
            "category": "Books",
            "snippet": "The leaders of Women’s Aid and the Women’s Equality party are among the signatories to an open letter calling on Oxford University Press to change its …"
        },
        {
            "title": "Grenfell architect admits he did not read cladding fire regulations",
            "category": "UK-News",
            "snippet": "The architect of the Grenfell Tower refurbishment has admitted he did not read building regulations aimed at preventing cladding fires and had no idea …"
        },
        {
            "title": "Police investigate alleged coronavirus-linked attack on London student",
            "category": "UK-News",
            "snippet": "Summary: Police are investigating an alleged race-hate attack on a Singaporean student in London by a group of people who are said to have shouted about the co …"
        },
        {
            "title": "Tory donor invested in firm linked to Amazon deforestation",
            "category": "Politics",
            "snippet": "Crispin Odey, one of the biggest donors to Boris Johnson’s Conservative party, has invested in a Brazilian company linked to deforestation in the Amaz …"
        },
        {
            "title": "Boris fails to convince with sanitised take on coronavirus",
            "category": "Politics",
            "snippet": "Summary: And… breathe. Though not too deeply. And certainly not all over anybody else. After more than six weeks of mooching around No 10 hoping the pangolins …"
        },
        {
            "title": "Ninth person with coronavirus dies in Washington state as New York sees second case",
            "category": "US-News",
            "snippet": "Tensions over how to contain the fast-spreading coronavirus escalated Tuesday in the United States as the death toll climbed to nine and lawmakers exp …"
        },
        {
            "title": "Top civil servant begins legal case against Priti Patel and Home Office",
            "category": "Politics",
            "snippet": "Sir Philip Rutnam, the senior civil servant who resigned on Saturday claiming he was bullied and forced from office, has begun legal action against th …"
        },
        {
            "title": "Wall Street slides after Federal Reserve makes emergency US rate cut - as it happened",
            "category": "Business",
            "snippet": "Ouch! The New York stock market has ended the day with steep losses again, as the Federal Reserve’s emergency rate cut failed to reassure investors. A …"
        },
        {
            "title": "Sirius Minerals to be sold after shareholder rebellion fails",
            "category": "Business",
            "snippet": "Sirius Minerals, the company building a £4bn mine under the North York Moors, is to be sold for £405m after a rebellion by irate small investors again …"
        },
        {
            "title": "England grandmaster Manu Tuilagi looking to checkmate Wales",
            "category": "Sport",
            "snippet": "Summary: It has been a strange Six Nations but stand by for the most improbable news of the lot. A craze for playing chess – yes, chess – is sweeping through t …"
        },
        {
            "title": "Super Tuesday: Democrats cast votes on second most important day of 2020 election – as it happened",
            "category": "US-News",
            "snippet": "Voters in 14 states are casting their ballots today. The Guardian’s reporters are covering Super Tuesday from across the nation. Bernie Sanders holds …"
        },
        {
            "title": "Warren persists in Democratic race despite crushing Super Tuesday losses",
            "category": "US-News",
            "snippet": "Five months ago Elizabeth Warren was the Democratic frontrunner. Heading into Super Tuesday, she was in desperate need of winning just a single state, …"
        },
        {
            "title": "Special branches: readers on the trees that changed their lives",
            "category": "Life-and-Style",
            "snippet": "Almost 50 years ago, when Bronwen Griffiths was growing up in the Worcestershire village of Belbroughton, she lost her heart to a tree. “That oak was …"
        },
        {
            "title": "Spend £8bn to kickstart plan to decarbonise economy, chancellor told",
            "category": "UK-News",
            "snippet": "The author of a groundbreaking report on the economic impact of climate change has called on Rishi Sunak to spend more than £8bn in his first budget n …"
        },
        {
            "title": "Super Tuesday: five key takeaways as two frontrunners emerge",
            "category": "US-News",
            "snippet": "It was a very good night for Joe Biden “It’s a good night and it seems to be getting better,” Joe Biden said during his election night speech in Los A …"
        },
        {
            "title": "'One orb, slightly used': MBS book reveals fate of Trump's mysterious Saudi sphere",
            "category": "US-News",
            "snippet": "The mysterious glowing orb which Donald Trump, King Salman and Abdel Fatah al-Sisi clutched in Riyadh in May 2017 is now in US possession, according t …"
        },
        {
            "title": "Men's and women's competitions in the Hundred to have equal prize money",
            "category": "Sport",
            "snippet": "A £600,000 total prize pool will be split evenly between the men’s and women’s competitions in the Hundred this summer. The England and Wales Cricket …"
        },
        {
            "title": "Our House Is on Fire by Greta Thunberg et al review – a family and planet in crisis",
            "category": "Books",
            "snippet": "A movement born without a face tends to acquire one. Since August 2018, when 15-year-old Greta Thunberg began a solo “school strike for the climate”, …"
        },
        {
            "title": "Damascus by Christos Tsiolkas review – the gory birth of Christianity",
            "category": "Books",
            "snippet": "Christianity stands on a foundational irony: the world-revolutionary creed of universal love emerged from a social and political ferment of rancour, h …"
        },
        {
            "title": "Prog rock stars Genesis announce reunion",
            "category": "Music",
            "snippet": "The British prog rock band Genesis have announced that they will reunite for a series of UK stadium shows in November and December. “There’s a Genesis …"
        },
        {
            "title": "'It's hopeful and generous': Thurston Moore's experimental record shop",
            "category": "Music",
            "snippet": "Thurston Moore is sitting in his shop window, pricing up a pile of records and telling me how Sun Ra used to operate. “Before he was going on tour, to …"
        },
        {
            "title": "London book fair cancelled over coronavirus fears, amid growing anger",
            "category": "Books",
            "snippet": "One of the world’s biggest international literary events, the London book fair, has been cancelled over coronavirus fears, amid growing anger that the …"
        },
        {
            "title": "UK retailers hit by supply disruption amid coronavirus concerns",
            "category": "Business",
            "snippet": "Summary: Almost a quarter of British retailers are reporting severe disruption to their supply of goods as a result of the spread of coronavirus. News that ret …"
        },
        {
            "title": "Spacefarers by Christopher Wanjek review – getting practical about our future beyond Earth",
            "category": "Books",
            "snippet": "In 2007, China demonstrated a new anti-satellite missile by blowing one of its own defunct weather satellites to smithereens: a cloud of shards that s …"
        },
        {
            "title": "Top 10 mentors in fiction",
            "category": "Books",
            "snippet": "From Lord of the Rings and Star Wars to Harry Potter and 50 Shades of Grey, the most popular narratives often feature a mentor figure offering advice …"
        },
        {
            "title": "Immortal Hero review – silly vanity project made in bad faith",
            "category": "Film",
            "snippet": "Here’s a biopic about a world-changing faith leader, a man who has published 2,500 books – according to his website – including accounts of his seance …"
        },
        {
            "title": "'It’s been extreme': Worcestershire cricket stay upbeat despite floods",
            "category": "Sport",
            "snippet": "Worcestershire could be forgiven for feeling down on their luck, with their ground still submerged following its fifth flood of the winter and their p …"
        },
        {
            "title": "The Way Back review – Ben Affleck battles booze in half-baked drama",
            "category": "Film",
            "snippet": "There’s an irresistible external narrative attached to Warrior director Gavin O’Connor’s new alcoholism drama The Way Back: the addict at its centre i …"
        },
        {
            "title": "Grenfell engineers set out to 'massage' fire safety plan, inquiry told",
            "category": "UK-News",
            "snippet": "Engineers working on Grenfell Tower set out to “massage” the fire safety strategy to get it past official checks, and privately admitted plans to refu …"
        },
        {
            "title": "Jaguar Land Rover to shut Merseyside plant for nine days",
            "category": "Business",
            "snippet": "Summary: Jaguar Land Rover is shutting its Halewood factory for nine days this month and adjusting the production schedule at its Castle Bromwich and Solihull …"
        },
        {
            "title": "No excuse for Rugby Australia raiding a Super Rugby franchise",
            "category": "Sport",
            "snippet": "Summary: Dan McKellar is considering an approach from Rugby Australia to become the Wallabies forwards coach but, for the sake of his club and the national tea …"
        },
        {
            "title": "Coronavirus self-quarantine might not sound so bad – but loneliness will be hard for many",
            "category": "Life-and-Style",
            "snippet": "One particularly brutal winter when I lived in New York, I was hurrying to a meeting when I slipped on the icy pavement and broke my ankle. A doctor s …"
        }
    ]
}