{
    "page": [
        {
            "title": "JD Wetherspoon refuses to pay suppliers until lockdown ends",
            "category": "Business",
            "snippet": "JD Wetherspoon has told its suppliers it will not pay them until pubs reopen after the coronavirus lockdown, but promised staff will get their wages b …"
        },
        {
            "title": "The Perfect Candidate review – accidental heroine takes on the cynics",
            "category": "Film",
            "snippet": "Summary: With oil no longer at the premium it was, and Saudi Arabia’s government reportedly compelled to make concessions to western-style novelties such as fe …"
        },
        {
            "title": "Royals practise physical distancing as Charles self-isolates",
            "category": "UK-News",
            "snippet": "The Queen is at Windsor and following “appropriate advice”, the Prince of Wales and Duchess of Cornwall are in self-isolation on Royal Deeside and the …"
        },
        {
            "title": "Julie Felix: 10 of her greatest performances",
            "category": "Music",
            "snippet": "As a Californian teenager, Julie Felix – who has died aged 81 – never imagined herself becoming a folk singer, but her guitar became a handy tool for …"
        },
        {
            "title": "UK postal workers in plea for limit to non-essential deliveries",
            "category": "Business",
            "snippet": "Postal workers have called on Royal Mail and e-commerce sites to limit the amount of non-essential items they are being asked to deliver at a time whe …"
        },
        {
            "title": "UK banks warned: don't let Covid-19 destroy good firms - as it happened",
            "category": "Business",
            "snippet": "Equity markets have risen in Europe and the US as investors await details of the $2tn stimulus agreed by Congress in Washington. Here are some of the …"
        },
        {
            "title": "IOC under fire after boxers at London event test positive for Covid-19",
            "category": "Sport",
            "snippet": "The International Olympic Committee has been accused of putting athletes’ health in jeopardy after two Turkish boxers and their head coach tested posi …"
        },
        {
            "title": "US stimulus package may be massive but it will not be enough",
            "category": "Business",
            "snippet": "The precise details of the US stimulus package are still to be revealed but some things are already clear: it will be massive, it will hit many of the …"
        },
        {
            "title": "UK coronavirus: tests prioritised for NHS workers, 'not available on the internet next week' – as it happened",
            "category": "Politics",
            "snippet": "Mass home testing is to be made available ‘within days’, Public Health England has claimed. The test, which involves pricking the finger to produce a …"
        },
        {
            "title": "The Guardian view on parliament in a crisis: rising to the challenge",
            "category": "Politics",
            "snippet": "Prime minister’s questions in the House of Commons typifies British democracy in some respects. It fulfils an essential function by means of conventio …"
        },
        {
            "title": "Businesses ask for clarity amid confusion over UK lockdown",
            "category": "Business",
            "snippet": "Business groups and unions have called on ministers to provide urgent clarification over which companies will remain open during the coronavirus lockd …"
        },
        {
            "title": "Premiership players considering claims for unlawful deduction of wages",
            "category": "Sport",
            "snippet": "Premiership clubs are likely to face claims of unlawful deduction of wages amid growing player unrest at the blanket 25% pay cuts imposed. It is under …"
        },
        {
            "title": "Banks and business caught out by emergency measures",
            "category": "Business",
            "snippet": "Get a bloody move on. That was not, obviously, the wording of the exhortation to banks in Wednesday’s joint letter from the chancellor, the governor o …"
        },
        {
            "title": "Boris Johnson and his donkeys stumble on, led by lions they try to lead",
            "category": "Politics",
            "snippet": "We were still a long way short of John Bercow’s last prime minister’s questions hurrah. That clocked in at a mind-numbing 70 minutes. But with parliam …"
        },
        {
            "title": "UK government helps supermarkets target deliveries to vulnerable shoppers",
            "category": "Business",
            "snippet": "Supermarkets are being given access to a government database to help prioritise food deliveries for elderly and vulnerable shoppers who have been orde …"
        },
        {
            "title": "Emergency meeting to determine if Wimbledon can take place",
            "category": "Sport",
            "snippet": "The All England Club will decide at an emergency meeting next week if it is advisable or even viable to hold this year’s Wimbledon tournament, due to …"
        },
        {
            "title": "Eddie Jones to be asked to take pay cut with RFU set for £50m losses",
            "category": "Sport",
            "snippet": "Eddie Jones will be asked to take a pay cut after the Rugby Football Union revealed it is set to lose up to £50m owing to the disruption caused by cor …"
        },
        {
            "title": "England: police to get power to use force to impose coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Police will be authorised to use force to send people back home if they refuse to obey the coronavirus lockdown, under government plans. Ministers wil …"
        },
        {
            "title": "Kanye West likens backlash over support for Trump to racial profiling",
            "category": "Music",
            "snippet": "Kanye West has reaffirmed his support for Donald Trump, whom he has previously called “his brother”, in a new interview with the Wall Street Journal. …"
        },
        {
            "title": "More than 1m Californians have filed for unemployment amid coronavirus crisis",
            "category": "US-News",
            "snippet": "More than a million Californians have filed for unemployment this month due to the coronavirus crisis, the state’s governor announced. “We just passed …"
        },
        {
            "title": "Robert Levinson's family confirms former FBI agent died in Iranian custody",
            "category": "US-News",
            "snippet": "Robert Levinson, a former FBI agent who disappeared in Iran in 2007, died in Iranian custody, according to a statement from his family. The statement …"
        },
        {
            "title": "Banks warned against profiteering from UK coronavirus crisis",
            "category": "Business",
            "snippet": "British companies, including major banks, have been warned against profiteering from the coronavirus crisis and told to pass on the benefits of histor …"
        },
        {
            "title": "Queen holds audience with PM by phone while Prince of Wales self-isolates with Covid-19",
            "category": "UK-News",
            "snippet": "The Prince of Wales has coronavirus, it emerged on Wednesday, as hundreds of guests at a Commonwealth service attended by Charles and the Queen were t …"
        },
        {
            "title": "High court rejects call to free 736 detainees at risk from coronavirus",
            "category": "UK-News",
            "snippet": "Summary: The high court has rejected calls to free hundreds of immigration detainees who, lawyers and human rights activists say, are at risk from Covid-19 whi …"
        },
        {
            "title": "I used to live for travel – in fact, I just wrote the book on it. But there’s no running away now",
            "category": "Books",
            "snippet": "I’ve just published a novel called Sweetness and Light, a kind of thriller set in the seedy underbelly of expat hangouts on the international tourist …"
        },
        {
            "title": "'One big virtual love-in': how children's book authors are creating online sanctuaries",
            "category": "Life-and-Style",
            "snippet": "The children’s author and illustrator wunderkind Oliver Jeffers has started a stay-at-home story time where he reads a book a day live on Instagram. A …"
        },
        {
            "title": "'My heartthrob days are over': Joe Wicks on health, happiness – and training the nation",
            "category": "Life-and-Style",
            "snippet": "It is not these extraordinary times that have made Joe Wicks. He was already huge, initially from Instagram cooking videos that lasted just 15 seconds …"
        },
        {
            "title": "Gordon Brown calls for global government to tackle coronavirus",
            "category": "Politics",
            "snippet": "Gordon Brown has urged world leaders to create a temporary form of global government to tackle the twin medical and economic crises caused by the Covi …"
        },
        {
            "title": "Your place or mine? Coronavirus forces couples to choose",
            "category": "Life-and-Style",
            "snippet": "Not long ago, the longest time Ewa Lelontko had spent in her partner’s company was two weeks. For all of their one-year relationship, Lelontko, 31, wa …"
        },
        {
            "title": "Coronavirus crisis leads to steep drop in recorded crime",
            "category": "UK-News",
            "snippet": "The coronavirus crisis has led to a drop in recorded crime, by as much as 20% in some areas. Offences such as burglary and violence were down last wee …"
        },
        {
            "title": "Villain review – Richard Burton's masterclass in nastiness",
            "category": "Film",
            "snippet": "Summary: Dick Clement and Ian La Frenais are renowned for small-screen comic masterpieces such as Porridge and The Likely Lads, but in 1971 they scripted the d …"
        },
        {
            "title": "Hamnet by Maggie O'Farrell review – immersive Shakespearean drama",
            "category": "Books",
            "snippet": "In Hamnet, Maggie O’Farrell has placed the bit players of the Shakespeare story centre stage, while the dramatist himself is never even named. This is …"
        },
        {
            "title": "Phil Ochs: the doomed folk singer who woke up from the American dream",
            "category": "Music",
            "snippet": "As a kid in the 1950s, Phil Ochs cut class and spent afternoons at the local movie house. The Searchers and Rebel Without a Cause were two of his favo …"
        },
        {
            "title": "The Russian Dolls have transformed figure skating. But at what cost?",
            "category": "Sport",
            "snippet": "Facade has always been central to figure skating. The sport’s culture dictates that athletes should smile through pain and errors. In the ‘kiss and cr …"
        },
        {
            "title": "As If by Chance by David Lan review – a glowing memoir",
            "category": "Books",
            "snippet": "Always, on entering the endlessly reconfigured auditoria of the Young Vic theatre, on London’s South Bank, the shiver of excitement at not knowing whe …"
        },
        {
            "title": "My favourite film aged 12: Peter Bradshaw on Juggernaut",
            "category": "Film",
            "snippet": "Do you cut the red wire or the blue wire? One renders the explosive mechanism harmless. The other causes everyone to die in an almighty explosion. And …"
        },
        {
            "title": "Rugby in Wales has survived mass shutdown before and will again",
            "category": "Sport",
            "snippet": "Summary: Sport has shut down all over the world as countries look to contain the spread of coronavirus. There was an attempt 116 years ago to shut down rugby i …"
        },
        {
            "title": "From splendid to stressful: a short history of isolation",
            "category": "Books",
            "snippet": "“Isolation is the sum-total of wretchedness to man,” wrote the historian Thomas Carlyle in 1843, which might sound dispiriting today. But he did not m …"
        },
        {
            "title": "California's homeless census was already troubled. Covid-19 is making it impossible",
            "category": "US-News",
            "snippet": "For the past year and a half, local county census committees and homeless service providers throughout California have been conducting their own outre …"
        },
        {
            "title": "Haifaa Al-Mansour: 'Female leaders are crushed. Look at Hillary Clinton'",
            "category": "Film",
            "snippet": "Haifaa Al-Mansour’s latest film, The Perfect Candidate, opens with a doctor in her 20s driving to work. In any other film you wouldn’t register the fa …"
        },
        {
            "title": "Malian musician Rokia Traoré freed from French prison pending transfer to Belgium",
            "category": "Music",
            "snippet": "Malian musician Rokia Traoré has been released from a French prison, after being detained since 10 March for the alleged kidnap of her daughter in a c …"
        },
        {
            "title": "Surrogacy: new parents stuck in US amid Covid-19 shutdown",
            "category": "Life-and-Style",
            "snippet": "James Washington, a 37-year-old lawyer originally from Norfolk, UK, was on the US Department of State website last Thursday trying to arrange a passpo …"
        },
        {
            "title": "Could coronavirus-enforced streaming mean better blockbusters?",
            "category": "Film",
            "snippet": "There are few more problematic venues than the local multiplex if your aim is to avoid contracting Covid-19. That’s why cinemas were among the first b …"
        },
        {
            "title": "The 25 best Tom Hanks films – ranked!",
            "category": "Film",
            "snippet": "25. Larry Crowne (2011) Yikes. This was one of the Hankster’s two directorial credits and it is a dull and lifeless autumn-years romcom, with Hanks pl …"
        },
        {
            "title": "Rapper Bugzy Malone involved in serious motorbike accident",
            "category": "Music",
            "snippet": "The Manchester rapper Bugzy Malone, AKA Aaron Davis, has been seriously injured after his motorbike hit a car on the streets of Bury. CCTV footage sho …"
        },
        {
            "title": "'In homage to cockroach limbs': Tom Hooper's Cats commentary deepens the mystery",
            "category": "Film",
            "snippet": "Tom Hooper, the Oscar-winning director of The King’s Speech, has revealed some of the logic behind the creative choices guiding his most recent film, …"
        },
        {
            "title": "Alice Coltrane: where to start in her back catalogue",
            "category": "Music",
            "snippet": "The album to start with Journey in Satchidananda (1971) The first thing to understand about composer and musician Alice Coltrane’s catalogue is that t …"
        },
        {
            "title": "Download and Isle of Wight festivals cancelled due to coronavirus",
            "category": "Music",
            "snippet": "Isle of Wight and Download festivals, two of the first major events in the UK’s summer music calendar, have cancelled their 2020 events due to Covid-1 …"
        },
        {
            "title": "'The perfect time to start': how book clubs are enduring and flourishing during Covid-19",
            "category": "Books",
            "snippet": "My book club was the first to concede defeat. Before my gym, hair salon and therapist accepted that there could be no more business as usual as the co …"
        },
        {
            "title": "UK greenhouse gas emissions fall for seventh year in a row",
            "category": "Business",
            "snippet": "The UK’s greenhouse gas emissions fell for a seventh consecutive year in 2019 after a record year for renewable energy, according to government figure …"
        }
    ]
}