{
    "page": [
        {
            "title": "Europe's airlines expected to lose $76bn in passenger revenues in 2020",
            "category": "Business",
            "snippet": "Summary: Europe’s airlines are expected to lose $76bn (£63bn) in passenger revenues over the course of 2020 because of travel bans combating the spread of the …"
        },
        {
            "title": "London fire tests emergency response amid coronavirus crisis",
            "category": "UK-News",
            "snippet": "Emergency services faced a test of their ability to cope against the backdrop of the Covid-19 pandemic as firefighters fought to contain a major blaze …"
        },
        {
            "title": "UK blood couriers 'not given gloves and hand sanitiser' for Covid-19 samples",
            "category": "Business",
            "snippet": "Summary: A group of blood couriers are launching legal action against a testing lab, arguing they are not being given sufficient protection while transporting …"
        },
        {
            "title": "La Passione review – Grisey's masterpiece endures",
            "category": "Music",
            "snippet": "Finding contemporary works to programme alongside Gérard Grisey’s Quatre Chants pour Franchir le Seuil (Four Songs for Crossing the Threshold) is an a …"
        },
        {
            "title": "Finally working on that novel as you self-isolate? You're not alone",
            "category": "Books",
            "snippet": "If you’re one of those people who always said they would write a novel if only they had the time: this is your moment. As more budding writers self-is …"
        },
        {
            "title": "Royal Navy shadows Russian ships after 'high activity' in Channel",
            "category": "UK-News",
            "snippet": "Nine Royal Navy ships were involved in a major operation shadowing seven Russian vessels who had lingered in the Channel for several days this month a …"
        },
        {
            "title": "Zip it, Kim Kardashian – Taylor Swift is the Marmite we're all coming to love",
            "category": "Life-and-Style",
            "snippet": "In a way I’m glad that Kim Kardashian has reignited a four-year-old feud with Taylor Swift based on an 11-year-old feud with Taylor Swift that was all …"
        },
        {
            "title": "Quarantine companions: 'If you can give a pet a home whilst self-isolating it’s fabulous'",
            "category": "Life-and-Style",
            "snippet": "Andrew has always wanted a cat of his own. When he was 10 he presented his parents with a dossier that laid out the case for getting him a kitten. His …"
        },
        {
            "title": "UK police use drones and roadblocks to enforce lockdown",
            "category": "UK-News",
            "snippet": "A police force has defended using a drone camera to shame people into not driving into a national park during the lockdown, while another force said i …"
        },
        {
            "title": "MPs no longer to get automatic vote on constituency boundary plans",
            "category": "Politics",
            "snippet": "MPs will no longer automatically get a vote on any future plans to redraw constituency boundaries. The government had planned to reduce the number of …"
        },
        {
            "title": "Bank of England warns of long term damage to economy",
            "category": "Business",
            "snippet": "Summary: The Bank of England has warned there are mounting risks of widespread job losses and companies going out of business across Britain as the economic co …"
        },
        {
            "title": "Chess: Candidates stopped at midway point after Russia suspends air traffic",
            "category": "Sport",
            "snippet": "The world championship Candidates in Ekaterinburg was abruptly stopped on Thursday morning, with seven of 14 rounds played, after the Russian governme …"
        },
        {
            "title": "Michael Gerard obituary",
            "category": "Music",
            "snippet": "My father, Michael Gerard, who has died aged 73, was a teacher with a great passion for music. He was proud to have founded the Greenshoots Ceilidh Or …"
        },
        {
            "title": "Record jump in US jobless claims as Covid-19 drives America into recession - as it happened",
            "category": "Business",
            "snippet": "US jobless claims surged by the most on record in the last week as the coronavirus outbreak’s devastating economic effects become clear in the world’s …"
        },
        {
            "title": "Jimmy Anderson has no plans to retire even if England's summer is wiped out",
            "category": "Sport",
            "snippet": "Jimmy Anderson has given no thought to the prospect of having bowled his last ball in Test cricket and will plough on through to 2021 if that is what …"
        },
        {
            "title": "New York governor rails at Congress for lack of aid in Covid-19 crisis: 'Do your job'",
            "category": "US-News",
            "snippet": "New York’s governor, Andrew Cuomo, excoriated Congress on Thursday for failing to provide much-needed aid to his state as it battles a soaring number …"
        },
        {
            "title": "UK Covid-19 death toll reaches 578 after biggest recorded daily rise – as it happened",
            "category": "Politics",
            "snippet": "Evening summary The UK experienced the largest daily increase in deaths from coronavirus. The total now stands at 578, up by 115 on the previous figur …"
        },
        {
            "title": "Tour de France could be staged this summer without any spectators",
            "category": "Sport",
            "snippet": "Professional cycling reacted with a mix of cautious optimism and scepticism after the French sports minister, Roxana Mărăcineau, confirmed that togeth …"
        },
        {
            "title": "Next stops online shopping amid UK coronavirus restrictions",
            "category": "Business",
            "snippet": "Summary: Next said it had taken the “difficult decision” to close its website as the coronavirus shutdown threatens to wipe more than £11bn off fashion sales t …"
        },
        {
            "title": "Row over 25% Premiership wage cut intensifies but Jones accepts drop",
            "category": "Sport",
            "snippet": "Premiership players have been given legal advice on how to challenge the blanket 25% pay cuts imposed by the clubs as domestic rugby’s row over wage r …"
        },
        {
            "title": "Lucky-man Sunak dishes the dosh and eyes up Johnson's job",
            "category": "Politics",
            "snippet": "Summary: Some are born lucky, some achieve luckiness and others have luckiness thrust upon them. It’s not yet clear into which category Rishi Sunak might fall, …"
        },
        {
            "title": "Most Chiquito UK restaurants will not reopen after coronavirus lockdown",
            "category": "Business",
            "snippet": "The majority of Chiquito restaurants are to close permanently after the owner of the chain said the coronavirus crisis had prompted it to call in admi …"
        },
        {
            "title": "Housing market frozen by government during coronavirus lockdown",
            "category": "Business",
            "snippet": "The government has put the brakes on the housing market until the coronavirus restrictions are over, telling people to delay their home moves if possi …"
        },
        {
            "title": "Mark Manson: We do awful things in relationships because we're scared or hurt",
            "category": "Books",
            "snippet": "I want to talk to Mark Manson about intimacy, a recurring theme throughout the blogger-turned-author’s new Audible Original audiobook, Love Is Not Eno …"
        },
        {
            "title": "Japan Airlines ditches compulsory high heels and skirts in big win for #KuToo movement",
            "category": "Life-and-Style",
            "snippet": "Female flight attendants working for Japan Airlines will no longer be required to wear high heels or skirts, the airline has said, in a rare victory f …"
        },
        {
            "title": "Confined in rental apartments, millennials decorate virtual homes",
            "category": "Life-and-Style",
            "snippet": "Out of a desperate desire to avoid the doom-and-gloom news reel for at least a few hours a day and with Covid-19 keeping me confined at home, I have b …"
        },
        {
            "title": "The Strokes on their wilderness years: 'There was conflict and fear and we got through it'",
            "category": "Music",
            "snippet": "Julian Casablancas and Albert Hammond Jr are sitting at opposite ends of an overstuffed sofa in an upmarket London hotel, some weeks before the corona …"
        },
        {
            "title": "Uncorked review – sub-par Netflix wine drama is far from vintage",
            "category": "Film",
            "snippet": "Summary: In Uncorked, an undemanding new Netflix drama, a young man finds himself trapped between his desire to be a sommelier and his father’s wish to have hi …"
        },
        {
            "title": "'It's like a remote sleepover': my week meeting quarantined strangers",
            "category": "Life-and-Style",
            "snippet": "Summary: Just before everything changed, one week ago, I was out in the backyard with my kids. I remember that the moon rose early and bright, and when I point …"
        },
        {
            "title": "Could the New England Patriots do the unthinkable and tank?",
            "category": "Sport",
            "snippet": "Summary: Radical times call for radical measures. Could the New England Patriots seriously be considering tanking? If you ask Fox Sports’ Colin Cowherd, it’s n …"
        },
        {
            "title": "Bob Dylan releases first original song in eight years, 17-minute track about JFK",
            "category": "Music",
            "snippet": "Bob Dylan has released his first original music in eight years, a 17-minute long song about the JFK assassination. A ballad set to piano, strings and …"
        },
        {
            "title": "My streaming gem: why you should watch The World Is Yours",
            "category": "Film",
            "snippet": "Netflix was supposed to be the great democratizer. The streaming platform’s most ardent fans have argued in its favor as a level playing field, instan …"
        },
        {
            "title": "The Treatment by Michael Nath review – London's wild side",
            "category": "Books",
            "snippet": "When peering through the mists of time and reflecting on his training as a novice journalist, Carl Hyatt, narrator of The Treatment, wonders “was a st …"
        },
        {
            "title": "Five of the best cultural books to catch up on",
            "category": "Books",
            "snippet": "Summary: Stranger Than Kindness by Nick Cave (Canongate) As if being able to make a record while grieving wasn’t remarkable enough, Nick Cave & the Bad Seeds’ …"
        },
        {
            "title": "Dua Lipa: Future Nostalgia review – a true pop visionary",
            "category": "Music",
            "snippet": "Dua Lipa could have taken an easy path to sustaining her status as Britain’s most successful female pop star on album number two. A few Ed Sheeran co- …"
        },
        {
            "title": "The Chats: High Risk Behaviour review – dorkish fun from Aussie pub poets",
            "category": "Music",
            "snippet": "Summary: After some colourful YouTube videos that went viral and two acclaimed EPs, Dave Grohl/Iggy Pop-favoured Aussies the Chats’ “shed rock” debut blazes ou …"
        },
        {
            "title": "Abbey Road zebra crossing repainted in coronavirus lockdown",
            "category": "Music",
            "snippet": "The iconic Abbey Road zebra crossing made famous by the 1969 Beatles album of the same name has been repainted while the streets of London are empty b …"
        },
        {
            "title": "Experience: my eight-year-old son drove us down the dual carriageway",
            "category": "Life-and-Style",
            "snippet": "It was the end of the school day in early December 2018 and Ben, my eight-year-old, jumped into the passenger seat of my silver Ford Ka. He attended t …"
        },
        {
            "title": "Elizabeth Gilbert: ‘Don’t we all wish we’d written Wolf Hall?’",
            "category": "Books",
            "snippet": "The book I am currently reading I’ve just finished Boy Swallows Universe by Trent Dalton. It’s a novel about two resourceful and sensitive young broth …"
        },
        {
            "title": "Housebuilder shares plunge after people urged to delay moves",
            "category": "Business",
            "snippet": "Shares in housebuilding companies plunged when the market opened on Friday after the government put the brakes on the housing market, telling people t …"
        },
        {
            "title": "Skepta, Chip and Young Adz: Insomnia review – dark, funny and perfectly timed",
            "category": "Music",
            "snippet": "Summary: This surprise album from three leading UK MCs is a perfectly timed gift. Mercury prize-winning Skepta, Tottenham MC Chip – both longstanding grime vet …"
        },
        {
            "title": "Tracks of the week reviewed: Fenne Lily, Waxahatchee, Perfume Genius",
            "category": "Music",
            "snippet": "Fenne Lily Hypochondriac “I’m freaking out / Now I’m sick and waiting for a moment to stop and not feel so much,” sings Bristol’s Fenne Lily in this p …"
        },
        {
            "title": "The Joy of Six: Calcutta Cup clashes",
            "category": "Sport",
            "snippet": "This article was first published on 3 February 2012 1) Scotland 1–0 England (1871) It’s “about three o’clock” on Saturday 5 March 1870, and at the Ken …"
        },
        {
            "title": "Ridley Scott mocks Donald Trump over coronavirus response",
            "category": "Film",
            "snippet": "Ridley Scott, the director of Alien, Blade Runner, Gladiator and The Martian, has taken aim at Donald Trump and Boris Johnson over their leadership du …"
        },
        {
            "title": "Leon sets up initiative to deliver free meals to NHS critical care staff",
            "category": "Business",
            "snippet": "Summary: The fast food company Leon is bringing together restaurants, food distributors and suppliers to deliver free daily hot meals to NHS critical care staf …"
        },
        {
            "title": "Royal Mail may reduce postal services as more staff take sick leave",
            "category": "Business",
            "snippet": "Royal Mail has warned it may have to cut back on postal services as increasing numbers of its staff take sick leave. The company, which provides lette …"
        },
        {
            "title": "I've started seeing an old friend – but he is married",
            "category": "Life-and-Style",
            "snippet": "My husband passed away 16 years ago. I threw myself into my children’s and grandchildren’s lives. Then I got a Facebook friend request from someone I …"
        },
        {
            "title": "Digested week: fear and loathing in coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Monday So here is how my typical day begins. I wake up early and for a brief nanosecond all is well with the world. Then my mind turns to the nightmar …"
        },
        {
            "title": "Think Again by Jan Morris review – diary of a remarkable writer",
            "category": "Books",
            "snippet": "At getting on for 94, Jan Morris is realistic that this will probably be her last book. For the past 70 years she has roamed far and wide: as a journa …"
        },
        {
            "title": "More than 4,000 North Sea oil rig jobs cut amid Covid-19 crisis",
            "category": "Business",
            "snippet": "The North Sea’s workforce has fallen by 40% within two weeks as oil companies cut the size of their offshore oil rig teams to help stem the spread of …"
        }
    ]
}