{
    "page": [
        {
            "title": "Sayeeda Warsi chides Trevor Phillips over Muslim comments",
            "category": "UK-News",
            "snippet": "Sayeeda Warsi has accused Trevor Phillips of having a flawed view of race and integration after he was suspended from the Labour party over alleged Is …"
        },
        {
            "title": "The coronavirus has brought home a few hard economic truths",
            "category": "Business",
            "snippet": "It was the worst day for share prices since the financial crash of 2008, but Monday’s action felt entirely rational. Financial risks have fundamentall …"
        },
        {
            "title": "Oil firms hit hardest on day of widespread heavy losses",
            "category": "Business",
            "snippet": "Saudi Arabia’s shock decision to increase crude production from next month, after falling out with Russia over how to deal with the impact of coronavi …"
        },
        {
            "title": "Global stock markets post biggest falls since 2008 financial crisis",
            "category": "Business",
            "snippet": "Global stock markets posted their steepest falls since the 2008 financial crisis on Monday after a crash in the oil price amplified concerns about the …"
        },
        {
            "title": "Johnson's coronavirus press conference is anything but reassuring",
            "category": "Politics",
            "snippet": "There may come a time when an emergency press conference actually reassures someone, but we’re a long way off as yet. Quite the reverse, in fact. When …"
        },
        {
            "title": "UK and US stock markets suffer worst day since 2008 – as it happened",
            "category": "Business",
            "snippet": "Finally, today’s wild markets dominate some of Tuesday’s newspapers. Here’s a selection: Good night, and thanks for reading and commenting. GW Here’s …"
        },
        {
            "title": "Sunak faces pressure to support business over coronavirus crisis",
            "category": "Business",
            "snippet": "The chancellor, Rishi Sunak, is facing mounting pressure to announce a package of emergency measures in Wednesday’s budget designed to support compani …"
        },
        {
            "title": "Led Zeppelin: Stairway to Heaven not partly stolen, court affirms",
            "category": "Music",
            "snippet": "A US appeals court has reinstated a ruling that British rockers Led Zeppelin did not steal part of their song Stairway to Heaven from another band. Th …"
        },
        {
            "title": "Qantas slashes flights as coronavirus hits passenger numbers",
            "category": "Business",
            "snippet": "Summary: Qantas has reduced its international flying capacity by a quarter, grounding eight Airbus A380s and leaving just two of the largest planes in its flee …"
        },
        {
            "title": "Lincolnshire removal centre still too violent, say inspectors",
            "category": "UK-News",
            "snippet": "Inspectors have discovered high levels of self-harm, violence and use of force at an immigration detention centre in Lincolnshire where one detainee h …"
        },
        {
            "title": "Tiny Homes Carnival: 'An affordable option to put on land that you’ve already got'",
            "category": "Life-and-Style",
            "snippet": "Summary: A pair of retirees walk gingerly up a flight of wooden stairs to inspect a loft bed; a young family with their newborn enter a tiny cylindrical house …"
        },
        {
            "title": "Neil Young endorses Bernie Sanders: 'Every point he makes is what I believe in'",
            "category": "US-News",
            "snippet": "Neil Young has endorsed Bernie Sanders for president, saying the Vermont senator is “the real deal” to win the Democratic nomination. Writing on his p …"
        },
        {
            "title": "‘I have been dehumanised’: the Windrush victim sleeping rough at Heathrow airport",
            "category": "UK-News",
            "snippet": "It requires a military level of discipline to live most of your life in Heathrow airport. Gbolagade Ibukun-Oluwa, 59, has been homeless since 2008 and …"
        },
        {
            "title": "Precious stolen work by Persian poet Hafez, now recovered, will be sold",
            "category": "Books",
            "snippet": "A “magnificent” stolen manuscript by the revered 14th-century Persian poet Hafez, which was dramatically discovered earlier this year by a Dutch art s …"
        },
        {
            "title": "'It was just left to the people': behind a chilling documentary on the Flint water crisis",
            "category": "Film",
            "snippet": "This is, BuzzFeed News noted recently, a time when “only the last 72 hours seem to matter in politics”. It is the age of news as instant gratification …"
        },
        {
            "title": "Eileen: The Making of George Orwell by Sylvia Topp – review",
            "category": "Books",
            "snippet": "When Eileen O’Shaughnessy married George Orwell in 1936, she was 30 years old, highly educated, and knew her own mind; before the wedding, she told th …"
        },
        {
            "title": "Misbehaviour review – likable comedy of bizarre and farcical 1970 Miss World",
            "category": "Film",
            "snippet": "There’s a very British sort of wackiness to this bizarre and farcical true story from the annals of pop culture, told here with charm and fun. It’s th …"
        },
        {
            "title": "Are laboratory-grown diamonds the more ethical choice to say 'I do'?",
            "category": "Life-and-Style",
            "snippet": "Alexander Weindling has a fading, black-and-white framed photograph on the desk of his New York City office. It’s of his grandfather, wearing a hat an …"
        },
        {
            "title": "‘History needs to be set alight’: Shabaka Hutchings on the radical power of jazz",
            "category": "Music",
            "snippet": "Shabaka Hutchings has been thinking about the end a lot. “For there to be a change, there needs to be the end of what we want changed,” he says, oracl …"
        },
        {
            "title": "Fiction for older children reviews: from sleuths to woolly mammoths",
            "category": "Books",
            "snippet": "Key stage 2 children are routinely taught about the differences between narrative types – legends, or science fiction, or rags-to-riches stories. One …"
        },
        {
            "title": "Così fan tutte review – has wit and hilarity of 1930s screwball comedy",
            "category": "Music",
            "snippet": "Laura Attridge’s new English Touring Opera production of Così fan tutte relocates Mozart’s great comedy of sexual manipulation from 18th-century Naple …"
        },
        {
            "title": "Good deeds: the mobile library reaching refugees' hearts and minds",
            "category": "Books",
            "snippet": "‘The Anne Frank came back to us recently from a man living in a tent in Malakasa,” Keira Dignan says. We’re on board the Echo mobile library, a donate …"
        },
        {
            "title": "Big man, small kid: why the bodybuilding babysitter is a recipe for movie success",
            "category": "Film",
            "snippet": "There are a number of things you should check before you hire a new babysitter. Are they experienced? Can they show up on time? Are they up-to-date wi …"
        },
        {
            "title": "UK banks offer mortgage holidays for customers affected by coronavirus",
            "category": "Business",
            "snippet": "UK banks including Royal Bank of Scotland, Lloyds and TSB are to offer repayment holidays on mortgages and loans, as part of relief measures for custo …"
        },
        {
            "title": "Ministers should be courteous to officials, says top civil servant",
            "category": "Politics",
            "snippet": "Ministers should behave professionally and courteously when dealing with civil servants and could be given training if they fail to do so, the UK’s mo …"
        },
        {
            "title": "Meet Xherdan, the world’s scariest-looking cat",
            "category": "Life-and-Style",
            "snippet": "Name: Xherdan. Age: Six. Appearance: The world’s scariest cat. That isn’t particularly descriptive. Oh, I’m sorry. How about “a raw mince cat statue m …"
        },
        {
            "title": "Baxter Dury webchat – your questions answered on his father, his love of suits and Lou Reed",
            "category": "Music",
            "snippet": "Summary: Alex_Caroll writes: You once said that your family name actually comes from the town Dury by Amiens in France. Do you know when (and why) your family …"
        },
        {
            "title": "Informa delays or cancels events worth £400m over coronavirus",
            "category": "Business",
            "snippet": "A range of companies, ranging from the world’s biggest exhibition company to a furniture retailer and a firm which runs hostels for backpackers, have …"
        },
        {
            "title": "Tom Watkins, pop manager behind Pet Shop Boys, Bros and East 17, dies aged 70",
            "category": "Music",
            "snippet": "Tom Watkins, the music manager who launched the careers of some of the UK’s biggest pop acts, has died aged 70. Friends confirmed that he died on 24 F …"
        },
        {
            "title": "Which states have Democratic primaries today – and who's running?",
            "category": "US-News",
            "snippet": "Summary: Some people call this Tuesday Super Tuesday II, as its slate of primaries forms a sequel of sorts to the mammoth run of contests held on the first suc …"
        },
        {
            "title": "NRL 2020 season preview: rugby league's best remain simply the best",
            "category": "Sport",
            "snippet": "The 2020 NRL season is upon us. In a storm of nostalgia, pettiness and old fashioned sing-a-long joy, the year will play under a banner that transform …"
        },
        {
            "title": "Looking for love? Wash your hands first, say dating apps",
            "category": "Life-and-Style",
            "snippet": "Dating apps are adapting to love in the time of coronavirus, warning their users of the elevated risks of going on dates while trying to ensure they d …"
        },
        {
            "title": "Huge naval figureheads rescued from obscurity to go on display in UK",
            "category": "UK-News",
            "snippet": "In their heyday they gazed out grandly from the prows of British warships as the vessels whose fighting spirit they were supposed to embody powered in …"
        },
        {
            "title": "Letter: Alasdair Gray obituary",
            "category": "Books",
            "snippet": "Summary: Alasdair Gray was one of my favourite writers, and featured prominently in the MA dissertation that I wrote in 1987 on experimental novelists. After I …"
        },
        {
            "title": "Coronavirus confusion as NHS helpline gives out wrong advice",
            "category": "UK-News",
            "snippet": "Downing Street has admitted the NHS 111 online service has been giving out the wrong advice on coronavirus to travellers returning from Italy, as the …"
        },
        {
            "title": "Government majority cut as almost 40 Tories rebel over Huawei",
            "category": "Politics",
            "snippet": "Thirty-eight Tory MPs have rebelled against the government in an unsuccessful attempt to force Boris Johnson to set out a timetable for excluding Huaw …"
        },
        {
            "title": "Johnson's majority slashed as 38 Tory rebels fire warning shot over Huawei's involvement in 5G - as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson is under pressure to announce a firm deadline for the removal of Huawei from the UK’s 5G network after 38 Tory MPs rebelled in a vote on …"
        },
        {
            "title": "Body of work: why Billie Eilish is right to stand her ground against shaming",
            "category": "Music",
            "snippet": "Billie Eilish has given the music industry everything it could possibly want. An authentic new voice that appeals to teenagers and their parents. A de …"
        },
        {
            "title": "Manchester Arena bomber's brother will not give evidence in own trial",
            "category": "UK-News",
            "snippet": "Summary: The brother of the Manchester Arena bomber, who is accused of helping to plan the terrorism attack, will not give evidence at his own trial. Hashem Ab …"
        },
        {
            "title": "Alex Salmond trial witness denies making up attempted rape claim",
            "category": "UK-News",
            "snippet": "A key witness in the Alex Salmond trial has rejected an accusation that she fabricated claims he assaulted and attempted to rape her when he was the S …"
        },
        {
            "title": "LeBron James backtracks on comments saying he would not play at empty arenas",
            "category": "Sport",
            "snippet": "Summary: LeBron James has rowed back on comments in which he said he wouldn’t play basketball in empty arenas. With the impact of the coronavirus outbreak begi …"
        },
        {
            "title": "Bank of England must issue firm instructions to soften the coronavirus fallout",
            "category": "Business",
            "snippet": "The Italian view of mortgages in the age of the coronavirus is big, bold and serious: payments can be suspended, says the government in Rome. So what …"
        },
        {
            "title": "Old Trafford guards accused of racist attack on 19-year-old worker",
            "category": "UK-News",
            "snippet": "Police are investigating claims of a racially-aggravated assault at Manchester United’s football stadium, after a 19-year-old who used to play for the …"
        },
        {
            "title": "England rugby players’ ex-soldier father stuck in Fiji because of immigration rules",
            "category": "UK-News",
            "snippet": "A former British army sergeant whose two sons are English rugby internationals is stuck in Fiji, prevented by immigration rules from returning to the …"
        },
        {
            "title": "NMC Health reveals it has almost $3bn debt unknown to board",
            "category": "Business",
            "snippet": "Troubled hospitals provider NMC Health has revealed it has almost $3bn more debt than it previously realised, as it continues to investigate an accoun …"
        },
        {
            "title": "Election officials rush to make changes to address coronavirus concerns",
            "category": "US-News",
            "snippet": "Election officials around the country are rushing to make last-minute changes to address coronavirus concerns – seeking to avoid panic, staff shortage …"
        },
        {
            "title": "Budget: Sunak to pledge billions to soften Covid-19 impact as virus reaches Downing Street",
            "category": "UK-News",
            "snippet": "Summary: The chancellor is to pledge billions of pounds to ease the strain on the NHS as it tackles the Covid-19 outbreak and to reassure an increasingly nervo …"
        },
        {
            "title": "Rachael Blackmore finds the gap and steers Honeysuckle to success",
            "category": "Sport",
            "snippet": "Two Gold Cup-winning jockeys got a lesson in tactics from Rachael Blackmore, who pinched the Mares Hurdle with a decisive move around the home bend on …"
        },
        {
            "title": "Rishi Sunak to promise 'historic' investment in first budget",
            "category": "UK-News",
            "snippet": "The chancellor will promise “historic” investment in roads, railways, broadband and scientific research in his first budget, as the government tries t …"
        },
        {
            "title": "Safe sex beyond STIs: chlamydia can be easy to treat  – a flu can stick around for weeks",
            "category": "Life-and-Style",
            "snippet": "Last weekend I phoned a lover with bad news. “I think I have a virus,” I said. Days earlier we’d been snuggling on my couch. I was having a hard week …"
        }
    ]
}