{
    "page": [
        {
            "title": "Heaven can wait: what will happen to the films delayed by coronavirus?",
            "category": "Film",
            "snippet": "We are entering new territory for the movies: thanks to Covid-19, major titles have been pulled from release, in anticipation of plummeting audiences …"
        },
        {
            "title": "A Thousand Moons by Sebastian Barry review – a compelling tale of identity and revenge",
            "category": "Books",
            "snippet": "Summary: At a time when questions of identity are fraught and thorny, there’s something daring in the set-up of Sebastian Barry’s A Thousand Moons. Continuing …"
        },
        {
            "title": "Enough of this epic delusion: coronavirus makes sport in front of fans a long way off",
            "category": "Sport",
            "snippet": "We still don’t get it. Even now, as death tolls rise exponentially across Europe and the greatest economic crisis of our age deepens, the white lies p …"
        },
        {
            "title": "Kraftwerk: where to start in their back catalogue",
            "category": "Music",
            "snippet": "While many of us worldwide are unable to experience live music during the coronavirus crisis, or even socialise as normal, we can still use streaming …"
        },
        {
            "title": "Keeper by Jessica Moor review – atmospheric, timely",
            "category": "Books",
            "snippet": "The old adage about writing what you know has fallen out of fashion as advice for new writers, but it’s served Jessica Moor well in her first novel, K …"
        },
        {
            "title": "Japan Olympic Committee president considering postponing Games",
            "category": "Sport",
            "snippet": "The head of the Japan Olympic Committee (JOC) said on Monday he had to consider postponing the Games among his options amid increasing calls from comm …"
        },
        {
            "title": "Tom Hanks 'feeling better' after Covid-19 diagnosis",
            "category": "Film",
            "snippet": "Tom Hanks says he and Rita Wilson are feeling better, two weeks after being diagnosed with coronavirus while filming in Australia. Hanks, who had been …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Charles Portis’s True Grit is “turning out to be a …"
        },
        {
            "title": "My favourite game: Usain Bolt wins Olympic 200m gold at Beijing 2008",
            "category": "Sport",
            "snippet": "No one was ever going to beat Michael Johnson’s record. Not in my young lifetime anyway, maybe some distant day when I was old and grey, and athletics …"
        },
        {
            "title": "How we met: ‘He was the most beautiful man I’d ever seen. I asked him: “Are you single?”’",
            "category": "Life-and-Style",
            "snippet": "Hannah was on her way home from work in London when she noticed the tube attendant on the platform. “I just thought he was the most beautiful man I ha …"
        },
        {
            "title": "As Australia closes all cinemas, China reopens 500 venues",
            "category": "Film",
            "snippet": "China’s cinemas are gradually opening once more for business across the country, although ticket sales remain slow. As the coronavirus outbreak begins …"
        },
        {
            "title": "Shell plans to slash $9bn from spending in wake of coronavirus",
            "category": "Business",
            "snippet": "Royal Dutch Shell plans to slash $9bn (£7.2bn) from its spending plans to weather the collapse in oil market prices in the wake of the coronavirus out …"
        },
        {
            "title": "Federal Reserve launches aggressive plan to buy government-backed debt",
            "category": "Business",
            "snippet": "The US Federal Reserve has launched an aggressive plan to buy as much government-backed debt as it needs to keep financial markets functioning as plan …"
        },
        {
            "title": "BlackRock pledges $50m for vulnerable people during Covid-19 outbreak",
            "category": "Business",
            "snippet": "BlackRock, the world’s largest investment group, has pledged to donate $50m (£43m) to help people struggling with financial difficulties because of th …"
        },
        {
            "title": "Pretty Woman at 30: conservatism, materialism and glowing star power",
            "category": "Film",
            "snippet": "There are a lot of fantasies at play in Pretty Woman, the hit romantic comedy that transformed Julia Roberts into one of the biggest stars in Hollywoo …"
        },
        {
            "title": "Rick Astley: how we made Never Gonna Give You Up",
            "category": "Music",
            "snippet": "Rick Astley, singer I was the drummer in FBI, a jangly guitar band in Newton-le-Willows, Lancashire. After I started writing a few tunes, I became the …"
        },
        {
            "title": "Malcolm Chase obituary",
            "category": "Books",
            "snippet": "The social historian Malcolm Chase, who has died aged 63 after suffering from a brain tumour, explored the world of working-class people in 19th-centu …"
        },
        {
            "title": "Teenagers held for allegedly coughing at and assaulting elderly couple",
            "category": "UK-News",
            "snippet": "Three teenagers have been arrested after an elderly couple were allegedly coughed at and assaulted in Hertfordshire. Police said the couple were appro …"
        },
        {
            "title": "Lyrical lockdown: rappers respond to coronavirus",
            "category": "Music",
            "snippet": "As cultural institutions and the arts sector struggle to adjust to their new roles during the coronavirus outbreak, one strand is proving particularly …"
        },
        {
            "title": "The Jesus Rolls review – John Turturro's Big Lebowski spin-off misses the mark",
            "category": "Film",
            "snippet": "Summary: John Turturro’s planned return to the universe of The Big Lebowski was announced four years ago with a fanfare as a much-anticipated spin-off from one …"
        },
        {
            "title": "The Fed is running out of options to stave off a coronavirus depression",
            "category": "Business",
            "snippet": "These are troubling times for the US Federal Reserve. The US central bank is trying everything it knows to pull the financial markets out of their tai …"
        },
        {
            "title": "When it comes to unemployment in Australia, definitions have been broken",
            "category": "Business",
            "snippet": "The coronavirus is about to destroy the scale of economic data. What we was considered a “bad case” scenario or even indicative of times requiring sti …"
        },
        {
            "title": "UK government considers forcing non-essential shops to close",
            "category": "Business",
            "snippet": "The UK government is considering forcing the closure of all non-essential shops in an escalation of measures to try to slow the spread of coronavirus. …"
        },
        {
            "title": "Moira Salmond: the political wife who avoids public life",
            "category": "Politics",
            "snippet": "Moira Salmond has long been one of the most enigmatic figures in Scottish public life. Married to one of the country’s most famous political leaders f …"
        },
        {
            "title": "Close libraries now, plead library chiefs as 'terrified' London staff walk out",
            "category": "Books",
            "snippet": "Librarians in south London staged a walkout on Friday over fears for their health during the coronavirus pandemic as leaders of the sector called for …"
        },
        {
            "title": "Protests at UK cinemas' treatment of staff after coronavirus shutdown",
            "category": "Film",
            "snippet": "Former and current employees of the UK’s biggest cinema chains are protesting at treatment by their employers in the wake of the national cinema shutd …"
        },
        {
            "title": "Rail franchising has hit the buffers. The question is, what replaces it?",
            "category": "Business",
            "snippet": "Rail franchising is being suspended “for a limited period, initially six months,” said the Department for Transport. Are you sure? It seems more likel …"
        },
        {
            "title": "More firms cancel dividends as market sell-off continues",
            "category": "Business",
            "snippet": "Summary: The deepening coronavirus crisis has forced UK companies to scrap dividend payments to shareholders worth £500m in one day, as heavy selling on global …"
        },
        {
            "title": "Valeria Luiselli wins £30,000 Rathbones Folio prize for third novel",
            "category": "Books",
            "snippet": "Summary: Valeria Luiselli’s “singular, teeming, extraordinary” novel Lost Children Archive has won the £30,000 Rathbones Folio prize. The Mexican-born novelist …"
        },
        {
            "title": "An expert guide to physical distancing – and what to do if friends and family aren't onboard",
            "category": "US-News",
            "snippet": "Officials around the world say “physical distancing” is the key to slowing the spread of coronavirus. Are there any safe ways to socialize, and what d …"
        },
        {
            "title": "How UK coronavirus lockdown compares with other countries",
            "category": "Politics",
            "snippet": "Summary: Twenty-three days after Boris Johnson remarked offhandedly that coronavirus is “likely to spread a bit more”, he finally declared a stricter lockdown …"
        },
        {
            "title": "Alex Salmond's court win leaves questions over role of SNP",
            "category": "Politics",
            "snippet": "Summary: Over nearly nine days of often contradictory and emotionally charged evidence, the jurors in Alex Salmond’s trial on 14 charges of sexual assault hear …"
        },
        {
            "title": "Boris Johnson unveils the lockdown that isn't quite a lockdown",
            "category": "Politics",
            "snippet": "This time there was no daily Downing Street press conference. Not even an ersatz People’s PMQs with spoon fed set ups from Classic “Let the old and th …"
        },
        {
            "title": "Talking Horses: Devon Loch bellyflop remains a mystery after 64 years",
            "category": "Sport",
            "snippet": "At 3.24pm on Tuesday, it will be exactly 64 years since Devon Loch performed the most famous bellyflop in sports history. We’ve all seen some glorious …"
        },
        {
            "title": "Rod Sims weighs in on Virgin Australia stoush with Qantas, calling for 'cooperative spirit'",
            "category": "Business",
            "snippet": "Competition regulator Rod Sims says Australia needs two big airlines and he will be contacting Qantas to ask it to end a public campaign it has mounte …"
        },
        {
            "title": "Trump wants to reopen US businesses in weeks 'not months' even as deaths rise – as it happened",
            "category": "US-News",
            "snippet": "We’re closing out this US politics liveblog for the night, but our global live coverage of the coronavirus pandemic will continue. A summary of key ev …"
        },
        {
            "title": "Salmond's acquittal could make him the SNP's biggest challenge",
            "category": "Politics",
            "snippet": "When Nicola Sturgeon addressed a private gathering of Scottish National party politicians at Edinburgh Napier University towards the end of August 201 …"
        },
        {
            "title": "Australian sport braces for widespread cuts as financial crisis hits",
            "category": "Sport",
            "snippet": "The huge financial cost of the coronavirus outbreak is being felt in the major football codes as Australian sport braces itself to feel the full impac …"
        },
        {
            "title": "No Modernism Without Lesbians by Diana Souhami – review",
            "category": "Books",
            "snippet": "As Diana Souhami sees it, lesbianism is much more than a sexual preference: it extends into an artistic vocation, an enraptured emotional cult and a p …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "Rules for Perfect Murders Peter Swanson Faber, £12.99, pp288 Malcolm Kershaw runs a bookstore in Boston specialising in mystery fiction. He is contact …"
        },
        {
            "title": "Asterix creator Albert Uderzo dies at 92",
            "category": "Books",
            "snippet": "Asterix illustrator Albert Uderzo has died at the age of 92, his family has announced. The French comic book artist, who created the beloved Asterix c …"
        },
        {
            "title": "Kim Kardashian West accuses Taylor Swift of lying over leaked tape",
            "category": "Music",
            "snippet": "One of celebrity’s longest-running but assumed dormant feuds has once again reared its head. Kim Kardashian West has accused Taylor Swift of lying aft …"
        },
        {
            "title": "Rihanna: where to start in her back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with Rated R (2009) By 2009, the idea of the “rebel album” – a record by a (typically female) pop star that aims for darker, more m …"
        },
        {
            "title": "Make Room! Make Room! versus Soylent Green: can film trump book?",
            "category": "Books",
            "snippet": "I’ve just taken advantage of my time in isolation to watch Richard Fleischer’s 1973 sci-fi classic Soylent Green. My firm conclusion is that it is (ev …"
        },
        {
            "title": "What I'm really watching: old Parky, ancient tennis and a tiger cowboy",
            "category": "Film",
            "snippet": "Last week, the BFI released a list of the films streaming on Netflix and Amazon Prime. It’s terrific. It contains several movies I’ve always wanted to …"
        },
        {
            "title": "Soothing songs for self-isolation: readers' picks",
            "category": "Music",
            "snippet": "Last week, we published a 60-song playlist of soothing songs to reduce the stresses of self-isolation and the coronavirus outbreak. We asked you for y …"
        },
        {
            "title": "How Middlesex reject Reggie Schwarz became an early master of the googly",
            "category": "Sport",
            "snippet": "In 1902, before what would prove Reggie Schwarz’s final summer as an Englishman, Surrey’s Henry Leveson-Gower wrote a preview of the county season in …"
        },
        {
            "title": "My favourite film aged 12: Anne of the Thousand Days",
            "category": "Film",
            "snippet": "As a rather prim and unusual child, one of my favourite films when I was 12 or so was Anne of the Thousand Days, a long-forgotten and slightly dreary …"
        },
        {
            "title": "Strike a pose! My night at a vogue ball with Malcolm McLaren",
            "category": "Music",
            "snippet": "It was late September 1988: George Bush was up against Michael Dukakis in the first of their two TV debates. The presidential campaign was hotting up …"
        },
        {
            "title": "Julie Felix obituary",
            "category": "Music",
            "snippet": "In 1966, at the height of the folk music boom in Britain, David Frost’s satirical television show The Frost Report featured a young American folk sing …"
        }
    ]
}