{
    "page": [
        {
            "title": "Holding on to hope: tracing a daughter lost in the Manchester bombing",
            "category": "UK-News",
            "snippet": "Stifling laughter in her living room, Sharon Goodman, 59, recalls taking her reluctant granddaughter Olivia “Liv” Campbell-Hardy to a tennis lesson. S …"
        },
        {
            "title": "From Aphex Twin to Al Green: the most soothing songs to self-isolate with",
            "category": "Music",
            "snippet": "Summary: Alexis Petridis, chief rock and pop critic Deniece Williams – Free From 1976, soul music so pillowy and cosseting, it makes Minnie Ripperton’s Loving …"
        },
        {
            "title": "Final Destination at 20: the bleakest teen horror film ever made?",
            "category": "Film",
            "snippet": "There’s a special, sparsely populated subgenre of films that have had a unique effect on my behaviour. They’ve lingered long after the end credits not …"
        },
        {
            "title": "Queen in Windsor coronavirus move amid fears over Harry",
            "category": "UK-News",
            "snippet": "The Queen will decamp to Windsor Castle, cancel her traditional garden parties and postpone investitures as the threat of coronavirus triggers a whole …"
        },
        {
            "title": "UK manufacturers to regear factories to build ventilators for NHS",
            "category": "Business",
            "snippet": "UK manufacturers such as Vauxhall and Airbus are planning to 3D-print parts for ventilators to treat coronavirus patients, as part of a “wartime” effo …"
        },
        {
            "title": "Irish banks told to offer relief to coronavirus-stricken borrowers",
            "category": "Business",
            "snippet": "The Irish government has told banks to show compassion during the coronavirus crisis and bail out the public just as taxpayers helped the country’s le …"
        },
        {
            "title": "Full extent of suffering yet to be seen in AFL season like no other",
            "category": "Sport",
            "snippet": "A ball is yet to be kicked, but already this AFL premiership season is unlike any other. The sport of Australian football has weathered world wars, re …"
        },
        {
            "title": "Silver linings: how to stay positive during the coronavirus crisis",
            "category": "Life-and-Style",
            "snippet": "These stories are designed to offer practical advice, provide some entertainment, foster a sense of social cohesion, and remind people of the good in …"
        },
        {
            "title": "Coronavirus solitude? Podcasts to binge on while you're social distancing",
            "category": "Life-and-Style",
            "snippet": "These stories are designed to offer practical advice, provide some entertainment, foster a sense of social cohesion, and remind people of the good in …"
        },
        {
            "title": "Alex Salmond tells court charges are fabrications or exaggerations",
            "category": "UK-News",
            "snippet": "Alex Salmond told a court that numerous charges of sexual and indecent assault, and a charge of attempted rape against him were deliberate fabrication …"
        },
        {
            "title": "'We can’t afford to shut': PM's Covid-19 advice leaves pubs and shops in limbo",
            "category": "Politics",
            "snippet": "A day after Boris Johnson strongly advised people to avoid pubs, clubs and theatres as part of a dramatic escalation of measures to curb the spread of …"
        },
        {
            "title": "Nissan shuts Sunderland factory as coronavirus disrupts industry",
            "category": "Business",
            "snippet": "Nissan has shuttered its Sunderland factory, Britain’s biggest car plant, joining a number of automotive firms and aerospace giant Airbus in ceasing p …"
        },
        {
            "title": "Trains scale back manual ticket checks amid coronavirus outbreak",
            "category": "UK-News",
            "snippet": "Manual checks of tickets on trains are being scaled back by UK rail operators as a result of the coronavirus outbreak, to protect staff and customers …"
        },
        {
            "title": "US government to give citizens emergency financial aid",
            "category": "Business",
            "snippet": "Donald Trump has dramatically stepped up the US government’s response to the coronavirus outbreak by announcing plans to send cheques directly to Amer …"
        },
        {
            "title": "Martino Sclavi obituary",
            "category": "Film",
            "snippet": "The Italian film producer and writer Martino Sclavi, who has died aged 47, will be best remembered for his 2017 memoir The Finch in My Brain. The book …"
        },
        {
            "title": "Fiona Apple: six reasons she is the perfect artist for a time of crisis",
            "category": "Music",
            "snippet": "It’s been eight years since Fiona Apple last graced the world with a studio album, but an illuminating profile in the latest issue of the New Yorker, …"
        },
        {
            "title": "French Open's new dates in late September risk boycott by Rafael Nadal",
            "category": "Sport",
            "snippet": "A leftfield decision by the Fédération Française de Tennis on Tuesday to move the French Open from May to September and hopefully away from the health …"
        },
        {
            "title": "States delaying primaries past 9 June may face delegate penalty, warns DNC memo",
            "category": "US-News",
            "snippet": "Summary: A new memo from the Democratic National Committee panel that handles delegate selection for the presidential nomination warns that states that hastily …"
        },
        {
            "title": "Airlines accused of 'cashing in' on flights for stranded Britons",
            "category": "Business",
            "snippet": "Airlines have been accused of charging customers “extortionate” fees to British tourists and business travellers hit by coronavirus, closed borders an …"
        },
        {
            "title": "Rishi Sunak promises special measures for coronavirus-hit airlines",
            "category": "Business",
            "snippet": "The chancellor has promised special measures to help the aviation industry to weather the coronavirus crisis, after major airports said they would hav …"
        },
        {
            "title": "Chancellor's £330bn coronavirus package is big – but not big enough",
            "category": "Politics",
            "snippet": "Rishi Sunak last week called his £12bn package to buttress the economy amid the spread of coronavirus “temporary, timely and targeted”. He was applaud …"
        },
        {
            "title": "'Whatever it takes': chancellor announces £350bn aid for UK businesses",
            "category": "UK-News",
            "snippet": "The chancellor Rishi Sunak has announced a £350bn package of loans and grants to help Britain cope with the lockdown of large parts of the economy, as …"
        },
        {
            "title": "Kevin Durant among four Brooklyn Nets players to test positive for Covid-19",
            "category": "Sport",
            "snippet": "NBA superstar Kevin Durant said he is among the four Brooklyn Nets players to have tested positive for coronavirus, according to a report. The Nets co …"
        },
        {
            "title": "Coronavirus: New York mayor says city should prepare for 'shelter in place', contradicting governor – as it happened",
            "category": "US-News",
            "snippet": "Officials are telling Americans to “stop going out” to crowded places, in order to limit the spread of the coronavirus. Several Bay Area counties have …"
        },
        {
            "title": "Tom Brady set to sign for Tampa Bay Buccaneers after leaving Patriots",
            "category": "Sport",
            "snippet": "Summary: Tom Brady is expected to sign with the Tampa Bay Buccaneers after ending his 20-year career with the New England Patriots. ESPN reported the Buccaneer …"
        },
        {
            "title": "Closures and confusion as US voters go to the polls amid coronavirus concerns",
            "category": "US-News",
            "snippet": "Voters faced confusion, a shortage of poll workers, and shifting or closed polling stations on Tuesday in Florida, Illinois and Arizona – the three ke …"
        },
        {
            "title": "Eseries to fill gap after Supercars put on hold due to Covid-19",
            "category": "Sport",
            "snippet": "Summary: Australian motor sport has turned to the virtual world of esports to fill the void created by the postponement of the Supercars championship due to th …"
        },
        {
            "title": "Dogs working from home during coronavirus crisis? There's an Instagram account for that",
            "category": "Life-and-Style",
            "snippet": "Summary: These stories are designed to offer practical advice, provide some entertainment, foster a sense of social cohesion, and remind people of the good in …"
        },
        {
            "title": "Lie detectors should be used to monitor sex offenders, UK study says",
            "category": "UK-News",
            "snippet": "Mandatory testing with a polygraph, or lie-detector, should be introduced to monitor convicted sex offenders undergoing police supervision, according …"
        },
        {
            "title": "Where is the father of the Manchester Arena bomber?",
            "category": "UK-News",
            "snippet": "The dissident father of the Manchester Arena bomber, who was arrested in Libya the day after the blast alongside his other terrorist son, was quietly …"
        },
        {
            "title": "Layla Moran criticises Lib Dems' general election strategy",
            "category": "Politics",
            "snippet": "Layla Moran, the Liberal Democrat MP competing to become the party’s next leader, has castigated its tactics at the last election, saying a pledge to …"
        },
        {
            "title": "Hated by Them, loved by Us. With Tom Brady's exit the Patriots dynasty is over",
            "category": "Sport",
            "snippet": "It was already set to be the most surreal St Patrick’s Day in modern Massachusetts memory. There would be no parade in the Irish-American stronghold o …"
        },
        {
            "title": "Have dog actors had their last on-screen bark?",
            "category": "Film",
            "snippet": "Summary: An old man and a dog sit on the moss-covered roof of a log cabin in the Canadian wilderness. It is a warm summer’s night – a river gurgles nearby. The …"
        },
        {
            "title": "'Sing across rooftops': Bono writes coronavirus song dedicated to Italy",
            "category": "Music",
            "snippet": "U2 frontman Bono has performed his first new music since 2017 with a song inspired by Italians quarantined during the coronavirus outbreak. He posted …"
        },
        {
            "title": "Greenwood by Michael Christie review – an arresting eco-parable",
            "category": "Books",
            "snippet": "The Canadian writer Michael Christie is a former professional skateboarder whose debut novel, If I Fall, If I Die, was a semi-autobiographical story o …"
        },
        {
            "title": "'This could be the end for a few clubs': sports fans on coronavirus",
            "category": "Sport",
            "snippet": "‘Will our league survive?’ I’m a member of a League of Ireland football club. We are one of the better known clubs in the country and have a fair few …"
        },
        {
            "title": "The Federal Reserve can't save us. Can Trump fix the impending global recession?",
            "category": "Business",
            "snippet": "The coronavirus pandemic is exposing some ugly truths about the world we live in and, as we head in to what now looks certain to be a global recession …"
        },
        {
            "title": "Katy Perry wins appeal in $2.8m plagiarism case",
            "category": "Music",
            "snippet": "Summary: Katy Perry has won an appeal in a copyright case involving damages of $2.8m (£2.3m). In July 2014, Perry was accused of plagiarising the song Joyful N …"
        },
        {
            "title": "Coronavirus: ‘severe shock’ to UK fishing as markets dry up",
            "category": "Business",
            "snippet": "The coronavirus outbreak has hit British fishers with a “very severe shock” as demand from export markets and the domestic restaurant trade has dried …"
        },
        {
            "title": "My favourite game: Uruguay v Ghana, World Cup 2010 quarter-final",
            "category": "Sport",
            "snippet": "Almost a decade on, the 2010 World Cup is recalled as a tournament of low-scoring matches, played out amid the distracting honk of vuvuzelas. As is us …"
        },
        {
            "title": "'I feel fine': George RR Martin reassures fans from self-isolation",
            "category": "Books",
            "snippet": "It is the pandemic news we have all been needing: George RR Martin is using his hours of confinement to work on his long-awaited Game of Thrones novel …"
        },
        {
            "title": "Labour MPs alarmed at Covid-19 laws being passed without vote",
            "category": "Politics",
            "snippet": "Labour MPs have expressed concern at the possibility of sweeping emergency powers to tackle coronavirus being put into force for two years without a C …"
        },
        {
            "title": "Top 10 books about boarding school",
            "category": "Books",
            "snippet": "Boarding school stories for children make up an entire genre, and have their lifelong devotees – but as in, say, the work of PG Wodehouse, the environ …"
        },
        {
            "title": "Windrush inquiry report submitted to home secretary",
            "category": "UK-News",
            "snippet": "An investigation into the causes of the Windrush scandal has been completed and presented to the UK home secretary, who plans to make it public on Thu …"
        },
        {
            "title": "Undercover policing inquiry: secretive Met unit shredded files",
            "category": "UK-News",
            "snippet": "A secretive Scotland Yard intelligence unit shredded a large number of documents after a public inquiry was set up into the undercover infiltration of …"
        },
        {
            "title": "Fire Will Come review – pyromaniac's tale obscured by smoke",
            "category": "Film",
            "snippet": "Summary: It is certainly an ominous title for a movie about a convicted pyromaniac being released from prison and allowed home to live with his mother. Oliver …"
        },
        {
            "title": "Glastonbury: tell us how you feel about the festival's cancellation",
            "category": "Music",
            "snippet": "News that the Glastonbury festival 2020 has been cancelled to prevent the spread of coronavirus will have come as a shock to many. The festival’s 50th …"
        },
        {
            "title": "Glastonbury 2020: festival cancelled due to coronavirus outbreak",
            "category": "Music",
            "snippet": "The Glastonbury festival, which was due to celebrate its 50th anniversary year in 2020 with headliners including Taylor Swift, Paul McCartney and Kend …"
        },
        {
            "title": "Tackle that to-be-read pile: the books to try if you're self-isolating",
            "category": "Books",
            "snippet": "Summary: If you are the type of person who is tormented by the thought of all the books out there still waiting to be read, you are likely, for the worst of re …"
        },
        {
            "title": "Some UK property funds ban withdrawals over coronavirus",
            "category": "Business",
            "snippet": "Investors in UK property funds are facing bans on withdrawing their money after managers said the coronavirus crisis had made it impossible to value t …"
        }
    ]
}