{
    "page": [
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Labour must be ruthless to win next election, says Long-Bailey",
            "category": "Politics",
            "snippet": "Rebecca Long-Bailey has said she would employ “ruthless” campaign tactics to lead the Labour party to election victory against Boris Johnson and his s …"
        },
        {
            "title": "Tom Steyer drops out of 2020 race after disappointing South Carolina result",
            "category": "US-News",
            "snippet": "Billionaire environmental activist Tom Steyer has dropped out of the Democratic presidential race following a disappointing result in South Carolina, …"
        },
        {
            "title": "Revolution review: KT McFarland's problematic paean to Trump",
            "category": "US-News",
            "snippet": "Kathleen Troia McFarland, better known as KT, was a deputy national security adviser to Donald Trump between January and May 2017. After she was shove …"
        },
        {
            "title": "From the archive: the missile metropolis in El Paso, Texas, 1984",
            "category": "Life-and-Style",
            "snippet": "In the 1980s, the small city of El Paso in Texas was the centre of the largest group of missile-firing ranges in the western world. The Observer Magaz …"
        },
        {
            "title": "Polanski’s ‘Oscar’ divides elite world of French cinema",
            "category": "Film",
            "snippet": "The elite world of French cinema, one of the pillars of the country’s exception culturelle, was bitterly divided after Roman Polanski was named best d …"
        },
        {
            "title": "Beating Covid-19? The new chancellor shouldn’t budget on it",
            "category": "UK-News",
            "snippet": "Economic forecasting, at the best of times, is an uncertain task. For the purposes of forecasting the outlook for the British economy, this is not the …"
        },
        {
            "title": "Sunday with Cerys Matthews: ‘I chuck on a hat and head to work’",
            "category": "Life-and-Style",
            "snippet": "What’s your Sunday morning ritual? I sneak downstairs at 6am while everyone’s sleeping. I curate my radio show myself and sometimes I’ll hear somethin …"
        },
        {
            "title": "Grimes: Miss Anthropocene review –  a deep, dark trip",
            "category": "Music",
            "snippet": "“I’ll never be your dream girl,” sang Grimes on the last line of her aggressively poppy 2015 album Art Angels. On her fifth record, the Canadian produ …"
        },
        {
            "title": "The Mirror and the Light by Hilary Mantel review – a shoo-in for the Booker prize",
            "category": "Books",
            "snippet": "When Hilary Mantel gave her BBC Reith lectures in 2017 on the subject of historical fiction, she was asked by one audience member if she was really wr …"
        },
        {
            "title": "Dark Waters review – Todd Haynes’s thriller fizzes with righteous fury",
            "category": "Film",
            "snippet": "Based on a 2016 New York Times Magazine article, this sobering and sophisticated political thriller about a corporate defence attorney doesn’t appear …"
        },
        {
            "title": "Mary Beard blocked by No 10 as British Museum trustee 'for pro-Europe views'",
            "category": "Books",
            "snippet": "She is Britain’s best known classicist, a Cambridge don with formidable intellect and a knack for getting people interested in all things ancient. Tha …"
        },
        {
            "title": "Life after the Guildford Four: from cocaine to redemption – and a duet with Springsteen",
            "category": "UK-News",
            "snippet": "A play about the post-prison life of Gerry Conlon, who was wrongly convicted of the IRA Guildford pub bombings, will show him offering cocaine to Jack …"
        },
        {
            "title": "Britain’s economy dangerously exposed as coronavirus fear grips global markets",
            "category": "Business",
            "snippet": "Summary: A sense of panic was palpable in all corners of the international financial system on Friday as coronavirus cases spread relentlessly across Europe, t …"
        },
        {
            "title": "Dreaming of a lottery win with colleagues proves a real gamble",
            "category": "Life-and-Style",
            "snippet": "A big week. A big big week for Eva Wiseman, as for the first time, she bought a lottery ticket. It wasn’t that I was feeling lucky, no, luck has no pl …"
        },
        {
            "title": "Coronavirus: Trump's mixed messages 'undermines public trust', experts say",
            "category": "US-News",
            "snippet": "The Trump administration’s politicization of science and cuts to health institutions are raising concerns about its preparedness to handle the coronav …"
        },
        {
            "title": "Mosquito bites on baseballs just one theory behind sport's scoring boom",
            "category": "Sport",
            "snippet": "Something strange happened in Major League Baseball last year. Batters on the 30 teams started hitting home runs at an unprecedented rate from opening …"
        },
        {
            "title": "Boris Johnson ‘is turning security into Brexit trade talks bargaining chip’",
            "category": "Politics",
            "snippet": "Boris Johnson has been accused of playing politics with the safety of Europeans after rejecting an EU proposal for future defence and foreign policy c …"
        },
        {
            "title": "A bout of sickness gives father and son a chance to be ‘big boys’",
            "category": "Life-and-Style",
            "snippet": "After a brief interlude during a trip back to Ireland, the boy’s sickness has returned with a vengeance. We were called by the childminder to come and …"
        },
        {
            "title": "Sportwatch: Blues win AFLW grand final rematch, Western United hit six - as it happened",
            "category": "Sport",
            "snippet": "So, another busy day of sport across Australia. Some key wins in the AFLW where Carlton have stunned the Crows, the Saints blew a huge chance to dent …"
        },
        {
            "title": "Downhill review – unsteady avalanche comedy inspired by Force Majeure",
            "category": "Film",
            "snippet": "Snow rushes down a mountain at top speed; Pete (Will Ferrell) bolts, grabbing his phone and leaving his wife Billie (Julia Louis-Dreyfus) and their tw …"
        },
        {
            "title": "Becoming a grandmother at 47 led me, as a therapist, to rethink my response to change",
            "category": "Life-and-Style",
            "snippet": "I was 47, shaking and with tears streaming down my face as I held a perfect baby girl in my arms. My body was zinging with oxytocin, the bonding hormo …"
        },
        {
            "title": "Cornershop's Tjinder Singh: 'My dad said, 'They’ll not always want you here'. That stuck'",
            "category": "Music",
            "snippet": "Tjinder Singh, the frontman of Cornershop, hasn’t been home for nearly a decade. To get to Wednesfield in the West Midlands, you drive east out of Wol …"
        },
        {
            "title": "This Lovely City by Louise Hare review – passion and prejudice",
            "category": "Books",
            "snippet": "It’s 1950, nearly two years after the HMT Empire Windrush deposited Lawrie Matthews in the motherland, and still he’s stunned by the many ways in whic …"
        },
        {
            "title": "Go on, spoil yourself: 20 of the best spa retreats",
            "category": "Life-and-Style",
            "snippet": "Summary: SHA Wellness Clinic, Alicante, Spain Set into Alicante’s Sierra Helada mountains, SHA’s sharp curves and clean white lines give it the overstated cool …"
        },
        {
            "title": "Bloody Sunday remembered: civil rights marchers tell story of their iconic photos",
            "category": "US-News",
            "snippet": "It was one of the most celebrated events of civil rights movement: a march of thousands, met with violence and teargas, that was supposed to cement th …"
        },
        {
            "title": "Friend, we've built a historic, grassroots effort and we're in the fight of our lives. Click here!",
            "category": "US-News",
            "snippet": "To: Everyone who’s ever Googled our names. There’s no escaping us now From: The Democratic 2020 candidates Subject: Re: URGENT: Friend, it’s time to c …"
        },
        {
            "title": "Broken Law review – headbutt of a thriller about brothers on either side of the law",
            "category": "Film",
            "snippet": "Here is a lairy Dublin crime melodrama that launches a headbutt at you right out of the screen. Sometimes the punches land and sometimes they don’t. T …"
        },
        {
            "title": "Bank of England passed 'misuse' firm for due diligence three times",
            "category": "Business",
            "snippet": "The Bank of England carried out due diligence three times on a firm that was subsequently revealed to have given paying clients early access to market …"
        },
        {
            "title": "Nat Sciver fires England past West Indies and into T20 World Cup semis",
            "category": "Sport",
            "snippet": "England sailed through to the semi‑finals of the T20 World Cup on Sunday in Sydney after beating West Indies by 46 runs. A third tournament half-centu …"
        },
        {
            "title": "Elvis Costello review – electric atmosphere in barnstorming show",
            "category": "Music",
            "snippet": "Elvis Costello cemented his reputation with his first five albums that channelled the energy of the punk era into classic songwriting. Since then, he …"
        },
        {
            "title": "Stereophonics review – back-to-basics rock and singalongs heard for miles",
            "category": "Music",
            "snippet": "There’s an eerie agelessness to Stereophonics. Two decades on from what might be considered their heyday, they are touring yet another No 1 album – Ki …"
        },
        {
            "title": "Broken Greek by Pete Paphides review – a smash hit",
            "category": "Books",
            "snippet": "If you’re going to give your memoir the sublime subtitle “A story of chip shops and pop songs”, you had better serve up a tasty hit. Gloriously, the m …"
        },
        {
            "title": "Sava Peić obituary",
            "category": "Books",
            "snippet": "My friend Sava Peić, who has died aged aged 81, played a big part in the development of the British Library’s Balkan collections. He also spent much o …"
        },
        {
            "title": "Hybrid carmakers accused of 'con' over zero-emissions claims",
            "category": "Business",
            "snippet": "Drivers hoping their new plug-in hybrid car will help cut down their carbon footprint may have an unlikely enemy: cold weather. Zero-emissions driving …"
        },
        {
            "title": "Brexit: what are the key flashpoints as EU-UK trade talks begin?",
            "category": "Politics",
            "snippet": "Boris Johnson’s chief negotiator, David Frost, and his EU counterpart, Michel Barnier, will convene the first formal meeting for the negotiation of th …"
        },
        {
            "title": "Akademie für Alte Musik Berlin/Faust review – clarity and dazzling performances",
            "category": "Music",
            "snippet": "It’s hard to think of any other leading violinist today who moves as comfortably as Isabelle Faust does between the 19th and 20th-century repertoire a …"
        },
        {
            "title": "Democrats ‘very nervous’ says Sanders as he campaigns on Warren’s home turf",
            "category": "US-News",
            "snippet": "Bernie Sanders is campaigning to beat fellow progressive senator Elizabeth Warren in her home state of Massachusetts on Super Tuesday, which would be …"
        },
        {
            "title": "Pete Buttigieg will not quit Democratic race despite Joe Biden surge",
            "category": "US-News",
            "snippet": "Summary: Pete Buttigieg will not drop out of the race to be the Democratic presidential nominee, despite finishing well behind Joe Biden and Bernie Sanders in …"
        },
        {
            "title": "Coronavirus exposes the danger of embracing protectionism",
            "category": "Business",
            "snippet": "Not since the depths of the financial crisis has panic set in on the scale experienced over the past week. Conversations on the bus, at work and in th …"
        },
        {
            "title": "In brief: When Time Stopped; The Book of Echoes; The Adventures of Maud West, Lady Detective – reviews",
            "category": "Books",
            "snippet": "When Time Stopped: A Memoir of My Father’s War and What Remains Ariana Neumann Scribner, £16.99, pp368 Journalist Ariana Neumann grew up in Caracas as …"
        },
        {
            "title": "Real Estate: The Main Thing review – artfully polished tedium",
            "category": "Music",
            "snippet": "Three albums of catchily jangling indie into their career, New Jersey’s Real Estate parted ways with founding member and lead guitarist Matt Mondanile …"
        },
        {
            "title": "New York: plastic bag ban takes effect to address ‘environmental blights’",
            "category": "US-News",
            "snippet": "Every year, New York state gets through a staggering 23bn plastic bags – the vast majority of which end up in landfill or polluting streets, green spa …"
        },
        {
            "title": "Young and forever sick: 'They didn’t see me as a person who had dreams'",
            "category": "Life-and-Style",
            "snippet": "A strange mixture of terror and outrage floods your brain when your doctor says, “I had a patient like you, and when she missed her meds, her heart an …"
        },
        {
            "title": "Finn Russell agrees return to Scotland camp after Gregor Townsend talks",
            "category": "Sport",
            "snippet": "Finn Russell looks set to return to the Scotland squad – but not until after the Six Nations campaign. The fly-half has held positive talks with the h …"
        },
        {
            "title": "Waitrose staff to get lowest bonus in 67 years as profits fall",
            "category": "Business",
            "snippet": "John Lewis and Waitrose staff are to receive their lowest bonus in 67 years – if they get one at all – as the company is expected to reveal its third …"
        },
        {
            "title": "Man says Post Office demands to repay ‘stolen’ £65,000 led to stroke",
            "category": "Business",
            "snippet": "A subpostmaster has said he suffered a stroke after being asked to pay the Post Office £65,000 over a computer glitch that showed thousands of pounds …"
        },
        {
            "title": "Rishi Sunak plans to raise £3bn by scrapping 'entrepreneurs' relief'",
            "category": "UK-News",
            "snippet": "The chancellor is planning to scrap a £3bn tax relief that mainly benefits the wealthy in a bid to raise cash for an expected increase in public spend …"
        },
        {
            "title": "Israel Folau impresses as Catalans Dragons fight back to shock Hull FC",
            "category": "Sport",
            "snippet": "For all the hype and expectation surrounding Israel Folau before his first game in England as a Catalans Dragons player it was another marquee name we …"
        },
        {
            "title": "Sam Underhill warns England of  'extra edge' to Wales game",
            "category": "Sport",
            "snippet": "England have been warned not to underestimate the cross-border passion driving Wales in the build-up to their Six Nations match at Twickenham on Satur …"
        }
    ]
}