{
    "page": [
        {
            "title": "EU's first ambassador to UK settles in for a testing year ahead",
            "category": "Politics",
            "snippet": "“I don’t really want to talk about it for obvious reasons, my position and his position now but … yes we had a lot of interaction because he was very …"
        },
        {
            "title": "Laughter therapy: there is nothing funnier than people in stretchy pants with their bums in the air",
            "category": "Life-and-Style",
            "snippet": "Gymbox calls itself “the antidote to boring gyms”, and busts a nut to prove it. Its timetable includes a white-collar fight club, sword play training, …"
        },
        {
            "title": "From siestas to saunas: the 10 European wellbeing traditions everyone should try",
            "category": "Life-and-Style",
            "snippet": "Summary: Think of “wellness” and you may well think of Gwyneth Paltrow’s brand, Goop: modern, exclusive, quite possibly rubbish. But a lot of what would fall u …"
        },
        {
            "title": "English Monsters by James Scudamore review – beautifully paced and well observed",
            "category": "Books",
            "snippet": "Spare a thought for James Scudamore, whose fourth novel is published on the same day as Hilary Mantel’s The Mirror and the Light. At least Mantel has …"
        },
        {
            "title": "One of the last abortions in Louisiana? Diary of a woman from a clinic under threat of closure",
            "category": "US-News",
            "snippet": "The US supreme court will hear oral arguments this week in a high-stakes case that threatens the constitutional right to an abortion. The Louisiana la …"
        },
        {
            "title": "Australia beat New Zealand by four runs: Women's Twenty20 World Cup – as it happened",
            "category": "Sport",
            "snippet": "Summary: Thanks for your company. We’ll be back with the OBO for the semi-finals on Thursday. Until then, bye for now! The match report (and Ellyse Perry’s inj …"
        },
        {
            "title": "Mike Bloomberg: why a troubling record on women could derail his 2020 bid",
            "category": "US-News",
            "snippet": "Billionaire Mike Bloomberg has launched one of the most audacious campaigns for the presidency in modern America: pouring almost half a billion dollar …"
        },
        {
            "title": "Independence Square by AD Miller review –  the orange revolution unpeeled",
            "category": "Books",
            "snippet": "Summary: A voluptuous unease informs the mood of Independence Square, AD Miller’s third novel, which makes a partial return to the Russian state gangsterism of …"
        },
        {
            "title": "EU warns UK to tone down political rhetoric as trade talks start",
            "category": "Politics",
            "snippet": "Summary: The EU is urging Britain to drop the “political rhetoric” around Brexit as historic talks on the future trading relationship open in Brussels. As an a …"
        },
        {
            "title": "Anthony Joshua to fight Kubrat Pulev at Tottenham Hotspur Stadium in June",
            "category": "Sport",
            "snippet": "Anthony Joshua will face Kubrat Pulev, the IBF’s mandatory challenger, at Tottenham Hotspur’s 62,000-seat stadium on 20 June. The Bulgarian confirmed …"
        },
        {
            "title": "Public Enemy fire Flavor Flav after clash over Bernie Sanders rally",
            "category": "Music",
            "snippet": "Public Enemy have fired founder member Flavor Flav following a dispute over the group performing at a Bernie Sanders rally, bringing to an end one of …"
        },
        {
            "title": "Poland's world-beating new film-makers: 'We have a common enemy'",
            "category": "Film",
            "snippet": "Summary: It is a cold, misty afternoon in Warsaw and I am having tea with the Oscar-winning film-maker Paweł Pawlikowski in the elegant cafe belonging to the H …"
        },
        {
            "title": "Talking Horses: Tote's 'game-changer' bet guarantee set for Cheltenham bow",
            "category": "Sport",
            "snippet": "The Tote, Britain’s main pool-betting business, is expected to confirm later on Monday that it will either match or exceed the starting price return o …"
        },
        {
            "title": "Michael Kiwanuka review – soul's troubled man speaks truth to power",
            "category": "Music",
            "snippet": "After two Brit award nominations and the critical rapture that greeted Michael Kiwanuka’s third album – Kiwanuka, which reached No 2 in November – thi …"
        },
        {
            "title": "Bernie? Warren? Which candidate is raking in the most tech industry dollars?",
            "category": "US-News",
            "snippet": "From software engineers at Facebook and Google to drivers for Uber and warehouse workers for Amazon, the employees that power California’s technology …"
        },
        {
            "title": "US briefing: Buttigieg bows out, coronavirus and Israel's election",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Sanders and Biden set for Super Tuesday clash Pete Buttigieg, the 38-year-old former mayo …"
        },
        {
            "title": "Fidelio review – Davidsen approaches greatness in uneven production",
            "category": "Music",
            "snippet": "Tobias Kratzer’s new production of Fidelio turns Beethoven’s only opera into a parable about the nature of political engagement and our frequent compl …"
        },
        {
            "title": "50 great tracks for March by Christine and the Queens, Yves Tumor, Fizzler and more",
            "category": "Music",
            "snippet": "Christine and the Queens – I Disappear in Your Arms What is better than a great song? A great song in two languages, each offering a different perspec …"
        },
        {
            "title": "How we met: ‘I just wanted to sit in the hot tub. Then this guy got in and tried to chat me up’",
            "category": "Life-and-Style",
            "snippet": "Rick Wolter was living in a retirement community in California when he and Gwendolyn met. Then in his mid-40s, he was several decades younger than mos …"
        },
        {
            "title": "British economy 'to grow 0.16% at best under US trade deal'",
            "category": "Politics",
            "snippet": "The British economy would be at most 0.16% larger by the middle of the next decade under a comprehensive trade deal with the US, the government has ad …"
        },
        {
            "title": "Changing the record: why High Fidelity's gender swap is perfectly timed",
            "category": "Music",
            "snippet": "It was perhaps always a given that High Fidelity, the much-loved-Nick Hornby-novel-turned-Hollywood-romcom, would be turned into a television series – …"
        },
        {
            "title": "Tones and I review – Dance Monkey star reaches biggest stage yet",
            "category": "Music",
            "snippet": "Dance Monkey, the song that changed Toni Watson’s life, was the byproduct of an unhappy episode while she was busking in Byron Bay, New South Wales. H …"
        },
        {
            "title": "'The road will kill you': why older musicians are cancelling tours",
            "category": "Music",
            "snippet": "In a chilling quote from much-loved music documentary The Last Waltz, about The Band’s final concert in 1976, leader Robbie Robertson looks straight i …"
        },
        {
            "title": "Man fired air pistol at police before being shot dead, inquest hears",
            "category": "UK-News",
            "snippet": "A man was shot dead by four armed police officers after firing an air pistol at one of them, an inquest heard. Shortly before the incident, Spencer As …"
        },
        {
            "title": "US-UK trade deal: PM eyes three-course meal, but may end up with packet of crisps",
            "category": "Politics",
            "snippet": "Summary: It was supposed to be one of the biggest Brexit dividends. According to Liz Truss, an “ambitious and comprehensive” trade agreement with Donald Trump …"
        },
        {
            "title": "Coronavirus is the Coalition's GFC – but will Morrison respond as Rudd did?",
            "category": "Business",
            "snippet": "The sound you hear is that of economic predictions being shredded as new figures out of China suggest the impact of the coronavirus is more savage tha …"
        },
        {
            "title": "Gwyneth Paltrow said starring in Shallow Hal was a 'disaster' – here’s why she is right",
            "category": "Film",
            "snippet": "‘Disaster” is how Gwyneth Paltrow has summed up her role in the 2001 film Shallow Hal, which will surprise few people who have actually seen it. Jack …"
        },
        {
            "title": "'Gross failures' contributed to man's death in immigration centre",
            "category": "UK-News",
            "snippet": "Neglect and a series of gross failures by the Home Office and other agencies contributed to the death of a vulnerable Ghanaian man from hypothermia, d …"
        },
        {
            "title": "Airline industry braced for major threat from coronavirus turmoil",
            "category": "Business",
            "snippet": "The airline industry often finds itself on the corporate frontline when global disaster strikes. The 9/11 attacks, the Sars outbreak and the credit cr …"
        },
        {
            "title": "Corbyn attacks 'government led by bullies' as Cabinet Office inquiry announced into Priti Patel  – as it happened",
            "category": "Politics",
            "snippet": "The Cabinet Office is to launch an inquiry into explosive claims that Priti Patel lied and bullied officials in several government departments, Michae …"
        },
        {
            "title": "James Lipton, host of Inside the Actors Studio, dies aged 93",
            "category": "Film",
            "snippet": "James Lipton, who was best known for hosting the TV series Inside the Actors Studio, has died at 93. Lipton’s wife, Kedakai Turner, confirmed to TMZ t …"
        },
        {
            "title": "Economic powers offer emergency help in coronavirus crisis",
            "category": "Business",
            "snippet": "The world’s economic powerhouses launched a coordinated push to show they can cope with the fallout from coronavirus, after the Organisation for Econo …"
        },
        {
            "title": "UK flooding: residents in east Yorkshire struggle to recover",
            "category": "UK-News",
            "snippet": "The situation in flooded areas of east Yorkshire continues to be chaotic, with residents in the town of Snaith being offered temporary accommodation a …"
        },
        {
            "title": "Investors know what to do when interest rates are cut: buy shares",
            "category": "Business",
            "snippet": "Summary: As dead cat bounces go, though, Monday was more of a twitch. The FTSE 100 index, having fallen 11% last week, regained just 1.1%, even as central bank …"
        },
        {
            "title": "Deborah Dugan: suspended Grammys chief fired after misconduct investigation",
            "category": "Music",
            "snippet": "Deborah Dugan, who had been suspended from her position as president and chief executive of the Recording Academy, has now seen her contract officiall …"
        },
        {
            "title": "Priti Patel would have preferred anyone but the Govester to defend her",
            "category": "Politics",
            "snippet": "On reflection, Priti Patel would probably have preferred almost anyone but Michael Gove to defend her reputation in the commons. A junior home office …"
        },
        {
            "title": "'I will shoot you': husband of LA district attorney pulls gun on Black Lives Matter activists",
            "category": "US-News",
            "snippet": "The husband of Los Angeles’s top prosecutor pulled a gun on Black Lives Matter activists outside his home and said, “I will shoot you,” while directly …"
        },
        {
            "title": "Dow posts biggest one-day jump since 2009 as markets bounce back – as it happened",
            "category": "Business",
            "snippet": "Finally, here’s my colleague Rob Davies on today’s market drama: The world’s economic powerhouses launched a coordinated push to show they can cope wi …"
        },
        {
            "title": "TV weather presenters 'have moral obligation' to explain climate crisis",
            "category": "UK-News",
            "snippet": "The former weather presenter Francis Wilson has said it is now more important than ever for TV forecasters to be serious experts “in a time of floods …"
        },
        {
            "title": "Sadiq Khan says London election will be vote on rent controls",
            "category": "Politics",
            "snippet": "Summary: The mayor of London, Sadiq Khan, is launching his re-election campaign with a challenge to Boris Johnson to allow rent controls to be introduced if Kh …"
        },
        {
            "title": "Women's prize for fiction lines up 'heavy hitters' on 2020 longlist",
            "category": "Books",
            "snippet": "Summary: The Mirror and the Light isn’t published until Thursday, but the conclusion to Hilary Mantel’s Wolf Hall trilogy has already made the longlist for the …"
        },
        {
            "title": "Two men arrested in connection with attack on prison officer",
            "category": "UK-News",
            "snippet": "Two men have been arrested in connection with an attack on a prison officer at HMP Whitemoor on 9 January, the Metropolitan police have said. The men, …"
        },
        {
            "title": "'Zombie votes': what happens to early ballots cast for Democratic dropouts?",
            "category": "US-News",
            "snippet": "Summary: The sudden retreat of Amy Klobuchar, Pete Buttigieg and Tom Steyer ahead of Super Tuesday has left many Californians who voted early grappling with lo …"
        },
        {
            "title": "Biden wins backing of former rivals Klobuchar and O'Rourke at Dallas rally",
            "category": "US-News",
            "snippet": "With just hours to go before Super Tuesday, the moderate wing of the Democratic party attempted to unite as a group of former candidates flocked to Te …"
        },
        {
            "title": "Down the Cosmic Hole: are Berlin's 56-hour party people facing their last dance?",
            "category": "Music",
            "snippet": "It is 1am on a Saturday and the crowd outside Berlin LGBTQ+ club night Cocktail d’Amore stretches from the door of its venue, Griessmuehle, along the …"
        },
        {
            "title": "The Quarry by Ben Halls review – men on the margins",
            "category": "Books",
            "snippet": "The enterprising imprint Dialogue Books was set up in 2017 to showcase marginalised voices. It’s tempting to see its publication of Ben Halls’s impres …"
        },
        {
            "title": "Rolling back: why we should welcome Mick Jagger's  big screen return",
            "category": "Film",
            "snippet": "In the chilly new neo-noir The Burnt Orange Heresy, Mick Jagger plays Joseph Cassidy, a conniving art dealer who manipulates a desperate art critic in …"
        },
        {
            "title": "Labour demands independent inquiry into Priti Patel bullying claims",
            "category": "Politics",
            "snippet": "Summary: The Labour party has called for the home secretary, Priti Patel, to stand down while a lawyer-led “genuinely independent” inquiry is carried out into …"
        },
        {
            "title": "Dragman by Steven Appleby review – a secret identity with a difference",
            "category": "Books",
            "snippet": "Fans of Steven Appleby’s brilliant cartoons know already of their unique energy; what Posy Simmonds calls his “nimble, nubbly line” seems almost to vi …"
        },
        {
            "title": "The month's best mixes: romantic grime, reverberant birdsong and more",
            "category": "Music",
            "snippet": "Elijah & Skilliam: Valentines Rhythm & grime is the genre that never quite was. The term was coined in the early to mid 00s when grime producers DVA, …"
        }
    ]
}