{
    "page": [
        {
            "title": "James Bond gun collection stolen in London raid",
            "category": "Film",
            "snippet": "An “irreplaceable” collection of prop guns used in James Bond films has been stolen from a house in Enfield, north London. Five deactivated guns, incl …"
        },
        {
            "title": "Miraa May: 'Women in music are sexualised so much. I find it disrespectful'",
            "category": "Music",
            "snippet": "Miraa May’s pop preaches unshakeable self-love (“Tell ’em I don’t bow down to nobody,” goes one hook). But curled up on her sofa, bare-faced and dress …"
        },
        {
            "title": "Isaac Chamberlain: 'I’ve been here before, in a very dark place'",
            "category": "Sport",
            "snippet": "Summary: I know I can go through hell,” Isaac Chamberlain says calmly as, rather than making his comeback on Saturday night in a fight that had offered him so …"
        },
        {
            "title": "Bob Dylan: Murder Most Foul review – a dark, dense ballad for the end times",
            "category": "Music",
            "snippet": "As with pretty much anything Bob Dylan does these days, you can only speculate at his reasons for unexpectedly releasing a 17-minute song, ostensibly …"
        },
        {
            "title": "Survey of thousands of Home Office staff revives bullying row",
            "category": "Politics",
            "snippet": "Thousands of Home Office employees claim they have been discriminated against, bullied or harassed at work, according to the results of a staff survey …"
        },
        {
            "title": "I’m at home creating full-time chaos: how much longer can my wife stand it?",
            "category": "Life-and-Style",
            "snippet": "Self-isolation has seen me try to find ways to keep messing about doing comedy without actually being paid for any of them. This has meant Facebook Li …"
        },
        {
            "title": "Why playlists are getting me through anxious times",
            "category": "Music",
            "snippet": "For many of a certain age, their teenage years were largely spent in their bedrooms – “a world where I can go and tell my secrets to”, as the Beach Bo …"
        },
        {
            "title": "Keir Starmer had no enemies. Can he keep it that way?",
            "category": "Politics",
            "snippet": "When John Erskine signed up a teenage Keir Starmer to the Labour club at Leeds University freshers’ week in 1982, he had hoped to find a new recruit i …"
        },
        {
            "title": "My husband and I can’t agree on our future after IVF. How do we move on?",
            "category": "Life-and-Style",
            "snippet": "My husband and I both have fertility issues and underwent IVF. We were lucky to conceive our child (who is now one) on the first attempt; it was a com …"
        },
        {
            "title": "All Points East, Parklife and Lovebox festivals cancel due to coronavirus",
            "category": "Music",
            "snippet": "The music festival season continues to collapse amid the coronavirus crisis, with Manchester’s Parklife as well as London’s All Points East and Lovebo …"
        },
        {
            "title": "UK stocks fall with airlines and housebuilders among worst hit",
            "category": "Business",
            "snippet": "UK-listed shares ended a recent run of gains and fell heavily on Friday, with housebuilders and airlines among the worst affected as the fallout from …"
        },
        {
            "title": "Coronavirus: the movie is somehow already here – but are we ready for it?",
            "category": "Film",
            "snippet": "In these times of self-isolation, it’s easy to sit back and plot the type of coronavirus movie you’d like to make. Maybe it’s one about an embattled t …"
        },
        {
            "title": "Jeff Bezos sold $3.4bn of Amazon stock just before Covid-19 collapse",
            "category": "Business",
            "snippet": "Millions of people across the world have lost their jobs, and trillions of dollars have been wiped off the value of stock markets. But not everyone ha …"
        },
        {
            "title": "McDonald’s-backed charity evicts family of disabled boy from Manchester flat",
            "category": "UK-News",
            "snippet": "Summary: The family of a disabled boy who has been “stuck” in hospital unnecessarily for a year have been evicted from their temporary accommodation by a chari …"
        },
        {
            "title": "Chancellor's coronavirus bailout ignores many self-employed",
            "category": "Politics",
            "snippet": "Thousands of self-employed people – in particular those working in the creative industries – who set up limited companies have been “devastated” by be …"
        },
        {
            "title": "Turning crap into gold: why a composting habit will change your life",
            "category": "Life-and-Style",
            "snippet": "I have never laughed, cried and wanted to make brown butter apple cake more than now. We don’t know how long it will be before we emerge from our chry …"
        },
        {
            "title": "Free opera and classical for watching at home: our critics' top picks",
            "category": "Music",
            "snippet": "Igor Levit’s Twitter recitals How often has one of the world’s great pianists played live for you at home? Igor Levit is doing it every day for all of …"
        },
        {
            "title": "How will the UK function with a sick prime minister?",
            "category": "Politics",
            "snippet": "Cabinet government had for most of this week already been replaced by Zoom government, but the fact that Boris Johnson has contracted coronavirus, and …"
        },
        {
            "title": "Markets resume slide amid Covid-19 fears; Chinese factory profits slump - as it happened",
            "category": "Business",
            "snippet": "The positive run on European stock markets had to end at some point. Sure enough, after three days of strong gains, major indices were in retreat on F …"
        },
        {
            "title": "Chris Packham begins legal case to halt HS2 amid coronavirus crisis",
            "category": "UK-News",
            "snippet": "Summary: Chris Packham is seeking an urgent injunction to immediately halt HS2’s destruction of ancient woodlands as campaigners criticise construction teams f …"
        },
        {
            "title": "When do the clocks change – and why do they go forward?",
            "category": "UK-News",
            "snippet": "It is that time of year again, the ritual of trying to work out which of your electronic gadgets automatically adjusts for clock changes, and which do …"
        },
        {
            "title": "British firms to be given more protection from bankruptcy",
            "category": "Politics",
            "snippet": "British companies struggling amid the coronavirus outbreak are to be given greater protection from bankruptcy under emergency changes to insolvency la …"
        },
        {
            "title": "British Grand Prix cancellation dependent on length of lockdown",
            "category": "Sport",
            "snippet": "The fate of this year’s British Grand Prix is dependent on how long the national lockdown is enforced. The meeting at Silverstone, due to take place o …"
        },
        {
            "title": "Richard Parks: from record-breaking solitude in Antarctica to flat isolation",
            "category": "Sport",
            "snippet": "As each of us languishes in isolation, one man is about to enter the Guinness Book of World Records for being on his own. When the next edition of eve …"
        },
        {
            "title": "Open moves closer to postponement as R&A looks at 2020 reschedule",
            "category": "Sport",
            "snippet": "The R&A is understood to be edging closer to a postponement of the Open Championship, amid a growing realisation golf’s oldest major cannot be held in …"
        },
        {
            "title": "Temporary mortuary being built at Birmingham airport",
            "category": "UK-News",
            "snippet": "A temporary mortuary is being put in place at Birmingham airport with space for up to 12,000 bodies amid growing concern over the speed at which the v …"
        },
        {
            "title": "Waitrose to set aside quarter of delivery slots for elderly shoppers",
            "category": "Business",
            "snippet": "Waitrose is setting aside at least a quarter of its online grocery delivery slots for elderly and vulnerable shoppers amid rising concern about food s …"
        },
        {
            "title": "UK coronavirus live: rate of infection doubling every three to four days, says Gove – as it happened",
            "category": "Politics",
            "snippet": "The Prime Minister, Boris Johnson, will self-isolate for seven days in his flat No 11 Downing Street after he tested positive for coronavirus. Johnson …"
        },
        {
            "title": "'We'll see bankruptcies': how coronavirus has shut down Australian film and TV",
            "category": "Film",
            "snippet": "Summary: For many Australians, the news that Tom Hanks had come down with Covid-19 in Brisbane was the moment when the reality of the Coronavirus pandemic real …"
        },
        {
            "title": "Australian music for isolated times – featuring Didirri, Gordi, Cable Ties and more",
            "category": "Life-and-Style",
            "snippet": "The Australian arts industry has been left reeling from the coronavirus crisis, and it feels like there are no solutions in sight – but there is one t …"
        },
        {
            "title": "New York mayor urges Trump to help as more US coronavirus hotspots emerge",
            "category": "US-News",
            "snippet": "New York deaths from coronavirus continue to rise sharply, with the number of patients on ventilators doubling in New York City, now the center of the …"
        },
        {
            "title": "Virgin Atlantic to seek millions in state aid amid Covid-19 slump",
            "category": "Business",
            "snippet": "Virgin Atlantic is applying for hundreds of millions of pounds in state aid to keep afloat during the coronavirus crisis, after the chancellor told th …"
        },
        {
            "title": "Racing Post launches digital version after coronavirus puts paper on hold",
            "category": "Sport",
            "snippet": "Summary: The Racing Post, the sport’s daily trade newspaper, will relaunch a digital version of its print edition from Saturday, just 24 hours after suspending …"
        },
        {
            "title": "Katie Swan puts tennis aside to help coronavirus relief effort in Kansas",
            "category": "Sport",
            "snippet": "While Covid-19 seeps daily into the consciousness of the White House, 1,200 miles away in Wichita, Kansas, a British tennis player is helping families …"
        },
        {
            "title": "Trump invokes Defense Production Act law to compel GM to supply ventilators",
            "category": "US-News",
            "snippet": "Donald Trump has bowed to overwhelming pressure and invoked a national security law compelling General Motors to mass produce breathing equipment as t …"
        },
        {
            "title": "Trump signs $2.2tn stimulus bill after invoking Defense Production Act – as it happened",
            "category": "US-News",
            "snippet": "Wrapping up our live politics coverage for tonight. You can continue to follow our global coronavirus liveblog for updates around the world. A summary …"
        },
        {
            "title": "Albert Camus novel The Plague leads surge of pestilence fiction",
            "category": "Books",
            "snippet": "A plague is spreading. People are dying. Everyone is ordered to quarantine at home as the local doctor works around the clock to save victims. There a …"
        },
        {
            "title": "Readers, it is time to embrace each other ... online",
            "category": "Books",
            "snippet": "Oh it’s a time, isn’t it? But instead of queueing up to buy three hundred rolls of toilet paper and 70 bottles of water, lots of us are trying to keep …"
        },
        {
            "title": "My son was diagnosed with autism at five. Did he inherit it from my misunderstood mother?",
            "category": "Life-and-Style",
            "snippet": "Solomon was my first baby. He was loud. He screamed full throttle for an hour until the midwife swaddled him. I knew he was different from the moment …"
        },
        {
            "title": "Tim Dowling: big-screen marble racing – is this what we’ve come to?",
            "category": "Life-and-Style",
            "snippet": "I am sitting alone in my office shed, wondering if it’s immoral to order an electric toothbrush online. Will I be putting the person who delivers it a …"
        },
        {
            "title": "British retailers and manufacturers in 'wartime effort' to fight Covid-19",
            "category": "Business",
            "snippet": "Summary: British industry has thrown its weight behind the fight against Covid-19 in a wartime-style effort to churn out protective masks, hand sanitiser and m …"
        },
        {
            "title": "Blind date: ‘I wish we’d talked more about hot priests’",
            "category": "Life-and-Style",
            "snippet": "Lucjan on Laura What were you hoping for? Someone sparky and able to take the conversation anywhere. First impressions? Dressed far better than me. I …"
        },
        {
            "title": "A letter to… my psychiatrist, who exploits me",
            "category": "Life-and-Style",
            "snippet": "Summary: I sought your help 15 years ago when I was desperate: depressed, suicidal and helpless. I couldn’t take the pain any more and, after seeing many psych …"
        },
        {
            "title": "Bina by Anakana Schofield review – 'for every woman who has had enough'",
            "category": "Books",
            "snippet": "When the high priestess of commodified minimalism, Marie Kondo, encouraged her followers to gut their book collections and keep only the handful of vo …"
        },
        {
            "title": "Streaming: country house murder mysteries",
            "category": "Film",
            "snippet": "You have to hand it to Rian Johnson. To go from directing a Star Wars franchise entry to trying out a genre widely perceived as having had its heyday …"
        },
        {
            "title": "Chennai Six member says Johnson did 'nothing' to secure release",
            "category": "UK-News",
            "snippet": "A former British serviceman who spent four years in an Indian prison has said he was let down by the UK government and that Boris Johnson did “nothing …"
        },
        {
            "title": "The missing six weeks: how Trump failed the biggest test of his life",
            "category": "US-News",
            "snippet": "When the definitive history of the coronavirus pandemic is written, the date 20 January 2020 is certain to feature prominently. It was on that day tha …"
        },
        {
            "title": "'If I get corona, I get corona': the Americans who wish they'd taken Covid-19 seriously",
            "category": "Life-and-Style",
            "snippet": "The past few weeks have brought considerable reason to question the purpose of human existence. Between the examples of influencers licking toilets du …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "With normal routines disrupted and anxiety levels high, brilliant children’s books may offer a handle on difficult times, or at least a charmed bubble …"
        },
        {
            "title": "How we live together: ‘People couldn’t believe I’d run off with the bearded hippy in the forest’",
            "category": "Life-and-Style",
            "snippet": "Summary: Ian Pease, 48 I’ve been living and working at the National Trust’s Hatfield Forest since I was 25. You could blindfold me, put me anywhere in the fore …"
        }
    ]
}