{
    "page": [
        {
            "title": "Chess: Fide drops handshakes after coronavirus cancels five Opens",
            "category": "Sport",
            "snippet": "Coronavirus is starting to affect major chess events. Five international Opens have already been cancelled or postponed while Fide, the global chess b …"
        },
        {
            "title": "My wife’s children won’t forgive me for having an affair",
            "category": "Life-and-Style",
            "snippet": "I have been married for 11 years while having another relationship with a younger woman for the past five years. I love her and I love my wife. The wh …"
        },
        {
            "title": "Cycling and golf events cancelled as coronavirus continues to hit sport",
            "category": "Sport",
            "snippet": "Cycling authorities have postponed this month’s Tirreno-Adriatico and Milan-San Remo races because of the coronavirus outbreak. The decision, which in …"
        },
        {
            "title": "UK house price recovery at mercy of coronavirus, warns Halifax",
            "category": "Business",
            "snippet": "House prices hit a fresh peak in February, according to Halifax, but the bank issued a warning about the potential impact of the coronavirus outbreak …"
        },
        {
            "title": "I’ve decided not to learn Portuguese for our holiday. It’s better for Ranga-Porto relations",
            "category": "Life-and-Style",
            "snippet": "Summary: This summer I will be visiting Portugal for the fifth year in a row, which is either a huge compliment to the country’s hospitality or a true illustra …"
        },
        {
            "title": "US job growth in February was far above predictions",
            "category": "Business",
            "snippet": "Summary: The US economy recorded another month of impressive jobs growth in February, before the coronavirus outbreak started to spread in the US. Employers ad …"
        },
        {
            "title": "Crufts organisers blame Brexit for fewer overseas dog entries",
            "category": "Life-and-Style",
            "snippet": "As Frankie strutted along the astroturf at Crufts on Thursday, the cheers from the crowd were notably muted. The miniature poodle, who won the utility …"
        },
        {
            "title": "Rebecca Long-Bailey: Corbyn's heir fights on all fronts in Labour race",
            "category": "Politics",
            "snippet": "From the top floor of the Lowry Centre in Salford, a supporter of Rebecca Long-Bailey points at the layout of the old docks. He’s there for her Labour …"
        },
        {
            "title": "Southwest Airlines chief compares drop in travel over coronavirus to 9/11",
            "category": "Business",
            "snippet": "The head of Southwest Airlines has compared the coronavirus outbreak to the 9/11 terrorist attacks after warning the company’s revenues would fall by …"
        },
        {
            "title": "Despite the experts back in charge, I'm having coronavirus anxiety dreams",
            "category": "UK-News",
            "snippet": "Monday Fiona Bruce has told the Radio Times she has been surprised by the toxicity of the Question Time debates. So I can only assume she had never wa …"
        },
        {
            "title": "Two-headed monster: the new trend for splitting albums in half",
            "category": "Music",
            "snippet": "Bad news: just when you thought that 2020 could not bring any more fresh misery, and as if streaming hasn’t made the traditional album release complic …"
        },
        {
            "title": "No more 'nagging wives': how Oxford Dictionaries is cleaning up sexist language",
            "category": "Books",
            "snippet": "Summary: In years past, a reader Googling the definition of “anatomy” on their phone would have found a couple of example sentences demonstrating how the word …"
        },
        {
            "title": "Sheikh Mohammed's disgrace may begin end of his racing love affair",
            "category": "Sport",
            "snippet": "When the British Horseracing Authority drew up its “fit and proper” criteria for prospective racehorse owners it is likely the regulators had gangster …"
        },
        {
            "title": "Ernesto Cardenal obituary",
            "category": "Books",
            "snippet": "In 1983 ministers of the revolutionary Sandinista government lined up on the tarmac to welcome Pope John Paul II on his first visit to Nicaragua. Mome …"
        },
        {
            "title": "Spenser Confidential review – Mark Wahlberg crash lands on Netflix",
            "category": "Film",
            "snippet": "Summary: Mark Wahlberg’s first film for Netflix, a charmless little shrug of a caper called Spenser Confidential, is the kind of film that evaporates as it’s b …"
        },
        {
            "title": "Oil price plummets as Opec fails to agree production cuts",
            "category": "Business",
            "snippet": "Global oil prices tumbled to lows not seen since mid-2017 on Friday after the Opec oil cartel failed to strike a deal to steady the market against the …"
        },
        {
            "title": "Free speech row at Oxford University after Rudd talk cancelled",
            "category": "Politics",
            "snippet": "A free speech row has broken out at Oxford after the university attacked the decision by a women’s group to cancel a speech by the former home secreta …"
        },
        {
            "title": "FTSE 100 closes at lowest since 2016 as coronavirus fears hit markets",
            "category": "Business",
            "snippet": "Stock markets around the world fell sharply on Friday, while Germany’s flagship airline said it would cut up to half its flights and oil prices plunge …"
        },
        {
            "title": "England v Wales: four factors that could decide Twickenham battle",
            "category": "Sport",
            "snippet": "The breakdown Wales’s tactical approach is easily seen in their team selection. Taulupe Faletau is a world-class player but he is still feeling his wa …"
        },
        {
            "title": "Sunak to unveil budget aimed at helping firms deal with coronavirus",
            "category": "UK-News",
            "snippet": "Rishi Sunak is poised to announce a package of emergency measures to support businesses hit by the knock-on effects of the coronavirus crisis in his f …"
        },
        {
            "title": "Revenge mission: England and Wales on collision course amid the chaos",
            "category": "Sport",
            "snippet": "Summary: If ever there was a weekend for rugby to supply an escape from the cares of the world, this is it. This might not have been the most uplifting of Six …"
        },
        {
            "title": "Bard labour: boost workplace productivity 'by reading a poem'",
            "category": "Books",
            "snippet": "Those seeking to have more productive morning meetings are often advised to hold them standing up, keep them as short as possible and – in desperate t …"
        },
        {
            "title": "Gran designs: could building my mother an upstairs flat renovate our relationship?",
            "category": "Life-and-Style",
            "snippet": "When my elderly mother came to live with us, a granny flat was not an option. She needed more space than the typical one-room studio. Being frail and …"
        },
        {
            "title": "London Marathon organisers fear 'unofficial' runs if race is cancelled",
            "category": "Sport",
            "snippet": "Summary: Fears that runners would try to run the London Marathon even if the event were cancelled because of coronavirus have led organisers and other public b …"
        },
        {
            "title": "Markets tumbles again as coronavirus fears dominate – as it happened",
            "category": "Business",
            "snippet": "One last thing: despite a late mini-recovery, Wall Street has closed in the red. The Dow Jones Industrial Average ended down about 253 points or 1%, w …"
        },
        {
            "title": "McCoy Tyner, revered jazz pianist, dies aged 81",
            "category": "Music",
            "snippet": "Jazz pianist McCoy Tyner has died at the age of 81. The death of Tyner, known as one of the most influential figures in jazz, was announced on his Fac …"
        },
        {
            "title": "England's Tom Curry eager to adapt after Six Nations switch to No 8",
            "category": "Sport",
            "snippet": "The way Tom Curry tells it, it was not a long conversation. Eddie Jones told Curry he wanted him to play at No 8, Curry said “brilliant” and that was …"
        },
        {
            "title": "Wales stay in the present and prepare to meet England threat head-on",
            "category": "Sport",
            "snippet": "A year ago Wales were on course for a third grand slam in 11 years. This weekend, with their title defence all but over after three rounds, they are a …"
        },
        {
            "title": "Hachette cancels plan to publish Woody Allen memoir",
            "category": "Books",
            "snippet": "Hachette has dropped plans to publish a memoir by Woody Allen, the Oscar-winning film director who has been accused of sexually abusing his daughter. …"
        },
        {
            "title": "Budget 2020: chancellor plans to finally end tampon tax",
            "category": "UK-News",
            "snippet": "Summary: The chancellor will announce the abolition of the “tampon tax” in next week’s budget, marking the successful conclusion to a 20-year campaign by women …"
        },
        {
            "title": "Bernie Sanders 'disgusted' after man unfurls Nazi flag at Arizona rally",
            "category": "US-News",
            "snippet": "Bernie Sanders has said it was “beyond disgusting” that a man unfurled a Nazi swastika flag and shouted anti-Jewish slurs at the Democratic presidenti …"
        },
        {
            "title": "Climate crisis and Covid-19 conspire to crush oil firms like Tullow",
            "category": "Business",
            "snippet": "Tullow Oil may emerge as the latest casualty of the coronavirus this week as it prepares to lay bare the toll of a difficult year, amid growing invest …"
        },
        {
            "title": "‘I’m a human calculator’: what’s it like to be a child genius – or to raise one?",
            "category": "Life-and-Style",
            "snippet": "What’s it like to be a child genius? In the past five years, under-17 membership of Mensa – the high-IQ society open to those with intelligence scores …"
        },
        {
            "title": "The Girl With the Louding Voice by Abi Daré review – a tale to spark change",
            "category": "Books",
            "snippet": "“Nigeria is a country located in West Africa”: so begins the prologue of Abi Daré’s debut novel. The prologue is a brief excerpt from The Book of Nige …"
        },
        {
            "title": "Recollections of My Non-Existence by Rebecca Solnit review – memoir and male violence",
            "category": "Books",
            "snippet": "Summary: One Sunday in 1980, the 19-year-old Rebecca Solnit went to see the studio flat in San Francisco that would be her home for the next 26 years. She’d be …"
        },
        {
            "title": "I love the UK and would like to stay (please). But you need a few lessons on being Danish",
            "category": "Life-and-Style",
            "snippet": "I’m from Denmark, but have lived in the UK for almost eight years. I’d love to stay. Fingers crossed. I call both countries home, but still find mysel …"
        },
        {
            "title": "Alex Salmond's trial: what will happen and how it will be reported",
            "category": "Politics",
            "snippet": "The Scottish legal system has a number of unique features – including the not proven verdict and the requirement for corroboration – which will come i …"
        },
        {
            "title": "Gardening tips: plant pulmonarias",
            "category": "Life-and-Style",
            "snippet": "Summary: Plant this Pulmonarias flower this month right into May, offering a nectar-rich treat for bees. You can enjoy their silver-spotted foliage and their m …"
        },
        {
            "title": "When in Rome: Swedish graphics meet Italian tiling in a joyful flat",
            "category": "Life-and-Style",
            "snippet": "When Liselotte Watkins moved with her family to Rome from Milan four years ago, it was in such a rush that she had time to look at only one apartment. …"
        },
        {
            "title": "Poem of the month: Nightingale by Deryn Rees-Jones",
            "category": "Books",
            "snippet": "Summary: Dear bird of the early hours, little sharp-beaked, brown bird, throat open, wise bird, jazz riff, cello start, sad techno, harder heart, self broken / …"
        },
        {
            "title": "The week in classical: Fidelio; London Philharmonic Orchestra/ Vänskä – review",
            "category": "Music",
            "snippet": "“Liberté, égalité, fraternité”. These are three foreign words a British audience is guaranteed to understand. This imperative of the French Revolution …"
        },
        {
            "title": "Two men arrested after woman found dead in Bolton",
            "category": "UK-News",
            "snippet": "Summary: Two men in their 70s have been arrested on suspicion of murder after a woman was found dead at her home in Bolton. The men, aged 72 and 73, were detai …"
        },
        {
            "title": "Ashish Gupta: ‘Colour and sequins are my response to our terrifying world'",
            "category": "Life-and-Style",
            "snippet": "Self-sufficiency and survival were values instilled in me by my parents. Both my parents were GPs in Delhi – my father is still practising at nearly 7 …"
        },
        {
            "title": "Big Thief review – subtle rockers make a grand noise",
            "category": "Music",
            "snippet": "Adrianne Lenker arrives on stage with her three bandmates to no fanfare except clamorous applause from the crowd. She’s the musical core of Big Thief, …"
        },
        {
            "title": "One to watch: Che Lingo",
            "category": "Music",
            "snippet": "In October last year, Che Lingo told the taste-making site Hypebeast that he had no plans to sign to a label. But when Hollywood actor Idris Elba come …"
        },
        {
            "title": "Man arrested after student dies following attack in Manchester",
            "category": "UK-News",
            "snippet": "Summary: A 34-year-old man has been arrested on suspicion of murder after an Eritrean student was knocked unconscious and later died in hospital. Emanuel Simon …"
        },
        {
            "title": "Poppy Cleall scores hat-trick as England thrash Wales in Women’s Six Nations",
            "category": "Sport",
            "snippet": "England secured a triple crown, a dominant performance by their pack helping to power their way to victory at the Twickenham Stoop in the only Women’s …"
        },
        {
            "title": "Onward review – more emotional wizardry from Pixar",
            "category": "Film",
            "snippet": "The latest Pixar animation, Onward is heartfelt, slickly executed and potently effective as both a rousing adventure and a tear-jerker. But compared t …"
        },
        {
            "title": "'Requiem to the Troubles': BBC to air film about Northern Ireland's dead",
            "category": "UK-News",
            "snippet": "It started as a reporter’s assignment: list all the people killed in the Troubles in north Belfast up to the early 1990s. It was a laborious, macabre …"
        },
        {
            "title": "Class conversion: chef’s schoolhouse home is a feast for your eyes",
            "category": "Life-and-Style",
            "snippet": "A few years ago, cook, food writer and podcaster Anna Barnett was doing pop-up restaurants and supper clubs in east London. There were endless courses …"
        }
    ]
}