{
    "page": [
        {
            "title": "ECB insists England's Sri Lanka Test series is on as coronavirus crisis worsens",
            "category": "Sport",
            "snippet": "The England and Wales Cricket Board issued a statement on Thursday evening insisting the two-Test series against Sri Lanka that begins on 19 March rem …"
        },
        {
            "title": "Postponed, cancelled or business as usual? A guide to Australia's sport events during coronavirus",
            "category": "Sport",
            "snippet": "Australia is catching up with other parts of the world, where sporting events have been put behind closed doors, postponed or cancelled. On Friday, th …"
        },
        {
            "title": "Police 'slow to learn' from bogus VIP paedophile ring probe",
            "category": "UK-News",
            "snippet": "The Metropolitan police was slow to learn lessons from its disastrous investigation into bogus claims of a VIP paedophile ring in Westminster, an offi …"
        },
        {
            "title": "Trump has 'no plans' for coronavirus test despite contact with infected Bolsonaro aide – as it happened",
            "category": "US-News",
            "snippet": "We’re wrapping up our live US politics coverage for the evening, but my colleague Helen Sullivan in Australia is running our global liveblog on the co …"
        },
        {
            "title": "PGA Tour calls off Players Championship to leave Masters in doubt",
            "category": "Sport",
            "snippet": "The PGA Tour has decided to scrap the rest of the Players Championship, and shut down its other tournaments for the next three weeks, over coronavirus …"
        },
        {
            "title": "Report to be published in Northern Ireland cash-for-ash inquiry",
            "category": "UK-News",
            "snippet": "Summary: Northern Ireland’s cash-for-ash scandal started almost a decade ago as a way to save the planet, veered into greed, cronyism and dysfunction, and will …"
        },
        {
            "title": "How will we report on the EU now that the UK is out?",
            "category": "Politics",
            "snippet": "Shortly before Brexit, a touching little farewell ceremony took place in the Berlaymont, the European commission’s Brussels headquarters. On Jean-Clau …"
        },
        {
            "title": "Calls mount to free low-risk US inmates to curb coronavirus impact on prisons",
            "category": "US-News",
            "snippet": "Summary: To curb the spread of coronavirus, doctors and advocates are calling on the US to temporarily forgive bail and to clamp down on other programs that ke …"
        },
        {
            "title": "Emily Blunt: 'It's about human beings and how they're affected by a crisis'",
            "category": "Film",
            "snippet": "Emily Blunt and her husband, John Krasinski, devised a rigorous self-care regime when the pair were making A Quiet Place, 2017’s harrowing self-isolat …"
        },
        {
            "title": "Remembering a fit of the giggles can make me lose it all over again",
            "category": "Life-and-Style",
            "snippet": "Summary: We get the giggles. We do not choose the giggles. The giggles choose us. It is entirely the giggles’ decision as to when they will join us, and when t …"
        },
        {
            "title": "Formula One brought to its knees by pandemic and mismanagement",
            "category": "Sport",
            "snippet": "For a sport proud of presenting its drama on a global stage Formula One’s curtain raiser in Melbourne offered only farce. With the Australian Grand Pr …"
        },
        {
            "title": "BT chief executive Philip Jansen tests positive for coronavirus",
            "category": "Business",
            "snippet": "Summary: BT’s chief executive, Philip Jansen, has tested positive for coronavirus. The telecoms firm said Jansen had been tested late on Thursday afternoon and …"
        },
        {
            "title": "Dumama + Kechou: Buffering Juju review – a bewitching musical odyssey",
            "category": "Music",
            "snippet": "Summary: South Africa’s Mushroom Hour Half Hour label has been releasing some of the more ear-tickling sounds from the country’s experimental scene in recent y …"
        },
        {
            "title": "A Race With Love and Death by Richard Williams review – Britain's first great grand prix driver",
            "category": "Books",
            "snippet": "British motor racing was a different kind of deal in the 1930s – both more amateur and more aristocratic than it is today, and certainly more dangerou …"
        },
        {
            "title": "The new equality: proposing marriage ... simultaneously",
            "category": "Life-and-Style",
            "snippet": "Summary: I hope I’m not giving too much away by saying that episode three of Netflix’s slaphappy romantic reality show Love is Blind opens with a proposal. Con …"
        },
        {
            "title": "Is My Dark Vanessa the most controversial novel of the year? Author Kate Elizabeth Russell speaks out",
            "category": "Books",
            "snippet": "When, in 2018, Kate Elizabeth Russell’s agent presented publishers with her first novel, My Dark Vanessa, about a sexual relationship between a 15-yea …"
        },
        {
            "title": "The Boomtown Rats: Citizens of Boomtown review – nostalgia and toe-curling currentness",
            "category": "Music",
            "snippet": "The first Boomtown Rats album for 36 years comes trailed by promotional bumf that really does it no favours at all. Pondering the state of the world, …"
        },
        {
            "title": "Code Orange: Underneath review – a thrilling new form of molten metal",
            "category": "Music",
            "snippet": "Despite its reputation as the satanic scourge of curtain-twitching suburbia, metal can be prone to the kind of squabbling you might see at a parish co …"
        },
        {
            "title": "It's my life: the rise of the pop-star scripted documentary",
            "category": "Music",
            "snippet": "“I would like to be excluded from this narrative, one that I have never been asked to be a part of, since 2009,” wrote Taylor Swift of her public feud …"
        },
        {
            "title": "Experience: I was kidnapped and taken to the desert",
            "category": "Life-and-Style",
            "snippet": "One night when I was 15, I was woken by two large men I didn’t know. It was May 1989 and I was at home in Connecticut. I sensed we were alone in the h …"
        },
        {
            "title": "My life in sex: the man whose wife sleeps with the gardener",
            "category": "Life-and-Style",
            "snippet": "My wife and I emigrated several years ago when she was headhunted for a top job. We met at university and had a similar status in the UK, but the move …"
        },
        {
            "title": "David Lammy: ‘The book I’m ashamed not to have read? Animal Farm’",
            "category": "Books",
            "snippet": "The book I am currently reading The Memory of Love by Aminatta Forna. It is a sweeping love story set over decades about the mental and physical scars …"
        },
        {
            "title": "Maria McKee: La Vita Nuova review – Show Me Heaven singer's high-drama alt-rock",
            "category": "Music",
            "snippet": "After emerging as a member of cowpunk band Lone Justice in the early 80s, Maria McKee really made her name in the 90s with the kind of impassioned alt …"
        },
        {
            "title": "Australia beat New Zealand by 71 runs first one-day international – as it happened",
            "category": "Sport",
            "snippet": "Here is the report: That’s it for me. Thanks for your company across what has been a very strange day at the cricket. Provided the second ODI goes ahe …"
        },
        {
            "title": "Where the Wild Ladies Are by Matsuda Aoko review – surreal but relatable short stories",
            "category": "Books",
            "snippet": "“Your hair is the only wild thing you have left – the one precious crop of wildness remaining to you …” a ghost tells her niece, who after being dumpe …"
        },
        {
            "title": "Tracks of the week reviewed: Róisín Murphy, Dixie Chicks, Jarv Is...",
            "category": "Music",
            "snippet": "Róisín Murphy Murphy’s Law If you are undecided as to whether Róisín is single-handedly reviving disco (she is), then this, clocking in at a portly se …"
        },
        {
            "title": "Mysterious Drake's Island off Devon to get first visitors in 30 years",
            "category": "UK-News",
            "snippet": "Every nook and cranny teems with history. The tales of war, adventure, death and crime are myriad but for 30 years the people of Plymouth have only be …"
        },
        {
            "title": "The best recent science fiction and fantasy – review roundup",
            "category": "Books",
            "snippet": "Summary: It’s New Year’s Eve 1982 and Oona Lockhart, who turns 19 tomorrow, faces a dilemma: to remain in New York with her musician boyfriend, or to leave him …"
        },
        {
            "title": "Tom Hanks on coronavirus isolation: 'We are taking it one day at a time'",
            "category": "Film",
            "snippet": "Summary: Tom Hanks, the actor who has tested positive for Covid-19 while shooting in Australia, has updated fans on the condition of himself and his wife, Rita …"
        },
        {
            "title": "Disney delays release of Mulan, The New Mutants and Antlers as Black Widow speculation grows",
            "category": "Film",
            "snippet": "Mulan, Disney’s most expensive live-action remake to date, has been officially pulled from release schedules. Due to open in the US and UK on 27 March …"
        },
        {
            "title": "Stranger Things to Uncut Gems: a golden age of electronic soundtracks",
            "category": "Music",
            "snippet": "Summary: It is not hard to see why first-time feature director Nick Rowland looked to Benjamin John Powers for the soundtrack to his film Calm With Horses. It …"
        },
        {
            "title": "Why won’t my friend with benefits commit to me?",
            "category": "Life-and-Style",
            "snippet": "My best friend and I used to date in school, but I moved to Australia for a year before university, so I ended it. Once I returned, it was clear we bo …"
        },
        {
            "title": "Hilary Mantel, help me grasp the machinations of Dilyn the dog",
            "category": "UK-News",
            "snippet": "Monday My mental health is a never-ending source both of fascination and concern. I’ve lost count of the number of times I’ve been gripped by health a …"
        },
        {
            "title": "Sky's the limit for Scotland's Jamie Ritchie despite recent blow",
            "category": "Sport",
            "snippet": "Summary: Nothing much in sport, or life, can be guaranteed at times like this. In the case of the Scottish flanker Jamie Ritchie, even so, everyone predicts th …"
        },
        {
            "title": "The Rise of the Synths review – the world's most nostalgic music scene",
            "category": "Film",
            "snippet": "If you have ever strutted around in sunglasses and a silken bomber jacket, and didn’t even have to try to keep a straight face, chances are you’re int …"
        },
        {
            "title": "What do I want from life? A long one",
            "category": "Life-and-Style",
            "snippet": "My boyfriend has given up smoking. It’s his decision, though I suspect I helped. My favourite tactic was to summon up the image of our future children …"
        },
        {
            "title": "Boris Johnson's hero is the mayor who kept the beaches open in Jaws. That's fine by me",
            "category": "Film",
            "snippet": "The coronavirus has turned the UK into an outlier. The rest of the world has seemingly gone into lockdown, shutting schools and public transport in a …"
        },
        {
            "title": "Record Store Day postponed until June over coronavirus",
            "category": "Music",
            "snippet": "Record Store Day has been postponed until 20 June due to the coronavirus. The event, set up in 2008 to champion independent record stores, involves th …"
        },
        {
            "title": "Wales v Scotland Six Nations match called off 24 hours before kick-off",
            "category": "Sport",
            "snippet": "The Welsh Rugby Union called off Saturday’s Six Nations match against Scotland 24 hours before the kick-off to fall in line with other sports in the c …"
        },
        {
            "title": "Should we tell my grandson his father is a drug addict?",
            "category": "Life-and-Style",
            "snippet": "My grandson is 11 years old and knows that his dad (my son) is very unreliable, but he has no idea why. This breaks my heart as he feels his dad doesn …"
        },
        {
            "title": "MP Bridgen enters Covid-19 row between wife and Dorries",
            "category": "Politics",
            "snippet": "Summary: The MP Andrew Bridgen has waded into an online row between his wife and the health minister Nadine Dorries over how the latter dealt with her coronavi …"
        },
        {
            "title": "Is 'refreshingly untribal' Lisa Nandy Labour's best hope?",
            "category": "Politics",
            "snippet": "Summary: On the Monday after Jeremy Corbyn led Labour to its worst general election defeat since 1935, Lisa Nandy headed to Ashfield in Nottinghamshire to stan …"
        },
        {
            "title": "'Hammer blow': UK live music sector faces coronavirus disaster",
            "category": "Music",
            "snippet": "The UK live music industry is facing huge losses after tens of events have already been forced to cancel or postpone due to coronavirus. With the Who …"
        },
        {
            "title": "Alex Salmond 'acted like a zombie', sexual assault trial hears",
            "category": "UK-News",
            "snippet": "Alex Salmond pretended to be a zombie before sexually assaulting a woman, and he grabbed another’s bottom while the pair were being photographed, a ju …"
        },
        {
            "title": "Coronavirus-hit Aston Martin seeks another £20m from investor",
            "category": "Business",
            "snippet": "Aston Martin has asked a billionaire investor for another £20m in emergency money after the coronavirus outbreak triggered a sales slump, piling furth …"
        },
        {
            "title": "Super League to offer Sky Sports all games live to fill gaps in schedule",
            "category": "Sport",
            "snippet": "Super League is considering approaching Sky Sports with a proposal to show all its games live after cancellations because of coronavirus created gaps …"
        },
        {
            "title": "Cheltenham Festival bubble brings respite despite disbelief elsewhere",
            "category": "Sport",
            "snippet": "Even by the ordinary standards of sport horse racing is an escapist place to spend your time. The Cheltenham Festival is its busiest, most hedonistic …"
        },
        {
            "title": "English football joins global sport shutdown in deepening virus crisis",
            "category": "Sport",
            "snippet": "English football was forced to join the sweeping global shutdown of sport on Friday with all elite matches – including the Premier League, the Footbal …"
        },
        {
            "title": "Big Time Adolescence review – Pete Davidson plays to type in low-key comedy",
            "category": "Film",
            "snippet": "After it premiered to mostly strong notices at Sundance in 2019, Big Time Adolescence seemed like an easy sell in theory, one of the easiest of that y …"
        },
        {
            "title": "Stock markets end wild week with late Wall Street rally – as it happened",
            "category": "Business",
            "snippet": "And finally... attention is turning to next week, when global policymakers could make a new push to stabilise the world economy. My colleagues write: …"
        }
    ]
}