{
    "page": [
        {
            "title": "Talk, disagree and walk away: how to isolation-proof your live-in relationship",
            "category": "Life-and-Style",
            "snippet": "Sarah Willmott is used to working in relative quiet. The Melbourne business owner has enjoyed a peaceful home office environment for four years, but r …"
        },
        {
            "title": "Bank of England cuts interest rates to all-time low of 0.1%",
            "category": "Business",
            "snippet": "Summary: Rishi Sunak will reveal plans to subsidise workers’ wages to prevent hundreds of thousands of layoffs on Friday as the Treasury comes under pressure t …"
        },
        {
            "title": "Bruce George obituary",
            "category": "Politics",
            "snippet": "The former Labour MP Bruce George, who has died aged 77, had a profound belief in the need for a strong defence of the UK and chaired the Commons defe …"
        },
        {
            "title": "Coroner offers condolences to relatives of 39 found dead in Essex lorry",
            "category": "UK-News",
            "snippet": "Summary: A coroner has offered his “deep condolences” to relatives of 39 Vietnamese nationals who died in a lorry container in Essex last year. Ten teenagers w …"
        },
        {
            "title": "What we wouldn't give for a Gordon Brown or John Major right now",
            "category": "Politics",
            "snippet": "The government appears to have taken the unusual decision to run a mañana culture. I’ve no doubt ministers and civil servants are working flat out on …"
        },
        {
            "title": "Harry Potter and A Dog's Journey: Chinese cinemas detail plans to lure back audiences after coronavirus",
            "category": "Film",
            "snippet": "Plans to kickstart business at Chinese cinemas, when most of its 70,000 screens reopen at the end of March, have been announced. Variety reports that …"
        },
        {
            "title": "Alex Salmond trial: Scotland's former first minister 'was sexual predator'",
            "category": "UK-News",
            "snippet": "Alex Salmond, Scotland’s former first minister, has been accused of being a “sexual predator” who abused his power to sexually assault women for perso …"
        },
        {
            "title": "Maria Tumarkin on winning the 2020 Windham Campbell: 'It feels like a complicated gift'",
            "category": "Books",
            "snippet": "Maria Tumarkin learned she was one of eight writers around the world to win the world’s richest literary prize, the US$165,000-per head Yale-administe …"
        },
        {
            "title": "Cannes film festival postpones 2020 edition over coronavirus restrictions",
            "category": "Film",
            "snippet": "The Cannes film festival has postponed this year’s edition, it has announced. The festival made the news public on Thursday, saying that “several opti …"
        },
        {
            "title": "Windrush report: call for inquiry into extent of racism in Home Office",
            "category": "UK-News",
            "snippet": "An investigation into the extent of institutional racism within the Home Office must be launched in response to a damning report on the Windrush scand …"
        },
        {
            "title": "UK relaxes trading rules so food stores can work together",
            "category": "Business",
            "snippet": "The government is relaxing competition regulations to allow retailers to work together more closely to help feed the UK during the coronavirus outbrea …"
        },
        {
            "title": "Bank of England cuts interest rates to 0.1%, stabilising markets  – as it happened",
            "category": "Business",
            "snippet": "Finally... the US stock market has ended the day slightly higher, reversing its early losses. Investors pushed stocks up, following gains in Europe, a …"
        },
        {
            "title": "Medical staff can keep working after coronavirus exposure, New York City says",
            "category": "US-News",
            "snippet": "Doctors and nurses in New York City hospitals are being advised to continue going to work even if they have had high-risk exposure to a patient with a …"
        },
        {
            "title": "No crowd, no atmosphere, only footy as AFL season makes muted bow",
            "category": "Sport",
            "snippet": "Summary: Only footy, the presence of which provided brief respite from channel after channel of Black Mirror rip-offs. Only footy; so why did Richmond v Carlto …"
        },
        {
            "title": "Pro14 suspension extended indefinitely and Cardiff final in June cancelled",
            "category": "Sport",
            "snippet": "The suspension of rugby union’s Pro14 2019/20 competition has been extended indefinitely and the final scheduled for June has been cancelled due to co …"
        },
        {
            "title": "Talking Horses: Flat trainers show their support as Ireland keeps racing",
            "category": "Sport",
            "snippet": "Ireland’s Flat trainers have come out in force to support the first meeting in the country since Horse Racing Ireland decided to extend its attempt to …"
        },
        {
            "title": "Republican stimulus package proposes up to $1,200 for individuals – as it happened",
            "category": "US-News",
            "snippet": "Donald Trump has moved to hold the June G-7 summit over teleconference. The meeting of world leaders was scheduled to be held in person at Camp David, …"
        },
        {
            "title": "'Over one hour everything was cancelled' – how coronavirus devastated the film industry",
            "category": "Film",
            "snippet": "This time last week, it still seemed feasible the film industry might weather coronavirus. Only a handful of big-name blockbusters had been postponed …"
        },
        {
            "title": "The Discomfort of Evening by Marieke Lucas Rijneveld review – a family’s grief",
            "category": "Books",
            "snippet": "Summary: On a cold winter day in the rural Netherlands, a boy goes ice skating on the local pond. His sister Jas, who had asked to come along, is resentful at …"
        },
        {
            "title": "'I'm trying to keep the panic down' – the coronavirus impact on music",
            "category": "Music",
            "snippet": "There isn’t a single part of the music industry that won’t be affected by the coronavirus outbreak. The most obvious are the high profile festival can …"
        },
        {
            "title": "Meredith Monk: Memory Game review – passing her musical baton to the next generation",
            "category": "Music",
            "snippet": "Meredith Monk might be one of America’s most fascinating composers, but the additional roles that she has created for herself – that of singer, dancer …"
        },
        {
            "title": "Duffy debuts first new music since rape ordeal revelation",
            "category": "Music",
            "snippet": "Duffy, the pop star who recently said she retreated from public life due to a kidnap and rape ordeal, has debuted her first new music since the announ …"
        },
        {
            "title": "'I’m no snowflake': Anne Glenconner on Margaret, marriage and Meghan Markle",
            "category": "Books",
            "snippet": "Since it came out five months ago, a debut work by an 87-year-old has become a publishing phenomenon. Lady in Waiting: My Extraordinary Life in the Sh …"
        },
        {
            "title": "The second coming of Jesus: how the Big Lebowski bowler was resurrected",
            "category": "Film",
            "snippet": "Long before the Marvel Cinematic Universe, with its characters popping up willy-nilly in one another’s adventures, there existed what might be called …"
        },
        {
            "title": "Morrissey: I Am Not a Dog on a Chain review – old man yells at cloud",
            "category": "Music",
            "snippet": "Summary: Morrissey’s official channels have recently been stressing the 60-year-old’s virility, citing reviews from his US tour that praise his “ageless” voice …"
        },
        {
            "title": "Låpsley: Through Water review – intensely poetic and powerful",
            "category": "Music",
            "snippet": "On her 2016 debut, Liverpudlian electronic pop singer Låpsley worked with a brains trust of songwriters and producers to try her hand at chart anthems …"
        },
        {
            "title": "Tom Hanks 'not great … but feeling better every day' after coronavirus diagnosis",
            "category": "Film",
            "snippet": "Tom Hanks and his wife, the actor and singer Rita Wilson, are “not great” but “feeling better every day”, according to his sister, Sandra. The couple …"
        },
        {
            "title": "Inua Ellams: ‘The books I wish I’d written? Marvel’s Civil War series’",
            "category": "Books",
            "snippet": "The book I am currently reading The Shadow King by Maaza Mengiste. Maaza and I bonded over jollof rice in a canteen at the Aké festival in Nigeria a f …"
        },
        {
            "title": "Experience: I took hormone-blockers to become an ice-skating champion",
            "category": "Life-and-Style",
            "snippet": "I started ice skating when I was four. Initially, I was just tagging along with my sister, but soon enough the sport became my entire life. In 2004, w …"
        },
        {
            "title": "Young T & Bugsey: Plead the 5th review – champagne-soaked retro rap",
            "category": "Music",
            "snippet": "London may no longer be the centre of UK hip-hop, but many regional rap scenes are only just minting their first mainstream stars. Thanks to two Top 2 …"
        },
        {
            "title": "My life in sex: the man who sleeps with straight men",
            "category": "Life-and-Style",
            "snippet": "There have always been men who have sex with other men, but don’t consider themselves gay or even bisexual. I should know; I’ve been sleeping with the …"
        },
        {
            "title": "Musicians head online as Covid-19 puts live shows on pause",
            "category": "Music",
            "snippet": "“It’s a way to bring money in,” says the Metronomy bassist, Olugbenga Adelekan, who is preparing to give an online lesson from his home studio. “It’s …"
        },
        {
            "title": "Scottish hotel sacks 12 staff over coronavirus making them homeless",
            "category": "UK-News",
            "snippet": "The owners of a Highland hotel that has sacked staff and made them homeless during the coronavirus outbreak have been roundly condemned. More than a d …"
        },
        {
            "title": "Tracks of the week reviewed: Bow Anderson, The Killers, Yaeji",
            "category": "Music",
            "snippet": "Bow Anderson Sweater Twenty-six years after Weezer’s Undone (The Sweater Song), the humble pullover is – finally! – back in the pop milieu. Here, newc …"
        },
        {
            "title": "Spike Lee, Cannes jury president, on postponement: 'Everybody has to pray'",
            "category": "Film",
            "snippet": "Spike Lee, the jury president for this year’s Cannes film festival, has welcomed artistic director Thierry Frémaux’s decision to postpone the festival …"
        },
        {
            "title": "The best recent crime novels – review roundup",
            "category": "Books",
            "snippet": "American Stephanie Wrobel’s first novel, The Recovery of Rose Gold (Michael Joseph, £14.99), begins after the point where most Munchausen’s syndrome n …"
        },
        {
            "title": "Bank of England cancels stress tests for UK's biggest lenders",
            "category": "Business",
            "snippet": "The Bank of England is scrapping its annual stress tests for the UK’s largest lenders this year, saying bank resources should be aimed at supporting h …"
        },
        {
            "title": "Retired health workers: would you return to work to help with coronavirus?",
            "category": "UK-News",
            "snippet": "Over 65,000 letters to NHS retirees have been sent out asking them to return to work to help deal with the coronavirus outbreak. In an interview with …"
        },
        {
            "title": "Train services across Britain to be stripped back from Monday",
            "category": "UK-News",
            "snippet": "Train services are to be pared back across Britain from Monday as passengers are urged to stop all non-essential travel to slow the spread of coronavi …"
        },
        {
            "title": "I love my male partner – but I yearn to be with a woman",
            "category": "Life-and-Style",
            "snippet": "I am a 55-year-old woman and have been with my male partner since I was 22. I love him, like him and we still have an active sex life. However, I have …"
        },
        {
            "title": "US briefing: California stays home, Italy deaths surpass China and Tulsi out",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Trump sows confusion as Covid-19 tightens grip on US California governor Gavin Newsom has …"
        },
        {
            "title": "US box office drops 97% year-on-year on Wednesday to reach historic low",
            "category": "Film",
            "snippet": "Summary: With only around 440 cinemas of 5,600 still open across the US, Wednesday’s midweek box office takings hit a historic low with $300,000 recorded. Most …"
        },
        {
            "title": "Breathe in, now breathe out: how musicians are embracing guided meditations",
            "category": "Music",
            "snippet": "Take a deep breath and come to a comfortable seated position: we could all do with some spiritual healing right now, but especially the music industry …"
        },
        {
            "title": "UK bus firms call for £1bn aid to maintain vital services",
            "category": "Politics",
            "snippet": "Britain’s bus operators have called for the government to provide £1bn in urgent aid to maintain critical services, as passenger numbers fall away bec …"
        },
        {
            "title": "Newcastle man admits inciting terror attacks in Germany",
            "category": "UK-News",
            "snippet": "A Newcastle man has admitted inciting people to commit terror attacks in Germany, and buying explosive equipment. Fatah Mohammed Abdullah, 35, bought …"
        },
        {
            "title": "Outrage as Picturehouse makes cinema staff redundant 'with immediate effect'",
            "category": "Film",
            "snippet": "The Picturehouse cinema chain has been accused by its former employees of “irresponsible” treatment after staff were made redundant with immediate eff …"
        },
        {
            "title": "Every major UK and European carmaker to stop or cut production",
            "category": "Business",
            "snippet": "Every major carmaker in the UK and Europe is suspending or cutting production as the disruption from the coronavirus outbreak spreads – with only lowe …"
        },
        {
            "title": "New UK taskforce to crack down on coronavirus profiteers",
            "category": "Business",
            "snippet": "The competition watchdog is setting up a coronavirus taskforce to crack down on companies that cash in during the outbreak by bumping up prices or exp …"
        },
        {
            "title": "Going for a wee in a onesie is like cracking nuclear codes",
            "category": "Life-and-Style",
            "snippet": "A friend of mine flies business class all the time for work, and so has fallen into the habit of handing out airline gifts when he meets people. It wa …"
        },
        {
            "title": "Covid-19 has taught me that soldiering on is not always a virtue",
            "category": "Life-and-Style",
            "snippet": "One of my worst qualities is my minor-illness machismo. I feel a swell of pride when I soldier on through a cold, a sprain, or a stomach bug. Much of …"
        }
    ]
}