{
    "page": [
        {
            "title": "Coronavirus: Scotland may release prisoners close to end of sentences",
            "category": "UK-News",
            "snippet": "Prisoners approaching the end of their sentences could be released from next week, as the Scottish government moves to prevent an “increasingly alarmi …"
        },
        {
            "title": "Gardening tips: plant pasqueflowers",
            "category": "Life-and-Style",
            "snippet": "Plant this The purple goblets of the pasqueflower (Pulsatilla vulgaris) start emerging now, bringing colour to gravel gardens and food for hungry poll …"
        },
        {
            "title": "How to grow bugles",
            "category": "Life-and-Style",
            "snippet": "I have fallen for a very ordinary sort of plant; the small woodlander, Ajuga reptans, or bugle. It’s a native that’s fond of damp forest floors, where …"
        },
        {
            "title": "My favourite game: Cardiff v Coventry at Cardiff Arms Park, 1972",
            "category": "Sport",
            "snippet": "Summary: There are many images of Barry John, but a personal favourite is of the outside-half sitting on the ball where the touchline met the 22 on the side of …"
        },
        {
            "title": "Howard Jacobson: 'I am a social distancer by instinct'",
            "category": "Books",
            "snippet": "“It was about the beginning of September, 1664, that I, among the rest of my neighbours, heard in ordinary discourse, that the plague was returned aga …"
        },
        {
            "title": "From Virginia Woolf to Stephen Hawking: the best books about time",
            "category": "Books",
            "snippet": "As the clocks go forward, reminding us once more of time’s strange slipperiness, I find myself returning to Ted Hughes. The Poems, selected by Simon A …"
        },
        {
            "title": "England cricket captain Heather Knight signs up for NHS volunteer scheme",
            "category": "Sport",
            "snippet": "Summary: England women’s cricket captain Heather Knight has signed up for the NHS volunteer scheme launched to help fight the coronavirus pandemic. On Tuesday …"
        },
        {
            "title": "Mishal Husain: 'The adrenaline can be overwhelming'",
            "category": "Life-and-Style",
            "snippet": "As a child I was nurtured, but also pushed. My education and life chances were the most important things to my parents. That gave me a tremendous sens …"
        },
        {
            "title": "The Perfect Candidate review – a Saudi woman's political awakening",
            "category": "Film",
            "snippet": "A Saudi female doctor runs for local government, causing consternation in a community still wrestling with the idea of female emancipation, in Haifaa …"
        },
        {
            "title": "Troubled WeWork is in no condition to withstand coronavirus",
            "category": "Business",
            "snippet": "Even before coronavirus struck, WeWork had established itself as a cautionary exemplar of the 21st-century economy: how dreams of being an iconoclasti …"
        },
        {
            "title": "Complacency to chaos: how Covid-19 sent the world’s markets into freefall",
            "category": "Business",
            "snippet": "Summary: For the global financial system, it has been a month of unprecedented pandemonium as the coronavirus pandemic breaks all records, bringing western cap …"
        },
        {
            "title": "Rolling back the years in the East End",
            "category": "Life-and-Style",
            "snippet": "Summary: The basement table of Pedro da Costa Felgueiras’s east London home looks like a still-life painting. A glistening triangle of membrillo on a wooden bo …"
        },
        {
            "title": "Labour asked leadership rivals to pre-record victory speeches",
            "category": "Politics",
            "snippet": "Candidates for the roles of Labour leader and deputy leader reacted with disbelief after being told they all had to pre-record their own victory state …"
        },
        {
            "title": "From the archive: The Joy of Six — Great Grand National moments",
            "category": "Sport",
            "snippet": "This article was originally published in April 2009 1) Red Rum pips Crisp, 1973 There have been fewer moments of greater sporting, let alone racing, d …"
        },
        {
            "title": "Scotland 3-2 Netherlands: World Cup 1978, first group stage — as it happened",
            "category": "Sport",
            "snippet": "A defiant final roar from our “born winner”! A couple of drops remain of his signature optimism. There’ll be a couple of drops of malt downed tonight, …"
        },
        {
            "title": "UK coronavirus live: Britain will have 'done well' to keep deaths under 20,000 - medical director – as it happened",
            "category": "Politics",
            "snippet": "That’s it from us here on the UK side. Head over to our global live blog for all the latest worldwide coverage of the coronavirus pandemic. The number …"
        },
        {
            "title": "Book clinic: Can you recommend a replacement for Rumpole of the Bailey?",
            "category": "Books",
            "snippet": "Q: I’m a huge fan of John Mortimer and have yet to find a replacement for Rumpole. Any suggestions? A: Harriet Tyce is a former criminal barrister and …"
        },
        {
            "title": "Defiant British Museum appoints Mary Beard as trustee",
            "category": "Books",
            "snippet": "Renowned classicist Mary Beard has been chosen as a trustee of the British Museum, despite Downing Street blocking her nomination last year because of …"
        },
        {
            "title": "Think when coronavirus is over Australia's economy will snap back into place? Good luck with that",
            "category": "Business",
            "snippet": "Summary: As a general rule, any time you need to use the phrase “since the Great Depression” things are not going well. Right now, of course, things are not go …"
        },
        {
            "title": "Billionaire David Geffen criticized for tone-deaf self-isolation post",
            "category": "US-News",
            "snippet": "As the claustrophobic reality of self-isolation under the coronavirus outbreak begins to bite for millions of families confined to their homes, spare …"
        },
        {
            "title": "Coe and Ovett's Olympic debt to bureaucrat who defied Thatcher",
            "category": "Sport",
            "snippet": "Summary: Sir Denis Follows, 71, short and bald, started every day’s work by opening his post. It was a habit he’d had as secretary of the Football Association, …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Cuomo and Trump clash over talk of New York 'quarantine'",
            "category": "US-News",
            "snippet": "Summary: Donald Trump appeared to back away from talk of a quarantine on New York and other states after Andrew Cuomo, the New York governor, warned that seali …"
        },
        {
            "title": "System Crasher review – searing portrait of a broken psyche",
            "category": "Film",
            "snippet": "The central character bleeds into the craft of this superb German drama. Nine-year-old Benni (Helena Zengel) is a hostage to her own erratic impulses …"
        },
        {
            "title": "From the archive: Clive James at the Space Center, 1983",
            "category": "Life-and-Style",
            "snippet": "For the 25 September 1983 issue of the Observer Magazine, Clive James began a series on modern monuments – those buildings that had taken on a ‘peculi …"
        },
        {
            "title": "Brassica, lettuce and tear peas… inspiration from Sanlúcar",
            "category": "Life-and-Style",
            "snippet": "Late February, Henri’s birthday trip to Sanlúcar in Andalucia. We first discovered the ancient city by accident when disappointed by Jerez. A cab to t …"
        },
        {
            "title": "From fishing rods to fans: the fight is on to save our crafting skills",
            "category": "UK-News",
            "snippet": "Clay pipe making, wainwrighting, tanning and making spinning wheels – all are skills of the past that can offer us a sustainable future. This is the m …"
        },
        {
            "title": "Sunday with Jinkx Monsoon: ‘There’s a few hours of physical transformation’",
            "category": "Life-and-Style",
            "snippet": "What gets you up? Only video games. If I’m not working, I’ll just sit in bed and turn on the PlayStation 4 when my Alexa wakes me up around noon. I pl …"
        },
        {
            "title": "Emerald Fennell: the wickedly funny screen princess of darkness",
            "category": "Film",
            "snippet": "When the camera follows a young woman as she staggers around a bar, slurring her words, she is conventionally marked out as a victim. A judgmental fil …"
        },
        {
            "title": "Alex Salmond’s accusers urge other women to ‘be brave’",
            "category": "Politics",
            "snippet": "Nine women who made complaints of sexual offences against Alex Salmond have urged other women to “be brave, be loud, be heard” in the face of bullying …"
        },
        {
            "title": "Remaking One Nation: The Future of Conservatism by Nick Timothy – review",
            "category": "Books",
            "snippet": "What Dominic Cummings, the teacosy-wearing consigliere of Boris Johnson, is to the current regime at No 10, Nick Timothy was to Theresa May. He even h …"
        },
        {
            "title": "You know change is in the air when the likes of Ashley and Martin back down",
            "category": "Business",
            "snippet": "Strange things happen in a crisis. For one, it can dawn on Mike Ashley that pretending that a sports shop is an essential public service is absurd. Fr …"
        },
        {
            "title": "Which companies are coming through during the coronavirus crisis?",
            "category": "Business",
            "snippet": "The dramatic effect of the coronavirus on the British economy has posed serious challenges for the country’s companies and their employees. Some have …"
        },
        {
            "title": "Vivarium review – home is where the hell is",
            "category": "Film",
            "snippet": "In one of the creepiest episodes of the vintage American TV series The Twilight Zone, residents of the apparently idyllic Peaksville find themselves c …"
        },
        {
            "title": "If you have to self-isolate… then why not self-propagate, too",
            "category": "Life-and-Style",
            "snippet": "For those of us who have to self-isolate in the coming months, gardening can be a great escape. A growing body of research suggests that being around …"
        },
        {
            "title": "Exploding the myths behind K-pop",
            "category": "Music",
            "snippet": "As students wait outside an exam room in Seoul’s affluent Gangnam district, the air is tense. A girl in a school uniform rocks a guitar back and forth …"
        },
        {
            "title": "Sorry: 925 review – full of disruptive ideas",
            "category": "Music",
            "snippet": "Summary: Part of the London scene loosely headquartered at Brixton’s Windmill pub (from Fat White Family to Goat Girl and beyond), Sorry have undergone a radic …"
        },
        {
            "title": "A sudden outbreak of professionalism leads to some trouser-wearing",
            "category": "Life-and-Style",
            "snippet": "On balance, wearing trousers was the big change. I’ve worked from home for a while, but it was the first time my wife and I were doing it simultaneous …"
        },
        {
            "title": "Eddie Hearn: 'I can't say I don't enjoy the limelight'",
            "category": "Sport",
            "snippet": "The boxing promoter Eddie Hearn is telling the world what it wants to hear, live on national television. It is early on a Monday morning. Hearn is in …"
        },
        {
            "title": "BHA putting plans in place for 1 May resumption of racing if permitted",
            "category": "Sport",
            "snippet": "The British Horseracing Authority’s overall plan to steer the sport and industry through the coronavirus pandemic became much clearer in the space of …"
        },
        {
            "title": "The best chat apps for your coronavirus quarantine – ranked!",
            "category": "US-News",
            "snippet": "Summary: For those of us lucky enough to be home safe and healthy during the coronavirus pandemic, group video platforms are making a heroic rise from last res …"
        },
        {
            "title": "A shutdown - but not for government: how US federal employees provide vital services",
            "category": "US-News",
            "snippet": "White House tours have been canceled; Capitol Hill hallways are mostly empty; the Smithsonian museums have been closed. Washington DC, like much of th …"
        },
        {
            "title": "My Dark Vanessa by Kate Elizabeth Russell review – grooming as a teen love story",
            "category": "Books",
            "snippet": "Summary: When #MeToo broke, it wasn’t just about high-profile cases of abuse – it felt like a new light being shone on all past interactions, allowing us to se …"
        },
        {
            "title": "Michael Gove appears to blame China over lack of UK coronavirus testing",
            "category": "Politics",
            "snippet": "Michael Gove has appeared to lay the blame for the UK’s lack of mass testing on China, raising the prospect of increased diplomatic tension between th …"
        },
        {
            "title": "Influential composer Krzysztof Penderecki dies aged 86",
            "category": "Music",
            "snippet": "Leading composer and conductor Krzysztof Penderecki has died at the age of 86 after a long illness, his family announced this morning. The Polish-born …"
        },
        {
            "title": "Mahler versus Slowthai! - what happened when our pop and classical critics traded jobs?",
            "category": "Music",
            "snippet": "Fiona Maddocks Went to the NME awards at Brixton Academy Well, I had my experience of being you, Kitty. It was quite hard. The odd thing was that, onc …"
        },
        {
            "title": "Donald Trump in 'near tie' with Joe Biden, new poll finds",
            "category": "US-News",
            "snippet": "Donald Trump has gained ground on his probable challenger in November’s presidential election and is in a “near tie” with Joe Biden, according to a ne …"
        },
        {
            "title": "Krzysztof Penderecki obituary",
            "category": "Music",
            "snippet": "The Polish composer and conductor Krzysztof Penderecki, who has died aged 86, was an outstanding representative of musical modernism’s success in the …"
        },
        {
            "title": "Birds, buds and bright days: how spring can make us healthier and happier",
            "category": "Life-and-Style",
            "snippet": "Summary: Thank goodness that, in this time of crisis, it is now spring. In the northern hemisphere, at least, we can say hello to green shoots, flowers, bumble …"
        },
        {
            "title": "Aberdeen: teetering between its high-carbon past and a green future",
            "category": "UK-News",
            "snippet": "Summary: Aberdeen is one of the few cities in the world where your taxi driver is almost guaranteed to know the global market price for oil. It is the second w …"
        }
    ]
}