{
    "page": [
        {
            "title": "Warriors bar fans as health official backs empty arenas during Covid-19 pandemic",
            "category": "Sport",
            "snippet": "The Golden State Warriors will play the Brooklyn Nets in an empty arena on Wednesday night as a top US health official recommended teams should not al …"
        },
        {
            "title": "Boy, 12, in serious condition after being shot in Huddersfield",
            "category": "UK-News",
            "snippet": "A 12-year-old boy is in a serious condition after being shot in Huddersfield. West Yorkshire police officers were called to a report of a disturbance …"
        },
        {
            "title": "Chancellor pledges specialist maths school in every English region",
            "category": "UK-News",
            "snippet": "The government has pledged to provide every region in England with funding for a specialist maths school. Rishi Sunak’s budget stated £7m would be mad …"
        },
        {
            "title": "Budget 2020: national living wage to reach £10.50 an hour by 2024",
            "category": "UK-News",
            "snippet": "The national living wage will rise to more than £10.50 an hour in 2024 compared with £8.21 at present, as the government set a target for the wage to …"
        },
        {
            "title": "Chancellor announces £27bn for roadbuilding in budget",
            "category": "UK-News",
            "snippet": "The government is to press ahead with a £27bn programme of roadbuilding over the next five years, the chancellor has confirmed, with a wider infrastru …"
        },
        {
            "title": "Entrepreneurs' relief tax break slashed by 90% in Sunak's budget",
            "category": "Business",
            "snippet": "Entrepreneurs’ relief, a tax break which mostly benefits wealthy business owners, will be cut by 90% after the chancellor stopped short of scrapping t …"
        },
        {
            "title": "May and Javid sound warning note over budget splurge",
            "category": "UK-News",
            "snippet": "Theresa May, the former prime minister, and Sajid Javid, who was chancellor until last month, sounded warnings over the level of spending in the budge …"
        },
        {
            "title": "Russian hoax raises questions over Sussexes' security",
            "category": "UK-News",
            "snippet": "Russian hoaxers who apparently tricked Prince Harry into offering help to take penguins to the North Pole have raised serious questions over security …"
        },
        {
            "title": "Rishi Sunak vows to do whatever it takes to get through coronavirus",
            "category": "UK-News",
            "snippet": "Rishi Sunak has promised to do “whatever it takes” to support households and businesses through the worst of the coronavirus outbreak as the global he …"
        },
        {
            "title": "Service as normal: badminton's finest cock-a-hoop to get back to business",
            "category": "Sport",
            "snippet": "The new normal arrived at the world’s oldest and most prestigious badminton event on Wednesday. Between points of immense speed and devilish subtlety, …"
        },
        {
            "title": "Alex Salmond trial: two more witnesses tell of 'disgust' at alleged assaults",
            "category": "UK-News",
            "snippet": "Two more women have told a court of their disgust and shock when Alex Salmond allegedly sexually assaulted them, as well as their initial reluctance t …"
        },
        {
            "title": "Budget 2020: Rishi Sunak turns on taps with £30bn splurge",
            "category": "UK-News",
            "snippet": "Rishi Sunak ditched a decade of Conservative economic orthodoxy on Wednesday and claimed the Tories were now “the party of public services,” as he tur …"
        },
        {
            "title": "Budget 2020: UK to launch £800m 'blue skies' research agency",
            "category": "UK-News",
            "snippet": "The government will pump at least £800m into a new “blue skies” science research agency as part of a series of pro-business measures designed to boost …"
        },
        {
            "title": "Danny Care defends Joe Marler for grabbing Alun Wyn Jones's genitals",
            "category": "Sport",
            "snippet": "Danny Care has come to the defence of Joe Marler by suggesting he would not be facing a season-ending suspension on Thursday had Alun Wyn Jones ended …"
        },
        {
            "title": "Talking Horses: City Island can pull off surprise in Stayers' Hurdle",
            "category": "Sport",
            "snippet": "Paisley Park seems set to be a hot favourite for a second consecutive success in the Stayers Hurdle, having kept his unbeaten record since then. So pu …"
        },
        {
            "title": "'It's a fun movie, I promise': behind the elites v 'deplorables' thriller The Hunt",
            "category": "Film",
            "snippet": "Summary: “I certainly didn’t make the movie to try and gin up controversy,” said Craig Zobel, director of the most controversial movie of not only this year bu …"
        },
        {
            "title": "‘Everything is up in the air’: coronavirus fears upend US election campaigns",
            "category": "US-News",
            "snippet": "The coronavirus outbreak threatens to upend the organisation of the US presidential election and strike a blow to Donald Trump because of his reliance …"
        },
        {
            "title": "And Then We Danced review – freewheeling story of secret love",
            "category": "Film",
            "snippet": "To be young and in love – these are the impossibly painful conditions driving a terrific feature by the Georgian-Swedish film-maker Levan Akin that wa …"
        },
        {
            "title": "Tom Hanks and Rita Wilson's travels: selfies, shows and beachside strolls before coronavirus diagnosis",
            "category": "Film",
            "snippet": "They are one of the highest profile Hollywood couples who attract wellwishers and autograph hunters in droves. So when it was discovered that Tom Hank …"
        },
        {
            "title": "The Beauty and the Terror by Catherine Fletcher review – the dark side of the Italian Renaissance",
            "category": "Books",
            "snippet": "Summary: The historian Catherine Fletcher has a well-deserved reputation as a specialist in 16th-century skulduggery and intrigue. In Our Man in Rome (2012) he …"
        },
        {
            "title": "A bad smell: why do some dads brag about not changing nappies?",
            "category": "Life-and-Style",
            "snippet": "Summary: It’s the hot new dad-brag and all the best men are using it: I don’t change nappies. You want to know what I do? Diddly-squat, that’s what. “It is all …"
        },
        {
            "title": "My Spy review – Dave Bautista takes the muscle-man's tweenie test",
            "category": "Film",
            "snippet": "Here is a genially mediocre throwback to what has always been a rite of passage for US cinema’s frontline action men: the musclebound star demonstrati …"
        },
        {
            "title": "Apeirogon by Colum McCann review – new perspectives on Israel-Palestine",
            "category": "Books",
            "snippet": "Colum McCann’s odd and ambitious book contains almost 500 pages of fact and fiction about the Israel‑Palestine conflict, combined with various quotati …"
        },
        {
            "title": "Prince Harry thought he was talking to Greta Thunberg, Russian pranksters claim",
            "category": "UK-News",
            "snippet": "Summary: The Duke of Sussex gave Russian hoaxers his personal email and phone number and even rang them back on his mobile, it has been claimed. Prince Harry r …"
        },
        {
            "title": "Silver Sparrow by Tayari Jones review – a tale of two sisters",
            "category": "Books",
            "snippet": "Following the success of Tayari Jones’s 2019 Women’s prize winner An American Marriage, her 2011 third novel Silver Sparrow is published for the first …"
        },
        {
            "title": "The Impossible Climb by Mark Synnott review – can you 'free solo' El Capitan?",
            "category": "Books",
            "snippet": "Summary: Asked why he wanted to “free solo” El Capitan – “by far the largest and most dramatic rock formation in Yosemite” – Alex Honnold replied: “Some things …"
        },
        {
            "title": "Sitopia by Carolyn Steel review – a utopian vision that begins with food",
            "category": "Books",
            "snippet": "“Civilisation is in crisis,” warned the EAT-Lancet international commission of food scientists last year. “We can no longer feed our population a heal …"
        },
        {
            "title": "Lawrence Upton obituary",
            "category": "Books",
            "snippet": "My friend Lawrence Upton, who has died aged 70, was a leading figure in the British poetry revival of the 1960s and 70s, as a poet, publisher, sound a …"
        },
        {
            "title": "Wales and Scotland try for Six Nations normality amid the chaos",
            "category": "Sport",
            "snippet": "Wales and Scotland have prepared as normal this week for Saturday’s match at the Principality Stadium, which is scheduled to go ahead despite the gove …"
        },
        {
            "title": "Manchester officers face investigations into death of unarmed man",
            "category": "UK-News",
            "snippet": "Six officers including the former assistant chief constable of Greater Manchester police will be investigated for misconduct following an inquiry into …"
        },
        {
            "title": "Travelex owner's shares fall 65% due to coronavirus impact",
            "category": "Business",
            "snippet": "Summary: Shares in the embattled owner of Travelex have crashed by 65% after the firm said the coronavirus outbreak was affecting its ability to access enough …"
        },
        {
            "title": "Paramore's Hayley Williams: 'A lot of my depression was misplaced anger'",
            "category": "Music",
            "snippet": "When Hayley Williams was nine, her dad often took her go-karting at Ultimate Fun World in Mississippi. The harder she pressed the accelerator, the mor …"
        },
        {
            "title": "'You ruined my premiere!': Beckinsale recalls Weinstein's obscenity-filled rant",
            "category": "Film",
            "snippet": "Kate Beckinsale has described an obscenity-filled rant by Harvey Weinstein in which he allegedly called her “stupid fucking cunt” after he objected to …"
        },
        {
            "title": "Coronavirus prompts Poundland owner to postpone flotation",
            "category": "Business",
            "snippet": "Poundland’s owner, Steinhoff International, is postponing a potential sale or flotation of its European arm amid uncertainty relating to coronavirus a …"
        },
        {
            "title": "Do blockbuster horse racing purses encourage cheating?",
            "category": "Sport",
            "snippet": "The child, sitting down with the old man close behind … had been thinking how strange it was that horses who were such fine honest creatures should se …"
        },
        {
            "title": "Posadas: Poética del Laberinto review – musical myriads lit up by mythology",
            "category": "Music",
            "snippet": "A 55-minute cycle of pieces for saxophone quartet might not seem a particularly enticing prospect. But in a succession of works over the last 20 years …"
        },
        {
            "title": "Inquiry calls for web pre-screening to end UK child abuse 'explosion'",
            "category": "UK-News",
            "snippet": "Social media companies should be forced to pre-screen all uploaded material to help law enforcement agencies cope with the “explosion” in online child …"
        },
        {
            "title": "IFS criticism of budget spending plans could have been far worse",
            "category": "UK-News",
            "snippet": "It is part of budget tradition that the chancellor gets a kicking from the Institute for Fiscal Studies 24 hours after presenting his package to parli …"
        },
        {
            "title": "A Quiet Place and Fast & Furious sequels postponed due to coronavirus pandemic",
            "category": "Film",
            "snippet": "Summary: The horror sequel A Quiet Place Part II and action thriller follow-up Fast & Furious 9 are being postponed over fears linked to the coronavirus pandem …"
        },
        {
            "title": "Sophie Hardcastle on finding her voice after sexual violence: 'We do scream deep down'",
            "category": "Books",
            "snippet": "When Sophie Hardcastle survived sexual violence at the hands of a friend at the age of 23, the first person she told asked her: “Why didn’t you just s …"
        },
        {
            "title": "Theatre firm made 'unexplained' loans to Sarah Ferguson, court told",
            "category": "UK-News",
            "snippet": "Summary: Unexplained personal and business loans to the Duchess of York of more than £500,000 from an entertainment investment company were a “matter for inves …"
        },
        {
            "title": "Coronavirus: when binge-watching goes viral",
            "category": "Film",
            "snippet": "Was the coronavirus engineered by Netflix? This was one of the wilder conspiracy theories doing the rounds earlier this month, as observers noted how …"
        },
        {
            "title": "Amazon flooded with self-published coronavirus books",
            "category": "Books",
            "snippet": "As the coronavirus spreads around the world, it is not only health professionals and politicians who are being kept busy. Amazon has been flooded with …"
        },
        {
            "title": "Utah Jazz star Donovan Mitchell tests positive for coronavirus",
            "category": "Sport",
            "snippet": "A second player for the NBA’s Utah Jazz tested positive for Covid-19, the team confirmed on Thursday, a day after the league said it was suspending th …"
        },
        {
            "title": "Glastonbury defies coronavirus threat to announce lineup with Kendrick Lamar",
            "category": "Music",
            "snippet": "Glastonbury is pressing ahead with preparations for its 50th anniversary year despite coronavirus fears, announcing a wave of more than 90 artists inc …"
        },
        {
            "title": "Boris Johnson calls coronavirus 'worst public health crisis for a generation' – as it happened",
            "category": "Politics",
            "snippet": "Here are the main points from the news conference. Boris Johnson was joined by Prof Chris Whitty, the government’s chief medical adviser, and Sir Patr …"
        },
        {
            "title": "Airlines cut more flights in wake of travel ban to US from Europe",
            "category": "Business",
            "snippet": "Summary: Airlines have axed more flights and demanded urgent government action to help offset the financial impact they are facing from the coronavirus outbrea …"
        },
        {
            "title": "Alleged assault 'led to ban on Alex Salmond working alone with women'",
            "category": "UK-News",
            "snippet": "Alex Salmond was banned from working alone with female civil servants at Bute House, his official residence as first minister of Scotland, after he al …"
        },
        {
            "title": "Top concert promoters and agencies urge suspension of large music events",
            "category": "Music",
            "snippet": "A group of five major concert promoters and music agencies have joined together to recommend a worldwide postponement of large live music events in Ma …"
        },
        {
            "title": "My Chemical Romance drops Australasian tour and Download festival cancelled amid coronavirus fears",
            "category": "Music",
            "snippet": "My Chemical Romance’s tour of Australia, New Zealand and Japan has become the latest casualty of the coronavirus, resulting in the cancellation of the …"
        }
    ]
}