{
    "page": [
        {
            "title": "From coronavirus to climate crisis:  what to expect in Sunak’s first budget",
            "category": "UK-News",
            "snippet": "Rishi Sunak’s budget on Wednesday was supposed to be a landmark event that set the stage for five years of extraordinary Conservative government spend …"
        },
        {
            "title": "Carla Bley Trio: Life Goes On review – warm, spirited and even funny",
            "category": "Music",
            "snippet": "This set begins with the piano laying down the bass line for a simple blues. Before the last note of each phrase there is a tiny hesitation, just long …"
        },
        {
            "title": "Evie Wyld: ‘Women are always told to ignore their sixth sense’",
            "category": "Books",
            "snippet": "Born in London, Evie Wyld, 39, grew up in Australia and south London, where she lives now. Her debut novel, After the Fire, a Still Small Voice (2009) …"
        },
        {
            "title": "Book clinic: which books examine modern masculinity?",
            "category": "Books",
            "snippet": "Q: Can you recommend fiction that addresses masculinity and what it means to be a man in Europe today? David, 29, London A: Darran Anderson is a write …"
        },
        {
            "title": "Democratic primary: why 2020 could be the year of the black voter",
            "category": "US-News",
            "snippet": "After most national polls had been showing a considerable lead for Bernie Sanders in the Democratic primary, former vice-president Joe Biden’s strong …"
        },
        {
            "title": "England’s Manu Tuilagi a saint and sinner in narrow defeat of Wales",
            "category": "Sport",
            "snippet": "Manu Tuilagi’s late red card for a dangerous tackle on George North was the one blemish for England on an afternoon when they won the triple crown aft …"
        },
        {
            "title": "Tories ‘must spend £33bn more a year’ to reach zero emissions by 2050",
            "category": "Politics",
            "snippet": "Boris Johnson’s government must spend an additional £33bn a year on measures to tackle the climate emergency if it is to meet its target of cutting ca …"
        },
        {
            "title": "Parliamentary watchdog to investigate Johnson’s Caribbean holiday",
            "category": "UK-News",
            "snippet": "Parliament’s sleaze watchdog has launched an investigation into Boris Johnson and the mystery over who funded his recent luxury Caribbean holiday, the …"
        },
        {
            "title": "England’s Eddie Jones calls sending-off of Manu Tuilagi ‘absolute rubbish’",
            "category": "Sport",
            "snippet": "Eddie Jones criticised the referee, Ben O’Keeffe, for sending off Manu Tuilagi for a dangerous tackle on George North four minutes from the end of the …"
        },
        {
            "title": "Budget: cash for flood defences to be doubled",
            "category": "UK-News",
            "snippet": "The government is to double spending on flood defences in this week’s budget after recent storms caused havoc across the country and drove thousands f …"
        },
        {
            "title": "Fresh questions over police force's approach to vulnerable people",
            "category": "UK-News",
            "snippet": "A UK police force is facing fresh questions over its approach to vulnerable individuals after it emerged a disabled mother and son have endured years …"
        },
        {
            "title": "Tyrrell Hatton holds off Rory McIlroy on challenging day at Bay Hill",
            "category": "Sport",
            "snippet": "Summary: You needn’t wander far at Bay Hill to uncover words of wisdom from the late Arnold Palmer. The golf icon’s second home hosts the tournament that bears …"
        },
        {
            "title": "Shipping container homes: from tiny houses to ambitious builds",
            "category": "Life-and-Style",
            "snippet": "Mick Wright asks me not to give the exact location of his double-storey shipping-container home because of the “paparazzi”. That’s what he calls the g …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Chris Riddell’s tips for young artists: bunk off school sports and study Raymond Briggs",
            "category": "Books",
            "snippet": "A smattering of schoolboy truancy, followed by the guiding hand of The Snowman’s creator, Raymond Briggs, were both crucial in setting the children’s …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Russian jets intercepted heading to UK airspace",
            "category": "UK-News",
            "snippet": "Six RAF fighter jets were scrambled on Saturday after Russian aircraft were spotted heading towards British airspace. The Typhoons, supported by an ai …"
        },
        {
            "title": "Noughts & Crosses author hits back at race-bait claims",
            "category": "Books",
            "snippet": "The author of Noughts & Crosses has defended her story against allegations that she is feeding racial division in Britain. Malorie Blackman took to Tw …"
        },
        {
            "title": "Home listening: Poulenc, Parry and a magnificent seven",
            "category": "Music",
            "snippet": "• In these grim times, with an epidemic lurking and floods rising, we could all do with something cheery to distract us. Thank goodness, then, for a n …"
        },
        {
            "title": "Toni Morrison: The Pieces I Am review – as elegant as its subject",
            "category": "Books",
            "snippet": "Summary: Completed shortly before her death, this artful documentary is a full-hearted, unequivocal celebration of the life and work of Nobel prize-winning aut …"
        },
        {
            "title": "Georgia Ruth: Mai review – lush Welsh pastorals and other odes to spring",
            "category": "Music",
            "snippet": "The surge of inventive modern folk from Cymru continues. Modern is a relative term, of course. Owen Shiers’s recent debut as Cynefin, Dilyn Afon, a be …"
        },
        {
            "title": "Vegetables, fruit, flowers – I’m greedy for all seeds",
            "category": "Life-and-Style",
            "snippet": "I have something of the hoarder, like an old bachelor found buried under stacks of books and papers. Yet with me it is always seed. I am determined th …"
        },
        {
            "title": "Is it ever acceptable for a feminist to hire a cleaner?",
            "category": "Life-and-Style",
            "snippet": "Summary: The day my cleaner used to visit, I would return home in the evening to the smell of Dettol mixed with Tania’s sweat, to a clean kitchen and bathroom …"
        },
        {
            "title": "Go glossy for an understated, modern look",
            "category": "Life-and-Style",
            "snippet": "Lip glosses and oils are everywhere – terrible news for diehard matte lipstick lovers. Forget nods to Studio 54; the modern gloss is not ostentatious. …"
        },
        {
            "title": "Sunday with David Lammy: ‘Supporting Spurs is like being in the Labour party – it’s a labour of love’",
            "category": "Life-and-Style",
            "snippet": "How do you start the day? Sunday is definitely my latest start to the week; so I’d hope to be in bed until about 8.30am. My wife is a bright spark fir …"
        },
        {
            "title": "‘We still have darkness’: the town where an HIV outbreak occurred under Mike Pence",
            "category": "US-News",
            "snippet": "Dozens of residents filtered past a syringe disposal box in a parking lot as they headed to the free weekly meal at the Church of the New Covenant in …"
        },
        {
            "title": "Escape from Pretoria review – ingenious apartheid-era thriller",
            "category": "Film",
            "snippet": "Summary: The real-life jailbreak of apartheid-era political prisoners Tim Jenkin (Daniel Radcliffe) and Stephen Lee (Daniel Webber) is the inspiration for this …"
        },
        {
            "title": "Our Bodies, Their Battlefield by Christina Lamb review – the eternal war against women",
            "category": "Books",
            "snippet": "Rape, writes Christina Lamb at the start of this deeply traumatic and important book, is “the cheapest weapon known to man”. It is also one of the old …"
        },
        {
            "title": "Military Wives review – on song with chalk-and-cheese Kristin Scott Thomas and Sharon Horgan",
            "category": "Film",
            "snippet": "“Great music doesn’t happen when things are perfect,” says Sharon Horgan’s brassy Lisa in this formulaic yet ultimately winning British dramedy. “It h …"
        },
        {
            "title": "It’s true we should be kinder… but it’s much harder than that",
            "category": "Life-and-Style",
            "snippet": "After Caroline Flack’s death, the #BeKind hashtag was retweeted millions of times, its message transferring, in phrase anyway, from the internet to re …"
        },
        {
            "title": "Stephen King attacks axing of Woody Allen book",
            "category": "Film",
            "snippet": "Author Stephen King has hit out at publisher Hachette over its decision to drop publication of Woody Allen’s memoir after a protest from his son, the …"
        },
        {
            "title": "US Girls: Heavy Light review – a major talent doubles down",
            "category": "Music",
            "snippet": "Summary: The many albums of US Girls – Meghan Remy – could be summed up as a series of sound art installations evolving from experimentation into bold tunefuln …"
        },
        {
            "title": "Cheltenham Gold Cup can go to Kemboy, last year’s fall guy",
            "category": "Sport",
            "snippet": "The busiest Cheltenham Festival market over the last week has been on Betfair, where around £1.5m has been staked on whether it will happen at all. At …"
        },
        {
            "title": "England’s Maro Itoje stands tall in battle royal with Alun Wyn Jones",
            "category": "Sport",
            "snippet": "Summary: Here was fun, for all of us who got to watch it at any rate. It looked like it must have been murder to play in, a real ring-a-ding set-to of a match …"
        },
        {
            "title": "Tribes by David Lammy review – absorbing analysis",
            "category": "Books",
            "snippet": "Summary: There has always been more than one David Lammy, but until I read this book I didn’t realise quite how many there were. To younger readers, he might b …"
        },
        {
            "title": "Has Peppa Pig addled my brain – or is it a critique on capitalism?",
            "category": "Life-and-Style",
            "snippet": "Last week, faced with a boy too poorly to do anything but cuddle on the couch, my son’s TV time increased significantly, giving me an all-new insight …"
        },
        {
            "title": "UK companies to invest £12bn in switch to electric vehicles",
            "category": "UK-News",
            "snippet": "British companies are expected to spend more than £12bn switching their fossil fuel vehicles for clean electric versions over the next two years. A su …"
        },
        {
            "title": "Rocks stars: meet the teenage cast of the hot new British film",
            "category": "Film",
            "snippet": "Seven teenage girls are falling over themselves with laughter. They’re meant to be posing for a picture, but it’s a bit like photographing a box of pu …"
        },
        {
            "title": "I have culled my friends to just the ones I value",
            "category": "Life-and-Style",
            "snippet": "One night about six months ago, as I was tidying up for the babysitter at the same time as battling to put the kids to bed, all while trying to answer …"
        },
        {
            "title": "Layla Moran to stand for Liberal Democrat leadership",
            "category": "Politics",
            "snippet": "Layla Moran has revealed she plans to run for leadership of the Liberal Democrats, saying the party needs to “move on from the last decade”. The forme …"
        },
        {
            "title": "Australia beat India by 85 runs to win Women's T20 World Cup final – as it happened",
            "category": "Sport",
            "snippet": "And that is that. Thanks so much for your company over the last couple of weeks. What a brilliant tournament! We’ll be back with the OBO in no time at …"
        },
        {
            "title": "St John Passion review – immersive and communal  Bach staging is deeply touching",
            "category": "Music",
            "snippet": "James Conway presents Bach’s St John Passion as a communal reflection on faith, loss and mortality in his production for English Touring Opera, descri …"
        },
        {
            "title": "Altior lame and may miss Champion Chase at Cheltenham",
            "category": "Sport",
            "snippet": "Altior is lame and at great risk of not being able to run in the Queen Mother Champion Chase at this week’s Cheltenham Festival. The bombshell news wa …"
        },
        {
            "title": "Stephen Malkmus: Traditional Techniques review – an enjoyable take on early-70s psych-folk",
            "category": "Music",
            "snippet": "Summary: Almost two decades into a solo career that appeared to have long ago lost its momentum amid a welter of endless, aimless jams, Stephen Malkmus has red …"
        },
        {
            "title": "Bina by Anakana Schofield review – admirable chutzpah",
            "category": "Books",
            "snippet": "Anakana Schofield’s last novel, Martin John, told the story of a mentally disturbed sex offender: serious but unsolemn, even comic at times, it was a …"
        },
        {
            "title": "Kamala Harris endorses Joe Biden for president ahead of key contests",
            "category": "US-News",
            "snippet": "Joe Biden’s campaign for the White House received another significant lift on Sunday when Democratic senator Kamala Harris, until recently one of the …"
        },
        {
            "title": "How to boost your immune system to avoid colds and coronavirus",
            "category": "Life-and-Style",
            "snippet": "It’s been a long, wet winter. Everybody has got colds, and now we are braced for a coronavirus epidemic. Boosting our immune system has rarely felt mo …"
        },
        {
            "title": "Commonwealth veterans accuse UK of leaving them in immigration limbo",
            "category": "UK-News",
            "snippet": "A group of soldiers who served in Iraq and Afghanistan are taking legal action against the Home Office and the Ministry of Defence over an alleged sys …"
        },
        {
            "title": "World Bank accused over ExxonMobil plans to tap Guyana oil rush",
            "category": "Business",
            "snippet": "The World Bank is to pay for Guyana’s oil laws to be rewritten by a legal firm that has regularly worked for ExxonMobil, just as the US producer prepa …"
        },
        {
            "title": "Susanna review – young artists shine in cluttered Handel staging",
            "category": "Music",
            "snippet": "Welcome back to Covent Garden, Susanna. It has been 271 years since Handel’s oratorio last had an outing at the Royal Opera House, where it was premie …"
        }
    ]
}