{
    "page": [
        {
            "title": "'Best of Wales': floods bring communities together to recover",
            "category": "UK-News",
            "snippet": "Summary: Three weeks after the Rhondda Fach river overflowed and water coursed into 14 homes around the Avon Terrace Bridge in the village of Ynyshir, the clea …"
        },
        {
            "title": "How to shower without damaging your skin",
            "category": "Life-and-Style",
            "snippet": "How often you should shower usually depends on your age. Older people, babies and young children are more prone to dry skin, which can lead to eczema, …"
        },
        {
            "title": "Robert Glasper review – genre-blending jazz keeps chaos at bay",
            "category": "Music",
            "snippet": "On any given performance, a crowd can encounter several unpredictable versions of the pianist Robert Glasper. There is the studious interpreter, head …"
        },
        {
            "title": "64-year-old becomes oldest woman to row across Atlantic Ocean",
            "category": "UK-News",
            "snippet": "A 64-year-old who only took up rowing six years ago has become the oldest woman to row an ocean after crossing the Atlantic in 86 days. Sara Brewer ac …"
        },
        {
            "title": "Lucy Peach, period preacher: 'The menstrual cycle is just an untapped resource'",
            "category": "Life-and-Style",
            "snippet": "Fluctuating hormones and their effects is a familiar concept. For example, the drop in oestrogen levels before menstruation has been linked to migrain …"
        },
        {
            "title": "Bernie Sanders asks Elizabeth Warren and her supporters for backing",
            "category": "US-News",
            "snippet": "Bernie Sanders made a pitch for the backing of Elizabeth Warren and her supporters on Sunday in an attempt to reverse his rival Joe Biden’s surging mo …"
        },
        {
            "title": "Rachael Blackmore set for thrills up the hill on Cheltenham favourites",
            "category": "Sport",
            "snippet": "Dozens of Irish horses live in the racecourse stables during the Cheltenham Festival and early each morning they need to be ridden out to the middle o …"
        },
        {
            "title": "Missy Mazzoli/Kelly Moran review – captivating musical alchemy",
            "category": "Music",
            "snippet": "Summary: The American composer Missy Mazzoli has said that her ideal listener would know nothing about her or her music before hearing it, removing any preconc …"
        },
        {
            "title": "Robert Helenius stuns Adam Kownacki to earn shot at Joshua's WBA title",
            "category": "Sport",
            "snippet": "It’s back to the drawing board for heavyweight contender Adam Kownacki after he was handed his first career defeat in shocking fashion on Saturday nig …"
        },
        {
            "title": "Laurie Morgan obituary",
            "category": "Music",
            "snippet": "Summary: Laurie Morgan, who has died aged 93, was an influential member of the coterie of British jazz experimenters of the 1940s and 50s that most famously in …"
        },
        {
            "title": "Jackson Hastings fires Wigan back to the top despite Hull KR resistance",
            "category": "Sport",
            "snippet": "Wigan returned to the top of Super League and underlined their early-season position as the team to beat, although they were given a stern test by an …"
        },
        {
            "title": "Keir Starmer declines to rule out campaigning to rejoin EU",
            "category": "Politics",
            "snippet": "Keir Starmer, the Labour leadership frontrunner, has declined to rule out campaigning to rejoin the EU in the years ahead, saying it was a question fo …"
        },
        {
            "title": "Dog finds home after nearly six years in Kansas City shelter",
            "category": "US-News",
            "snippet": "A dog who waited more than five and a half years in a Kansas City shelter for adoption has found a permanent home after a benefactor paid $3,000 for h …"
        },
        {
            "title": "Eddie Jones's antagonistic personality should be of concern to the RFU",
            "category": "Sport",
            "snippet": "Summary: At some stage in the next fortnight Eddie Jones will sit down for dinner with the Rugby Football Union’s chief executive, Bill Sweeney, to discuss the …"
        },
        {
            "title": "Joe Marler sweats over citing while Eddie Jones may also face punishment",
            "category": "Sport",
            "snippet": "Joe Marler will discover on Monday if he faces punishment for grabbing Alun Wyn Jones’s genitals during England’s Six Nations victory over Wales. Eddi …"
        },
        {
            "title": "Budget: chancellor hints at looser purse strings for NHS and broadband",
            "category": "UK-News",
            "snippet": "Rishi Sunak, the chancellor, is expected to ease constraints on spending and borrowing in this week’s budget, as he sets out plans to help the economy …"
        },
        {
            "title": "AFLW's true value cannot be measured in dollars and cents",
            "category": "Sport",
            "snippet": "A few weeks ago, as Melbourne gave the Western Bulldogs a lesson in wet weather football at the Whitten Oval, I met a young girl named Annabelle in th …"
        },
        {
            "title": "Talking Horses: the possible cost of racing's silence over Sheikh Mohammed",
            "category": "Sport",
            "snippet": "It is four days since a family court found that Sheikh Mohammed had probably ordered the abduction of two of his daughters, one of whom was in Britain …"
        },
        {
            "title": "Westminster shooting: police killed suspect who had knives, says Met",
            "category": "UK-News",
            "snippet": "Summary: An investigation into the shooting of a man in Whitehall is examining his health records as it tries to establish why he might have allegedly been car …"
        },
        {
            "title": "Oil price plunges almost 30% as Saudis vow to step up production",
            "category": "Business",
            "snippet": "The price of crude oil has plunged by almost 27% after Saudi Arabia, the world’s top oil exporter, said it would step up production from next month, f …"
        },
        {
            "title": "I shared stories of my disastrous dates for laughs. Keeping them private has made me happier to be single",
            "category": "Life-and-Style",
            "snippet": "Summary: Some people see being single as an active, positive choice, but for several years that wasn’t my experience. I railed against it, resenting the fact t …"
        },
        {
            "title": "Recollections of My Non-Existence by Rebecca Solnit review – figuring out what stories to tell",
            "category": "Books",
            "snippet": "There was a time when Rebecca Solnit was a kind of underground secret, like a cult band you had to seek out in obscure venues and only the cognoscenti …"
        },
        {
            "title": "International Women's Day: events highlighting gender inequality take place around the world - as it happened",
            "category": "Politics",
            "snippet": "Alright folks, we’re signing off on what was an incredible International Women’s Day. Thousands of women and allies gathered in cities across the worl …"
        },
        {
            "title": "‘It’s so toxic’: why we’re addicted to mean online gossip about women",
            "category": "Life-and-Style",
            "snippet": "It’s 3am and I’m on Reddit. I’m reading a thread of comments that number in the thousands, scrolling through missive after missive, unpopular opinions …"
        },
        {
            "title": "New movie Misbehaviour highlights 70s sexism, but how far have we come since that era?",
            "category": "Film",
            "snippet": "Summary: As well as commemorating the feminist disruption of Miss World 1970, the new movie Misbehaviour does a great job of highlighting the sexism of that er …"
        },
        {
            "title": "Victims demand USA Gymnastics acknowledge a woman's worth",
            "category": "Sport",
            "snippet": "Summary: At the end of last month Simone Biles logged into Twitter and highlighted the absurdity of the current chapter of her life. As she travelled to a USA …"
        },
        {
            "title": "All About Sarah by Pauline Delabroy-Allard review – love as an extreme sport",
            "category": "Books",
            "snippet": "Summary: Here’s a novelty: a book about love as utter abandonment of the self, love as capitulation, love as not only obsession but possession, which manages n …"
        },
        {
            "title": "Poem of the week: The Idler by Alice Dunbar Nelson",
            "category": "Books",
            "snippet": "The Idler An idle lingerer on the wayside’s road, He gathers up his work and yawns away; A little longer, ere the tiresome load Shall be reduced to as …"
        },
        {
            "title": "US briefing: Markets tumble, Italy quarantine and Michigan primary",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Saudis spark oil price slump with vow to step up production The FTSE 100 share index foll …"
        },
        {
            "title": "Tesco plans £2.5bn pension top-up with Thai and Malaysia sales",
            "category": "Business",
            "snippet": "Tesco is planning to hand out £5bn to shareholders and pump £2.5bn into its pension fund after lining up the sale of its Thai and Malaysian businesses …"
        },
        {
            "title": "Paul Townend: 'Every jockey wants to have Ruby Walsh’s success'",
            "category": "Sport",
            "snippet": "“I thought of her straight away,” Paul Townend says after memories of his mother filled his head as soon as he won the Gold Cup last year on Al Boum P …"
        },
        {
            "title": "How we met: ‘I wasn’t ready to start anything new – and he was 20 years younger’",
            "category": "Life-and-Style",
            "snippet": "When Kate walked into a New York bar in October 2008, she wasn’t in the mood for a night out. “I’d left my husband two weeks before and was feeling ve …"
        },
        {
            "title": "'It's a case of holding your nerve': festivals face coronavirus insurance disaster",
            "category": "Music",
            "snippet": "The postponement of Ultra music festival in Miami and the cancellation of SXSW in Austin came in swift succession last week – the first two major musi …"
        },
        {
            "title": "Ted Cruz self-quarantines after interaction with coronavirus patient",
            "category": "US-News",
            "snippet": "Ted Cruz has put himself under self-quarantine after a brief interaction with a person who tested positive for coronavirus, the Texas Republican senat …"
        },
        {
            "title": "Eau de pawfum: is it barking mad to buy cologne for dogs?",
            "category": "Life-and-Style",
            "snippet": "Name: Doggy cologne. Age: About 10 years old. Purpose: Honestly, have you smelled a dog lately? Of course I have. Dogs smell lovely. No, they don’t. D …"
        },
        {
            "title": "FTSE on course for biggest fall since financial crisis",
            "category": "Business",
            "snippet": "Global stock markets have suffered their biggest falls since the 2008 financial crisis and trading was temporarily suspended on Wall Street after an o …"
        },
        {
            "title": "Designer compares Grenfell insulation to horsemeat scandal",
            "category": "UK-News",
            "snippet": "The firm that made the combustible insulation installed on Grenfell Tower deliberately misled architects about its safety as if selling horsemeat as b …"
        },
        {
            "title": "Laszlo Heltay obituary",
            "category": "Music",
            "snippet": "My friend Laszlo Heltay, who has died aged 89, was a conductor and choral director who was instrumental in setting up the Academy of St Martin’s choir …"
        },
        {
            "title": "Trainer of Maximum Security among dozens hit with doping charge",
            "category": "Sport",
            "snippet": "The trainer of Maximum Security, one of the best racehorses in the world, is among more than two dozen people who have been charged in what authoritie …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with an old favourite. AbsoluteBeginne …"
        },
        {
            "title": "Max von Sydow, star of The Exorcist and The Seventh Seal, dies aged 90",
            "category": "Film",
            "snippet": "Max von Sydow, the Swedish actor who made his name in a series of landmark films with Ingmar Bergman before progressing to international stardom, has …"
        },
        {
            "title": "Ash: how we made Girl from Mars",
            "category": "Music",
            "snippet": "Tim Wheeler, singer, guitarist, songwriter Mark Hamilton and I both got guitars for Christmas when we were 12. We formed a terrible heavy metal band c …"
        },
        {
            "title": "Parasite overtakes The Passion of the Christ as biggest ever foreign language film in the UK",
            "category": "Film",
            "snippet": "Oscar-winning horror-thriller Parasite has become the highest-earning foreign language film at the UK box office, overtaking the 2004 Mel Gibson-direc …"
        },
        {
            "title": "Max von Sydow obituary",
            "category": "Film",
            "snippet": "The great Swedish film and stage actor Max von Sydow, who has died aged 90, will be remembered by different people for different roles: the title role …"
        },
        {
            "title": "McCoy Tyner obituary",
            "category": "Music",
            "snippet": "Playing a supporting role to a force of nature is a tough call in any form of music – and in the maelstroms of jazz improvisation tougher still. The p …"
        },
        {
            "title": "Max von Sydow: an aristocrat of cinema who made me weep",
            "category": "Film",
            "snippet": "The opening of the seventh seal in the Book of Revelation, disclosing the truth of God’s existence and the second coming, will result in a mysterious …"
        },
        {
            "title": "Prince Andrew won't voluntarily cooperate in Epstein inquiry, prosecutor says",
            "category": "UK-News",
            "snippet": "Prince Andrew has “completely shut the door” on cooperating with US investigators in the Jeffrey Epstein case and they are now “considering” further o …"
        },
        {
            "title": "British Steel bought by China's Jingye, saving more than 3,000 jobs",
            "category": "Business",
            "snippet": "Jingye Group, the steelmaker, has completed its buyout of British Steel, reviving a business that was placed into compulsory liquidation last May and …"
        },
        {
            "title": "Why Woody Allen’s publisher was wrong to drop his memoir",
            "category": "Film",
            "snippet": "Was Hachette right to cancel Woody Allen’s memoir? Patrick, London What a strange, through-the-looking-glass world we live in, when people who conside …"
        },
        {
            "title": "Harry and Meghan perform last UK public engagement as royals",
            "category": "UK-News",
            "snippet": "The Duke and Duchess of Sussex have bid au revoir, if not goodbye, to formal royal life after carrying out their final public engagement in the UK as …"
        }
    ]
}