{
    "page": [
        {
            "title": "Appropriation or plagiarism? Booker novel poses difficult question",
            "category": "Books",
            "snippet": "Writing in the Observer in 1980, Martin Amis took to task a young New York-based writer, Jacob Epstein, for plagiarising him. In Wild Oats, Epstein ha …"
        },
        {
            "title": "Escape from Pretoria review – Daniel Radcliffe restages ANC prison break",
            "category": "Film",
            "snippet": "The rather amazing true story of the white ANC activist Tim Jenkin and his audacious escape from Pretoria Prison in apartheid-era South Africa is told …"
        },
        {
            "title": "Joan Mitchell obituary",
            "category": "UK-News",
            "snippet": "My mother, Joan Mitchell, who has died aged 98, worked for many years for the National Census and later in market research. She was born in Kensington …"
        },
        {
            "title": "Zenek review – synth-pop and showbiz behind the iron curtain",
            "category": "Film",
            "snippet": "Polish director Jan Hryniak has made a shaky drama about a teenager from 1980s nowheresville who becomes a mega-successful pop star. Based on the real …"
        },
        {
            "title": "Hundreds turn out for funeral of footballer Jordan Sinnott",
            "category": "UK-News",
            "snippet": "Summary: Hundreds of people turned out for the funeral of a footballer who died after being assaulted while on a night out. The funeral for Jordan Sinnott took …"
        },
        {
            "title": "Paul Addison obituary",
            "category": "Books",
            "snippet": "When Paul Addison, who has died aged 76 after suffering from cancer, embarked on studying the politics of the second world war, there were few scholar …"
        },
        {
            "title": "Bernie Sanders stays upbeat but concerns grow after difficult night",
            "category": "US-News",
            "snippet": "When Bernie Sanders came out to face his supporters in his home town of Burlington, Vermont, on Tuesday night he projected no signs of self-doubt. “We …"
        },
        {
            "title": "Met officer faces sack over child abuse video despite appeal",
            "category": "UK-News",
            "snippet": "Summary: One of Britain’s most senior black female officers, who was praised for helping victims of the Grenfell disaster, faces being sacked from the Metropol …"
        },
        {
            "title": "Bond movie No Time to Die pushed back to November",
            "category": "Film",
            "snippet": "The next James Bond film No Time to Die has been pushed back to November. The 25th 007 outing, set to be Daniel Craig’s last, was scheduled for a glob …"
        },
        {
            "title": "IMF slashes growth forecasts and offers $50bn coronavirus help - as it happened",
            "category": "Business",
            "snippet": "One more thing.... the IMF has also announced it will offer up to $50bn in emerging financing for countries stricken by the coronavirus outbreak. The …"
        },
        {
            "title": "Jeff Sessions’ run-off and a Bush's loss: Super Tuesday races you may have missed",
            "category": "US-News",
            "snippet": "While all the attention of Super Tuesday focused on the presidential nomination race among the Democrats and the fight between the former vice-preside …"
        },
        {
            "title": "Andrea Leadsom rewrites her history in desperate dirge of denial",
            "category": "Politics",
            "snippet": "Summary: Those we haven’t loved. It’s yet to register with Andrea Leadsom that she was sacked by Boris Johnson in the February reshuffle. In her own mind she s …"
        },
        {
            "title": "Biden sweeps with 'Joementum' – but Sanders shows he isn't done yet",
            "category": "US-News",
            "snippet": "Joe Biden has staged one of the greatest comebacks in modern political history to become the front runner of the Democratic presidential race after wi …"
        },
        {
            "title": "What Bloomberg's $500m could have bought instead",
            "category": "US-News",
            "snippet": "There wasn’t much good news on Super Tuesday for the more progressive wing of the Democratic party, save for one lesson: money on its own, mercifully, …"
        },
        {
            "title": "UK faces 'catastrophe' if Tories continue with 'no checks in Irish Sea' claim",
            "category": "UK-News",
            "snippet": "The UK will have a “catastrophe” on its hands unless Boris Johnson and cabinet ministers stop repeatedly claiming that there will be no checks in the …"
        },
        {
            "title": "Emergency coronavirus talks held on possibility of parliament closing",
            "category": "Politics",
            "snippet": "Emergency talks have taken place in Westminster between the Speaker and the government’s chief medical officer about the possibility of parliament clo …"
        },
        {
            "title": "IMF: coronavirus means 2020 growth will be lower than 2019",
            "category": "Business",
            "snippet": "The International Monetary Fund is to offer $50bn (£39bn) in emergency funding for countries hit by the coronavirus, as it warned that the spread of t …"
        },
        {
            "title": "California and Texas voters faced hours-long lines on Super Tuesday",
            "category": "US-News",
            "snippet": "Voters in Texas and California faced long lines at the polls on Super Tuesday with some waiting several hours or longer to cast their ballots in the v …"
        },
        {
            "title": "Johnson pushed to disclose when he heard Patel bullying claims",
            "category": "Politics",
            "snippet": "Boris Johnson is under pressure to disclose when he first heard claims of bullying by Priti Patel as new details emerged of her alleged behaviour towa …"
        },
        {
            "title": "Sports events in Italy go behind closed doors until 3 April due to coronavirus",
            "category": "Sport",
            "snippet": "Summary: The Italian government has confirmed that all sporting events must be staged behind closed doors until 3 April, affecting England’s Six Nations matche …"
        },
        {
            "title": "Carillion left school playing field looking like 'the Somme'",
            "category": "Business",
            "snippet": "Children at Russell Scott primary school in Tameside, Greater Manchester, still cannot use their playing fields after Carillion was contracted on a £3 …"
        },
        {
            "title": "Australian government stimulus package to protect economy from coronavirus impact expected within days",
            "category": "Business",
            "snippet": "A new business investment allowance, a financial boost for pensioners and immediate support for small and medium-sized businesses will form part of th …"
        },
        {
            "title": "Millions of uncounted California ballots to shed light on Sanders' future",
            "category": "US-News",
            "snippet": "Bernie Sanders was declared the winner in California just moments after polls closed but his final haul of delegates could remain uncertain for days, …"
        },
        {
            "title": "Flybe on brink of collapse as coronavirus outbreak takes toll",
            "category": "Business",
            "snippet": "Flybe is on the brink of collapse as the coronavirus hits demand for air travel and the government stalls on providing a crucial £100m loan for the re …"
        },
        {
            "title": "Wales have to match England physically and silence crowd, says Moriarty",
            "category": "Sport",
            "snippet": "Wales have been trying to open up this season after 12 years of Warrenball but they will be getting physical against England as they seek a first Six …"
        },
        {
            "title": "'I've been waiting years for this’: midnight queues as The Mirror & the Light finally hits shelves",
            "category": "Books",
            "snippet": "Summary: Almost 500 years after Thomas Cromwell was imprisoned in the Tower of London, the 1,000-year-old site was illuminated on Wednesday evening with an ima …"
        },
        {
            "title": "Mako Vunipola barred from England camp but available for Saracens",
            "category": "Sport",
            "snippet": "Mako Vunipola was told to stay away from England training because of concerns over a coronavirus outbreak in their “camp-based environment” and is not …"
        },
        {
            "title": "Leading investor group tells companies to set out climate crisis plans",
            "category": "Business",
            "snippet": "An influential group of investors is for the first time demanding that all UK-listed companies disclose how the climate emergency will impact their bu …"
        },
        {
            "title": "Sanders and Warren allies reportedly in talks to push a progressive agenda – as it happened",
            "category": "US-News",
            "snippet": "Mike Bloomberg dropped out of the race and endorsed Joe Biden. The billionaire candidate spent $500 million and failed to win a single Super Tuesday s …"
        },
        {
            "title": "Robert Durst: Berman murder trial opens with jury watching The Jinx",
            "category": "US-News",
            "snippet": "Jurors have watched clips from an Emmy-award winning documentary and a feature film about Robert Durst, a New York real estate heir charged with murde …"
        },
        {
            "title": "US-China media row deepens as Beijing hints at revenge over curbs on state media",
            "category": "US-News",
            "snippet": "China has hinted at retaliation against the US for its decision to slash the number of Chinese state media staff allowed in the country, escalating a …"
        },
        {
            "title": "No certainty yet over Australian GP as new coronavirus travel measures introduced",
            "category": "Sport",
            "snippet": "Enhanced screening measures for visitors travelling from Italy to Australia, rather than an outright travel ban, have been introduced amid fears the F …"
        },
        {
            "title": "Top of the shops: how has Oxford Street survived the slow death of the high street?",
            "category": "Life-and-Style",
            "snippet": "Harry Gordon Selfridge was out to win. The year was 1909 and the US retail magnate was opening his new store in London’s Oxford Street. His rival was …"
        },
        {
            "title": "Military Wives review – feelgood choir comedy strains in vain for laughs",
            "category": "Film",
            "snippet": "A military wives choir film without Gareth Malone? Isn’t that like The Witches of Eastwick without Jack Nicholson? Here is a fantasy-realist dramedy v …"
        },
        {
            "title": "Flybe: airline collapses two months after government announces rescue",
            "category": "Business",
            "snippet": "Flybe, Europe’s largest regional airline, has collapsed into administration with the loss of more than 2,000 jobs, less than two months after the gove …"
        },
        {
            "title": "Polygamy is about to be decriminalised in Utah. Is it good news for women?",
            "category": "Life-and-Style",
            "snippet": "Summary: Growing up in a polygamist community, Shirlee Draper heard stories about her father’s childhood – how he was pulled out from under his bed in a govern …"
        },
        {
            "title": "Sulphur and White review – a bold study of abuse and trauma",
            "category": "Film",
            "snippet": "Sulphur and White is a painful, disturbing and absorbing episodic drama based on the life of NSPCC campaigner and abuse survivor David Tait – played h …"
        },
        {
            "title": "The unstoppable rise of nosebleeds in cinema",
            "category": "Film",
            "snippet": "Summary: That stress can induce nosebleeds is partly cinematic myth. Going by the frequency with which they appear in film, you would imagine most of us are co …"
        },
        {
            "title": "Alanis Morissette review – Jagged Little Pill still cuts deep after 25 years",
            "category": "Music",
            "snippet": "In the 25 years since Jagged Little Pill made Alanis Morissette a household name, the album has been around the block a few times. There was an acoust …"
        },
        {
            "title": "Transphobia row leaves Scottish poetry scene in turmoil",
            "category": "Books",
            "snippet": "A bitter conflict is escalating in the Scottish literary scene with the Scottish Poetry Library (SPL) standing accused of “institutional transphobia” …"
        },
        {
            "title": "Wayne Pivac needs to shed Mr Nice Guy image if Wales are to prosper",
            "category": "Sport",
            "snippet": "Leo Durocher was a baseball coach who made Eddie Jones look like the what-hoing Bertie Wooster. Known as Leo the Lip, he managed the Brooklyn Dodgers …"
        },
        {
            "title": "Australia beat South Africa by five runs: Women's World T20 semi-final – as it happened",
            "category": "Sport",
            "snippet": "Summary: And that’s me done. Thank you for your company across two very unusual OBOs today. We’ll be back again on Sunday for the final - it’s going to be huge …"
        },
        {
            "title": "Evil or genius – what has Disney done to Artemis Fowl?",
            "category": "Film",
            "snippet": "As chequered histories go, the story of Artemis Fowl’s marathon trek to the big screen is not quite up there with that of Terry Gilliam’s famously lon …"
        },
        {
            "title": "Broken Greek by Pete Paphides review – chip shops and pop music",
            "category": "Books",
            "snippet": "In early 1977, the single “When I Need You” by Leo Sayer spent three weeks at the top of the British charts. The song might now suggest a hacked-out b …"
        },
        {
            "title": "Gordon Brown backs Keir Starmer for Labour leader",
            "category": "Politics",
            "snippet": "Summary: Gordon Brown has backed Keir Starmer to be Labour leader, saying he has all the qualifications needed to become prime minister. Brown said all three c …"
        },
        {
            "title": "Ian Poulter and Europe speak as one after zinger from Paul Azinger",
            "category": "Sport",
            "snippet": "He has been the beating heart of Europe’s Ryder Cup team for close to two decades. Ian Poulter may have resided in Florida for 11 years but one staunc …"
        },
        {
            "title": "Strangulation, asphyxiation, rubber: making the BDSM romcom Dogs Don't Wear Pants",
            "category": "Film",
            "snippet": "Summary: BDSM is – perhaps surprisingly – big news in Palm Springs, southern California. The director Jukka-Pekka Valkeapää, showing his new, fetish-themed, th …"
        },
        {
            "title": "What is the difference between the words epidemic and pandemic?",
            "category": "Books",
            "snippet": "Is the coronavirus more scary if it’s called a “pandemic” rather than an “epidemic”? And what exactly is the difference? The “-demic” part comes from …"
        },
        {
            "title": "Extradition case against Catalan MEP suspended in Scotland",
            "category": "UK-News",
            "snippet": "A court has suspended the extradition case against Clara Ponsatí, a Catalan economist living in Scotland, because she has immunity from prosecution af …"
        },
        {
            "title": "Parasite: Black & White Version review – horror with a shade of Ealing comedy",
            "category": "Film",
            "snippet": "There’s a moment in Terry Zwigoff’s 1994 documentary about Robert Crumb when the cartoonist leans over his teenage son, tweaks the colour on TV so the …"
        }
    ]
}