{
    "page": [
        {
            "title": "'I don't take responsibility': Trump shakes hands and spreads blame over coronavirus",
            "category": "US-News",
            "snippet": "He fingered the microphone and put his lips up close. He shook hands with everyone he could. Donald Trump, who promised you’re going to win so much yo …"
        },
        {
            "title": "Bag firm adds ‘unique’ appeal by stitching in historical figures’ letters",
            "category": "Books",
            "snippet": "Summary: Love historic documents signed by figures such as Queen Victoria and Charles Dickens? Love luxury handbags? A new company is targeting this novel cros …"
        },
        {
            "title": "Blind date: ‘Did we kiss? A gentleman never tells’",
            "category": "Life-and-Style",
            "snippet": "Gustavo on Bryan What were you hoping for? At worst, a funny date story and a free dinner. At best, a good time with someone I might not have otherwis …"
        },
        {
            "title": "Tim Dowling: I’m slowly following in my wife’s 10,000 footsteps",
            "category": "Life-and-Style",
            "snippet": "My wife gave the youngest one a pedometer for Christmas, but he refused to use it on the grounds that it was a tracking device designed to monitor his …"
        },
        {
            "title": "Can Democrats unite the party in time for November's election?",
            "category": "US-News",
            "snippet": "It’s hard to imagine right now but Bernie Sanders and Joe Biden both know that in a few months they’re going to have to put on a united front to have …"
        },
        {
            "title": "Fitness tips: singing – three ways to get started",
            "category": "Life-and-Style",
            "snippet": "Warm up Start with a lip trill. Relax your jaw, keep your tongue loose, allow space between your wisdom teeth, and keep your neck and shoulders as fre …"
        },
        {
            "title": "Fit in my 40s: Mamma mia! Can I really work out by singing Abba?",
            "category": "Life-and-Style",
            "snippet": "Mark De-Lisser is a voice coach, lately a media one, making heart-warming reality shows in which he builds community choirs to beat loneliness, or the …"
        },
        {
            "title": "Katie Melua: 'My musical ear developed during Georgia's blackouts'",
            "category": "Music",
            "snippet": "In a recording booth at the Georgian Film Studios in Tbilisi, an engineer helping to record the violinist Lisa Batiashvili’s new album curses under hi …"
        },
        {
            "title": "The Voice in My Ear by Frances Leviston review – sly, truthful stories",
            "category": "Books",
            "snippet": "Names in fiction can feel false in their very arbitrariness. “Once you have suffered sufficiently, the idea of making up John and Jane and having them …"
        },
        {
            "title": "Can nature really heal us?",
            "category": "Books",
            "snippet": "Summary: There is a revealing moment in Isabel Hardman’s book where the author, a political journalist who lives with post-traumatic stress disorder, joins a f …"
        },
        {
            "title": "Sportwatch: Sydney into W-League grand final, Pies win big in AFLW, NRL, Super Rugby, and more - as it happened",
            "category": "Sport",
            "snippet": "That’s all from me for today. Lots happened, quite how much of it will matter in the long run remains to be seen. All eyes now on the response to New …"
        },
        {
            "title": "'I’ve got a drawer full of wigs – brown one day, pink the next': living with alopecia",
            "category": "Life-and-Style",
            "snippet": "“It’s like a gun going off, and once that’s happened there’s no going back.” This is how Guardian photographer Graeme Robertson describes the onset of …"
        },
        {
            "title": "This Too Shall Pass by Julia Samuel review – how to cope with change",
            "category": "Books",
            "snippet": "The only constant is change, said Heraclitus in about 500BC, yet we are rarely prepared for the significant transitions in our lives. Julia Samuel, a …"
        },
        {
            "title": "Steven Appleby: ‘Cross-dressing in secret felt dishonest and stifling'",
            "category": "Books",
            "snippet": "Back in 2002, Steven Appleby inadvertently outed himself in a comic strip about a cross-dressing superhero saving fashion victims from pinstripes and …"
        },
        {
            "title": "The week in classical: Giulio Cesare; Susanna – review",
            "category": "Music",
            "snippet": "Two very different approaches to Handel found their way on to London stages last week; one sure-footed and graceful, the other awkward and graceless, …"
        },
        {
            "title": "English Monsters by James Scudamore review – the horrors of boarding school",
            "category": "Books",
            "snippet": "English Monsters is exactly the right title for this dark, tender, troubling novel. The phrase comes from Shakespeare – “See you, my princes and my no …"
        },
        {
            "title": "Joe Root says England players’ minds were elsewhere over coronavirus",
            "category": "Sport",
            "snippet": "Joe Root has outlined how the decision to abandon England’s tour of Sri Lanka was driven more by the unsettling effect of the coronavirus pandemic on …"
        },
        {
            "title": "One to watch: Brooke Bentham",
            "category": "Music",
            "snippet": "The River Tyne has seen many singer-songwriters bubbling up from its banks. After Sting and Neil Tennant, Richard Dawson and Sam Fender comes 24-year- …"
        },
        {
            "title": "Misbehaviour review – well-mannered Miss World drama",
            "category": "Film",
            "snippet": "“So you don’t want to bring down the establishment, you just want a seat at the table?” sneers anarchist women’s libber Jo (Jessie Buckley). Though in …"
        },
        {
            "title": "Kyle MacLachlan: ‘I don’t understand all of Twin Peaks’",
            "category": "Life-and-Style",
            "snippet": "Having a good mentor is important. I wasn’t particularly driven to be an actor. I’d tried lots of things out in college. I had a lot of interests; act …"
        },
        {
            "title": "An artist’s home by the sea",
            "category": "Life-and-Style",
            "snippet": "You see the most remarkable skies here – like a miracle of heaven and earth together,” says artist Rachael Dickens of the view from her newly built ho …"
        },
        {
            "title": "Amazon to open store without checkouts in UK",
            "category": "Business",
            "snippet": "Amazon hopes to transform another sector of the British retail market by bringing a checkout-free food store to London. Later this year, the US retail …"
        },
        {
            "title": "Rishi Sunak’s budget spending spree could come at a high price",
            "category": "UK-News",
            "snippet": "Once more we are fighting a war with borrowed money, only this time it is not to rescue the villainous banking sector from its excesses. Now Britain w …"
        },
        {
            "title": "Brexit: coronavirus sparks calls to extend EU transition period",
            "category": "Politics",
            "snippet": "Britain and the EU are facing calls to back away from a “game of chicken” and extend the Brexit transition period immediately, as both respond to the …"
        },
        {
            "title": "Phyllis Rose: ‘Power still resides in marriage’",
            "category": "Books",
            "snippet": "Summary: Phyllis Rose is an American author and former academic whose books include Woman of Letters: A Life of Virginia Woolf and The Year of Reading Proust. …"
        },
        {
            "title": "Book clinic: Which thrillers and crime fiction will keep my teenager hooked?",
            "category": "Books",
            "snippet": "Q: My son is 17 and loves thrillers and crime novels. Can you recommend some classics that might appeal to him and some new titles, too? Anonymous mot …"
        },
        {
            "title": "Business as usual for horse racing until Government says otherwise",
            "category": "Sport",
            "snippet": "“Keep calm and kick on” is the maxim racing appears to have adopted in the face of the threat posed by coronavirus, judging by the views expressed on …"
        },
        {
            "title": "How we stay together: 'You can’t just forge down your own path'",
            "category": "Life-and-Style",
            "snippet": "Names: Paul and Lisa Thomson Years together: 36 Occupations: Singing coach and retired banking executive There’s a moment for many couples when their …"
        },
        {
            "title": "Throbbing Gristle and Psychic TV leader Genesis Breyer P-Orridge dies aged 70",
            "category": "Music",
            "snippet": "Genesis Breyer P-Orridge, co-founder of avant-garde band Throbbing Gristle and leader of Psychic TV, has died aged 70, according to reports from their …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Trump tests negative for coronavirus and expands travel ban to UK and Ireland",
            "category": "US-News",
            "snippet": "Donald Trump has tested negative for the coronavirus as he announced new measures to tackle the crisis, including expanding the existing US travel ban …"
        },
        {
            "title": "Home listening: a wealth of new music, plus Alma Mahler in person…",
            "category": "Music",
            "snippet": "Summary: • Mixing different musical styles used to be called crossover. No one much liked the word. The Civitas Ensemble – three top players from the Chicago S …"
        },
        {
            "title": "Low by Jeet Thayil review – a peculiar high",
            "category": "Books",
            "snippet": "Summary: The work of Jeet Thayil has often been marked by a preoccupation with the dangers and appeal of narcotic oblivion. His first novel, Narcopolis (2012), …"
        },
        {
            "title": "'Sledgehammer on Trump, scalpel on Sanders': Biden approaches key debate",
            "category": "US-News",
            "snippet": "Joe Biden and Bernie Sanders will square off in the 11th Democratic debate on Sunday night, in a contest moved from Arizona to Washington DC and held …"
        },
        {
            "title": "From the archive: Martin Amis on tour with Elton John and Watford FC",
            "category": "Life-and-Style",
            "snippet": "Martin Amis had rather low expectations for his visit to China with Watford FC and Elton John, their chairman, for the Observer Magazine of 10 July 19 …"
        },
        {
            "title": "The acid test of Trump's maverick leadership has come – can he save himself?",
            "category": "US-News",
            "snippet": "Summary: With his back to the wall, Donald Trump turned to perhaps the only people that truly impress him: not health experts or scientists but the titans of c …"
        },
        {
            "title": "Spring mornings start with gifts and birds",
            "category": "Life-and-Style",
            "snippet": "The priory blackbirds are calling, an urgent dawn chorus, no longer one eager male but a full spring choir. Downstairs, seed is stirring, too. Flower …"
        },
        {
            "title": "Turn your eyes into a work of art",
            "category": "Life-and-Style",
            "snippet": "Painterly maquillage is all the rage. This is brilliant for everyone, from the cackhanded to those who are good at art, because its carte-blanche etho …"
        },
        {
            "title": "Sunday with Sophie Walker: ‘I run to clear my head’",
            "category": "Life-and-Style",
            "snippet": "Summary: What time are you up? Having worked for 20 years at Reuters doing breaking news you become an early bird – a junkie for knowing what’s going on. But o …"
        },
        {
            "title": "Narnia to Wonderland: Oxford’s Story Museum brings kids’ books to life",
            "category": "UK-News",
            "snippet": "Summary: For fans of children’s literature, it is an unmissable sight: Philip Pullman’s own alethiometer, a detailed realisation of the magical symbol reader d …"
        },
        {
            "title": "Bacurau review – wildly entertaining Brazilian weirdness",
            "category": "Film",
            "snippet": "Disaster communism is given the weird western treatment in Kleber Mendonça Filho (Neighbouring Sounds, Aquarius) and Juliano Dornelles’s wildly entert …"
        },
        {
            "title": "Greenery by Tim Dee review – hope’s eternal spring",
            "category": "Books",
            "snippet": "The inspiration for Cormac McCarthy’s bleakly apocalyptic The Road sprang from a surprisingly domestic source. McCarthy found himself, late in life, a …"
        },
        {
            "title": "UK supermarkets appeal for calm as shelves empty",
            "category": "Business",
            "snippet": "Britain’s leading supermarkets are pleading with customers to refrain from panic buying during the coronavirus crisis, with some already rationing ite …"
        },
        {
            "title": "The UFC’s defiance of the coronavirus outbreak is reckless and irresponsible",
            "category": "Sport",
            "snippet": "In the wake of the World Health Organization declaring the novel coronavirus 2019 a pandemic on Wednesday, major sports leagues in the United States a …"
        },
        {
            "title": "Mother's Day marketing is not what it used to be",
            "category": "Life-and-Style",
            "snippet": "Mother’s Day has got weird. Hasn’t it? As I remember it, next Sunday’s celebration has traditionally been a morning of handmade cards rashy with glitt …"
        },
        {
            "title": "In the Land of Men by Adrienne Miller – review",
            "category": "Books",
            "snippet": "There is a paradox at the heart of Adrienne Miller’s memoir, In the Land of Men. On the one hand, it’s an account of her becoming the first female lit …"
        },
        {
            "title": "A small nail-trimming injury leads to blood, sweat and tears – for all except the victim",
            "category": "Life-and-Style",
            "snippet": "The cut was tiny. A small laceration on the edge of a fingertip where my wife had been trimming my son’s nails. It didn’t seem to hurt and he hadn’t e …"
        },
        {
            "title": "Mark Kermode’s Secrets of Cinema – from Oscar-winning strategies to 007’s debt to Hitchcock",
            "category": "Film",
            "snippet": "Despite the title, there’s no “secret” to Secrets of Cinema, a new three-part BBC4 series of which begins this week. Instead the programme is about th …"
        },
        {
            "title": "Busy cricketing calendar leaves ECB with limited space for rescheduling",
            "category": "Sport",
            "snippet": "Briefly there was the possibility England’s cricketers may provide a semblance of normality given Sri Lanka has so far managed to avoid having many co …"
        },
        {
            "title": "The Hunt review – silly horror satire",
            "category": "Film",
            "snippet": "Following mass shootings in Dayton, Ohio and El Paso, Texas in 2019, Universal decided to delay the release of this satirical horror film, should it i …"
        }
    ]
}