{
    "page": [
        {
            "title": "Skype lessons and exercise plans: how older people are preparing for lockdown",
            "category": "Life-and-Style",
            "snippet": "This is not going to be easy. While the government dithers, I have been self-isolating for a week (doctor’s advice for an existing cough). Plenty of o …"
        },
        {
            "title": "Jon Hopkins review – recital turns rave as fans embrace one last gig",
            "category": "Music",
            "snippet": "Sunday evening and the atmosphere in Brighton Dome feels curiously subdued. Perhaps it has something to do with the fact that you can’t escape current …"
        },
        {
            "title": "Investigation reveals number of 'ghost trains' lying idle in Britain",
            "category": "UK-News",
            "snippet": "At a time of rising fares and growing passenger dissatisfaction, an investigation has revealed that thousands of unused trains are standing idle in ra …"
        },
        {
            "title": "Essex lorry deaths: fifth charged over deaths of 39 Vietnamese people",
            "category": "UK-News",
            "snippet": "A fifth person has been charged by police in connection with the investigation into the deaths of 39 Vietnamese people in a refrigerated lorry in Esse …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Lousie Erdrich’s Last Report On The Miracles At Li …"
        },
        {
            "title": "IOC rules out staging Tokyo Olympic Games behind closed doors",
            "category": "Sport",
            "snippet": "The International Olympic Committee has ruled out staging the Tokyo Games behind closed doors because insiders say that would be anathema to the philo …"
        },
        {
            "title": "Talking Horses: all racing to go behind closed doors from Tuesday",
            "category": "Sport",
            "snippet": "The British Horseracing Authority confirmed yesterday that all British racing will be behind closed doors from today until at least the end of March, …"
        },
        {
            "title": "Erin Brockovich at 20: how a grim true story became a glossy star vehicle",
            "category": "Film",
            "snippet": "In 1989, Steven Soderbergh changed the independent film business forever with sex, lies and videotape. A decade later, he conquered Hollywood. But it’ …"
        },
        {
            "title": "NFL says draft will go ahead in April but behind closed doors",
            "category": "Sport",
            "snippet": "The NFL has said one of the biggest events on its calendar, the draft, will go ahead as planned next month in Las Vegas. Sporting events across the wo …"
        },
        {
            "title": "Exposure therapy: why we're obsessed with watching virus movies",
            "category": "Film",
            "snippet": "In flagrant disregard for the old adage about the show going on, the entertainment industry has ground to a halt. Reports of coronavirus outbreaks put …"
        },
        {
            "title": "eBay urged to clamp down on coronavirus profiteering",
            "category": "UK-News",
            "snippet": "EBay has been urged to clamp down on people profiteering from the coronavirus outbreak as sellers rake in hundreds of pounds from vastly inflated pric …"
        },
        {
            "title": "Salmond accused of trying to force official to re-enact painting kiss",
            "category": "UK-News",
            "snippet": "A female civil servant has accused Alex Salmond of trying to force her to re-enact a painting of an older man kissing a “scantily clad” woman by the S …"
        },
        {
            "title": "Enid Wistrich obituary",
            "category": "UK-News",
            "snippet": "Summary: My mother, Enid Wistrich, who has died aged 91, was once described by a tabloid newspaper as possibly “the most dangerous woman in Britain” following …"
        },
        {
            "title": "Police arrest 13 children after boy beaten on train near Newcastle",
            "category": "UK-News",
            "snippet": "Thirteen children have been arrested after a boy was severely beaten on a train. The 11-year-old boy was travelling on the Tyne and Wear Metro between …"
        },
        {
            "title": "Delivery by skateboard? Coronavirus sees indie booksellers get inventive",
            "category": "Books",
            "snippet": "The booksellers at Burley Fisher Books in Haggerston are expecting their bikes to get a lot of use over the coming weeks. On Friday, they encouraged a …"
        },
        {
            "title": "LSO/Pappano review - intense and unsparing emotional directness",
            "category": "Music",
            "snippet": "At the end of his concert with the London Symphony Orchestra, Antonio Pappano made a short speech, thanking the audience for attending and giving thei …"
        },
        {
            "title": "Travelex owner at risk as £81m of undisclosed cheques emerge",
            "category": "Business",
            "snippet": "The embattled Travelex owner Finablr is at risk of collapse after the company revealed it had issued $100m (£81m) worth of undisclosed cheques and ann …"
        },
        {
            "title": "Police arrest man over double murder in Birmingham",
            "category": "UK-News",
            "snippet": "Summary: A 40-year-old man has been arrested on suspicion of murdering two women who were stabbed to death in neighbouring homes. Police found a 43-year-old wo …"
        },
        {
            "title": "Kelso keeps on racing with one man and his dog in the stands",
            "category": "Sport",
            "snippet": "Summary: The odds-on favourite won the first race here on Monday and the loudest noise as Sam Twiston-Davies and Little Rory Mac galloped towards the line was …"
        },
        {
            "title": "RFL admits clubs are under threat after suspending season over coronavirus",
            "category": "Sport",
            "snippet": "The Rugby Football League’s chief executive, Ralph Rimmer, has conceded the future of many clubs could be under threat after it was unanimously agreed …"
        },
        {
            "title": "Don’t text your ex: why self-isolation isn't the time to try to get your past love back",
            "category": "Life-and-Style",
            "snippet": "It’s the middle of a pandemic and you’ve been sitting at home for a while. The subway is a no-go, so you’re working from home. Your usual social event …"
        },
        {
            "title": "The Invisible Man, Emma and other movies to stream early as cinemas close",
            "category": "Film",
            "snippet": "Summary: As Covid-19 continues to gut the entertainment industry, shutting down theaters across the world to prevent community transmission of the virus, Unive …"
        },
        {
            "title": "PM finally defers to experts as he deflects tricky Covid questions",
            "category": "Politics",
            "snippet": "Summary: This was a critical moment for Boris Johnson. He went into Monday’s Downing Street press conference – set to be a daily occurrence from now on – with …"
        },
        {
            "title": "A few points to ponder before beginning a bailout of the airlines",
            "category": "Business",
            "snippet": "Summary: Bail out the airlines? Clearly, some form of government support may be needed soon, but a bailout is a misleadingly broad term. Ministers should keep …"
        },
        {
            "title": "Grand National 2020 cancelled due to coronavirus outbreak",
            "category": "Sport",
            "snippet": "The Grand National at Aintree on 4 April, in which Tiger Roll had been expected to attempt an unprecedented third consecutive victory in the world’s m …"
        },
        {
            "title": "As recession looms, what can ministers do for British households?",
            "category": "Business",
            "snippet": "The UK government is drawing up plans to provide fresh help for households and businesses as the spotlight for action to alleviate the imminent Covid- …"
        },
        {
            "title": "Wall Street suffers worst day since 1987 as recession fears grow - business live",
            "category": "Business",
            "snippet": "Summary: market mayhem We are wrapping up today’s business blog. What a day. Wall Street has plunged 12% US airlines are asking for a $50bn bailout Ca …"
        },
        {
            "title": "Global Witness accuses UK of 'rank hypocrisy' on fossil fuel projects",
            "category": "Business",
            "snippet": "The UK government’s export credit agency has fallen foul of OECD guidelines by offering multibillion-pound support to fossil fuel projects overseas de …"
        },
        {
            "title": "Dogs have their day at the National Sheep Dog Trials in Canberra",
            "category": "Life-and-Style",
            "snippet": "At 8am on Sunday morning, the Hall village showground still feels sleepy, though a dog and worker duo in the “improver” category of the National Sheep …"
        },
        {
            "title": "Ohio primary vote halted at last minute amid coronavirus court battle",
            "category": "US-News",
            "snippet": "Heath officials in Ohio have postponed the state’s primary vote just hours before polls were set to open, an 11th-hour decision that came after a judg …"
        },
        {
            "title": "AFLW community rallies in face of coronavirus-impacted season",
            "category": "Sport",
            "snippet": "Summary: We live in undoubtedly strange times. There aren’t answers to many questions about the ongoing effects of the coronavirus at the moment, but one thing …"
        },
        {
            "title": "Russians Among Us by Gordon Corera review – spies in plain sight",
            "category": "Books",
            "snippet": "Summary: In June 2010, Vladimir Putin’s spies broke into the Guardian’s Moscow office. This was a regular thing. Whenever I wrote a story that displeased the K …"
        },
        {
            "title": "My sex drive has increased – but my husband won’t have sex more than once a week",
            "category": "Life-and-Style",
            "snippet": "My husband and I, who have both just turned 30, have been together for almost 10 years. He has been away a lot because he is in the military. Two year …"
        },
        {
            "title": "Sorry, the band making ennui sexy",
            "category": "Music",
            "snippet": "Most bands form over pints, broken hearts and aspirations of superstardom. Few start with mild bullying. But Asha Lorenz, the frontwoman of London ban …"
        },
        {
            "title": "Poetry book of the month: Loss by David Harsent – review",
            "category": "Books",
            "snippet": "This is a long watch of a poem, a tormented vigil. You want to ask, “Who’s there?” – a question you might, like the guard in Hamlet’s opening scene, c …"
        },
        {
            "title": "The last dance: clubbing in the coronavirus crisis",
            "category": "Music",
            "snippet": "Bang Face, a dance music festival held at Southport holiday park Pontins, is known for a particularly hell-for-leather approach to jackhammering dance …"
        },
        {
            "title": "Drake scores most US chart hits ever",
            "category": "Music",
            "snippet": "Summary: Canadian rapper Drake now has more US chart hits than any other artist in history, scoring his 208th Billboard Hot 100 entry this week. The rapper bro …"
        },
        {
            "title": "Paul Schrader slams coronavirus film shutdown, says he'd rather 'die on the job'",
            "category": "Film",
            "snippet": "Film director Paul Schrader has castigated the producers of his current film after the shoot was shut down after one of the actors was diagnosed with …"
        },
        {
            "title": "British Museum says metal detectorists found 1,311 treasures last year",
            "category": "UK-News",
            "snippet": "An astonishingly well-preserved medieval brooch featuring what could be dragon and dog decorations is among a record number of objects discovered last …"
        },
        {
            "title": "Tom Hanks leaves hospital after coronavirus diagnosis in Australia",
            "category": "Film",
            "snippet": "Actor Tom Hanks and his wife, Rita Wilson, have been discharged from an Australian hospital but remain in self-isolation as they recover from coronavi …"
        },
        {
            "title": "Talking Horses: all racing suspended until end of April due to coronavirus",
            "category": "Sport",
            "snippet": "The British Horseracing Authority has abandoned its attempt to continue racing behind closed doors and announced that all racing in Britain will be su …"
        },
        {
            "title": "Belichick hails 'exceptional' Brady as QB leaves Patriots after 20 years and six titles",
            "category": "Sport",
            "snippet": "Summary: One of the most successful partnerships in the history of US sports has come to an end with the news that Tom Brady is leaving the New England Patriot …"
        },
        {
            "title": "Centrica replaces chairman and ousts outgoing CEO",
            "category": "Business",
            "snippet": "Summary: The owner of British Gas has replaced its chairman and ousted its outgoing chief executive with immediate effect amid deepening financial woes. Centri …"
        },
        {
            "title": "England batsman Alex Hales in self-isolation with coronavirus symptoms",
            "category": "Sport",
            "snippet": "The Pakistan Super League was called off with only three matches remaining after Alex Hales returned home early from the tournament and then went into …"
        },
        {
            "title": "How has my sports watch kept going for 25 years without a battery change?",
            "category": "Life-and-Style",
            "snippet": "I’ve had a digital sports watch for about 25 years. It continues to work well (apart from the nightlight) yet I’ve no recollection of ever renewing th …"
        },
        {
            "title": "How to survive isolation with your roommates, your partner, your kids – and yourself",
            "category": "Life-and-Style",
            "snippet": "Summary: By now, we all know that voluntary social distancing is key to mitigating the spread of Covid-19. In the grand scheme of things, lying low for a littl …"
        },
        {
            "title": "Video of Wellington the penguin exploring empty aquarium is a jolt of joy",
            "category": "US-News",
            "snippet": "As people across the US and the world face up to the reality of closed workplaces, bars and restaurants as the coronavirus spreads, many have found so …"
        },
        {
            "title": "How to make a home gym from household items while self-isolating",
            "category": "Life-and-Style",
            "snippet": "The gym is off-limits for now – but you can put together a functional gym with items you already own. “You don’t need to spend a lot of money on kit,” …"
        },
        {
            "title": "Return of the phone call: why talking beats texting when you're in isolation",
            "category": "Life-and-Style",
            "snippet": "Summary: Name: Phone call. Er… Hello? Hello. Hello! Hello! What the hell is this? This is a phone call. Really? Why, what’s wrong? Is there an emergency? Well, …"
        },
        {
            "title": "Torture and 'bribery': the extradition of the Manchester bomber's brother",
            "category": "UK-News",
            "snippet": "Summary: It took more than two years for British diplomats to secure the extradition of Hashem Abedi, the brother of the Manchester Arena bomber, amid claims t …"
        }
    ]
}