{
    "page": [
        {
            "title": "Alex Salmond jury retires to consider sexual assault verdicts",
            "category": "UK-News",
            "snippet": "Summary: Alex Salmond’s lawyer has told jurors at the former first minister’s trial that the entire sexual assault and attempted rape case is “murky” and “smel …"
        },
        {
            "title": "'You are a trophy': ex-beauty queens judge Misbehaviour",
            "category": "Film",
            "snippet": "‘It was like a cattle market’ Sally-Ann Fawcett, author, former beauty contestant and judge From a historical point of view, the film Misbehaviour’s s …"
        },
        {
            "title": "Detroit automakers shut down plants but workers may return to build ventilators",
            "category": "US-News",
            "snippet": "Detroit automakers shut down their North American plants this week amid growing fears over coronavirus spreading among blue-collar employees working i …"
        },
        {
            "title": "London hospitals struggle to cope with coronavirus surge",
            "category": "UK-News",
            "snippet": "Hospitals in south London are struggling to cope with a thirteenfold “explosion” in the number of patients left seriously ill with Covid-19, which has …"
        },
        {
            "title": "F1 drivers prepare for face-off in virtual races following postponements",
            "category": "Sport",
            "snippet": "Formula One is to run a series of virtual grands prix to fill in gaps left by races that have been cancelled or postponed due to coronavirus. The non- …"
        },
        {
            "title": "Sunak launches third UK budget in nine days – and the most crucial",
            "category": "Business",
            "snippet": "Having waited more than a year for a budget, Britain has now had three in the space of nine days. The third in the series was the biggest, and the mos …"
        },
        {
            "title": "'This is a scary time': coronavirus emergency fund set up for authors",
            "category": "Books",
            "snippet": "A £330,000 emergency fund for authors is being launched to support those facing “unmanageable” losses from the cancellation of events, book tours and …"
        },
        {
            "title": "Betty Williams obituary",
            "category": "UK-News",
            "snippet": "The afternoon of 10 August 1976 in the Provisional IRA heartland of Andersonstown in west Belfast was hot and sunny. But, as ever, the ongoing conflic …"
        },
        {
            "title": "'Like an emotional Mexican wave': how coronavirus kindness makes the world seem smaller",
            "category": "Life-and-Style",
            "snippet": "“The streets are quiet and the shelves are empty. But we’re all supporting one another,” was the reply I got back from my friend in Wales when checkin …"
        },
        {
            "title": "UK coronavirus: restaurants, pubs and gyms to close; government to pay 80% of wages of those not working – as it happened",
            "category": "Politics",
            "snippet": "Summary: All cafes, pubs, bars, clubs, restaurants, gyms, leisure centres, nightclubs, theatres and cinemas must close tonight, Boris Johnson announced as the …"
        },
        {
            "title": "Coronavirus leaves roadies and events crew devastated: 'It's the first industry to stop dead'",
            "category": "Music",
            "snippet": "During the 45 minutes we’re on the phone, Steve “Pineapple” Alberts – a behind-the-scenes mainstay of Australian live music – misses seven calls. Albe …"
        },
        {
            "title": "The Platform review – fiendish Netflix thriller about a gory battle for food",
            "category": "Film",
            "snippet": "There’s an ingenious idea at the dark heart of the Netflix-acquired Spanish thriller The Platform, slithering online just in time to make certain view …"
        },
        {
            "title": "Kentucky Republicans quietly tighten voter restrictions as US focuses on Covid-19",
            "category": "US-News",
            "snippet": "As states around the country enacted emergency measures to deal with the outbreak of coronavirus, Kentucky lawmakers quietly tightened and approved a …"
        },
        {
            "title": "Far from the gladdening crowd: live sport is our collective therapy",
            "category": "Sport",
            "snippet": "“The future belongs to crowds,” Don DeLillo wrote in Mao II, a quote that makes DeLillo sound po-faced and serious, when he also wrote things like “Bl …"
        },
        {
            "title": "Wall Street ends down after worst week since 2008 financial crisis - as it happened",
            "category": "Business",
            "snippet": "Wall Street has closed for the week - and what a week. The S&P 500 is down 15% for the week. The Dow fell over 900 points on Friday after a brief morn …"
        },
        {
            "title": "Here's what a 'stay home' order means for New York",
            "category": "US-News",
            "snippet": "Summary: Governor Andrew Cuomo of New York has ordered the shutdown of all non-essential businesses in the state, as the number of confirmed coronavirus cases …"
        },
        {
            "title": "Blind date: ‘I think I had my work cut out after admitting I was an accountant’",
            "category": "Life-and-Style",
            "snippet": "Fiona on Jack What were you hoping for? A great date, or at least an amusing story. First impressions? Well dressed, great smile, pretty cute. What di …"
        },
        {
            "title": "Lockdown: Simon Armitage writes poem about coronavirus outbreak",
            "category": "Books",
            "snippet": "Simon Armitage has written a poem to address the coronavirus and a lockdown that is slowly being implemented across the UK, saying that the art form c …"
        },
        {
            "title": "Tim Dowling: social distancing? That comes naturally to me",
            "category": "Life-and-Style",
            "snippet": "Summary: I never go anywhere, and I wash my hands a lot. Social distancing is a guiding principle of my existence. When it comes to adjusting my behaviour in l …"
        },
        {
            "title": "My tip for self-isolation? It’s best not to stockpile books",
            "category": "Books",
            "snippet": "Summary: I’m the sort of person who stays in the house for fun. Really. When people ask what I’m doing, expecting that the life of an author is a socially busy …"
        },
        {
            "title": "Kenny Rogers, country music star, dies aged 81",
            "category": "Music",
            "snippet": "Kenny Rogers, the American country music star with hits popular across the world, has died of natural causes at the age of 81 at his home in Sandy Spr …"
        },
        {
            "title": "Taking the Mickey: how Disney swallowed up all of culture",
            "category": "Film",
            "snippet": "Summary: So all-consuming and all-conquering has Disney become, it even owns the rights to its analogies now. First Disney was Marvel supervillain Thanos, rele …"
        },
        {
            "title": "Fit in my 40s: my half-marathon training’s run into trouble",
            "category": "Life-and-Style",
            "snippet": "Everyone always says you need a goal in running, and that’s true. Also true: it has to be a significantly greater challenge than whatever went before. …"
        },
        {
            "title": "Europe's companies retool production to fight coronavirus fallout",
            "category": "Business",
            "snippet": "Companies across Europe including Zara, Nivea and Dyson are making sweeping changes to their business models in a frantic effort to assist with the re …"
        },
        {
            "title": "The Bass Rock by Evie Wyld review – a fearless vision of toxic masculinity",
            "category": "Books",
            "snippet": "In her award-winning first two novels, 2009’s After the Fire, A Still Small Voice and 2013’s All the Birds Singing, Anglo-Australian author Evie Wyld …"
        },
        {
            "title": "'This could kill our patients': US faces blood shortage as donation sites shutter",
            "category": "US-News",
            "snippet": "As the coronavirus outbreak spreads across the US, a dangerous blood shortage threatens to create another public health crisis – with one medical dire …"
        },
        {
            "title": "Poetry can be the bridge that connects us during these difficult times",
            "category": "Books",
            "snippet": "In the days after the arrival of Covid-19 in the UK, I watched in horror as government policy failed to mobilise the public and enact drastic social d …"
        },
        {
            "title": "Feeling overwhelmed? How art can help in an emergency by Olivia Laing",
            "category": "Books",
            "snippet": "Long before the arrival of Covid-19, the speed and contents of the news had made me feel almost overwhelmed with fear. Faced with a flood of images th …"
        },
        {
            "title": "How we live together: the landlady and the actor",
            "category": "Life-and-Style",
            "snippet": "Susie Hawthorne We’ve been hosting actors for about three years. I am an actor and so is my husband; we were looking for a way of making a little mone …"
        },
        {
            "title": "Trashy books clubs, cocktails and live music: 11 things to do without leaving home",
            "category": "US-News",
            "snippet": "As most people head into their first full weekend of self-quarantine, it can seem that the world’s cultural horizons are shrinking. Don’t let them. He …"
        },
        {
            "title": "Gardening tips: plant wallflowers for a vivid display",
            "category": "Life-and-Style",
            "snippet": "Plant this Erysimum ‘Bowles’s Mauve’ is a pretty purple wallflower that you can plant for a spring display, and enjoy the blooms until midsummer. It n …"
        },
        {
            "title": "Sportwatch: Melbourne City win W-League, Giants and Port dominate in AFL and more - as it happened",
            "category": "Sport",
            "snippet": "Summary: Well that ends our strange night of sport. I hope it’s proved a decent distraction from the general horrors of existence. A win for Melbourne City in …"
        },
        {
            "title": "Classical music: let the Berlin Phil come to you",
            "category": "Music",
            "snippet": "• As home entertainment becomes inevitably more central to our lives, the quest will surely be to capture the spirit of the authentic live experience. …"
        },
        {
            "title": "Home listening: in stormy times, Schubert is balm for the soul",
            "category": "Music",
            "snippet": "• “There’s no love song finer/ But how strange the change/ From major to minor”, as Cole Porter observed in his Great American Songbook classic Ev’ry …"
        },
        {
            "title": "Covid-19: disaster declared in New York as fears grow over lack of ventilators",
            "category": "US-News",
            "snippet": "Summary: New York is preparing to ration its ventilators for sick coronavirus patients as a major disaster was declared in the city as it struggles to cope wit …"
        },
        {
            "title": "Louise Redknapp: ‘I’m the shabbiest mum on the school run’",
            "category": "Life-and-Style",
            "snippet": "My kids watch my old pop videos and say, “Now you’re 45, you’ll have to keep your clothes on.” I’m like, “In the next one, I’m going to have five male …"
        },
        {
            "title": "Jessie Reyez: Before Love Came to Kill Us review – an outrageously fine debut",
            "category": "Music",
            "snippet": "As the pop landscape becomes progressively bolder and more crowded, it becomes more difficult for any new artist to make an impact. The bandwidth is s …"
        },
        {
            "title": "Optimism flows for Premiership despite shutdown's financial pressure",
            "category": "Sport",
            "snippet": "At a time when the domestic season in Europe should be gathering pace, rugby has ground to a halt. There will be no more matches in England below the …"
        },
        {
            "title": "Fire Will Come review – emotional Spanish drama",
            "category": "Film",
            "snippet": "The Cannes jury prize-winning third feature from French-Galician film-maker Oliver Laxe (best known for Mimosas) may be his most accomplished yet. Aft …"
        },
        {
            "title": "Mother dearest: 20 ways to love your mum",
            "category": "Life-and-Style",
            "snippet": "Summary: If you’re lucky enough still to have her around, there’s no one on earth you go back further with than your mother. The bond between a mother and her …"
        },
        {
            "title": "Rebecca Solnit: 'I came to the idea of hope as an activist and writer of history'",
            "category": "Books",
            "snippet": "Rebecca Solnit is one of America’s leading writers on art, culture and politics. She’s been called “the voice of the resistance” by the New York Times …"
        },
        {
            "title": "US trade deal ‘could flood Britain with toxic cosmetics’",
            "category": "Politics",
            "snippet": "A UK trade deal with the US will see the relaxation of stringent laws prohibiting the use of dangerous ingredients in imported cosmetics, campaigners …"
        },
        {
            "title": "Kenny Rogers: the genre gambler who always came up trumps",
            "category": "Music",
            "snippet": "Seven years ago, Kenny Rogers was interviewed by the Guardian. He was about to play Glastonbury, a turn of events by which he seemed utterly perplexed …"
        },
        {
            "title": "A hundred years on, will there be another Great Depression?",
            "category": "Business",
            "snippet": "Such was the scale of the global market crash last week in the wake of the coronavirus outbreak, the spectre of the 1929 Wall Street rout and the ensu …"
        },
        {
            "title": "Kenny Barron, Dave Holland, Johnathan Blake: Without Deception review – an outstanding trio",
            "category": "Music",
            "snippet": "In jazz, there are pianists with bass and drums accompaniment and there are piano trios. They look the same on stage, but there is a world of differen …"
        },
        {
            "title": "Talking Horses: David Mullins and Zero Ten profit from falls to win",
            "category": "Sport",
            "snippet": "Summary: Zero Ten ended up as the comfortable winner of Thurles’s Pierce Molony Memorial Novice Chase, the feature race on the only card staged in Ireland on S …"
        },
        {
            "title": "Baby found in car after A40 high-speed chase",
            "category": "UK-News",
            "snippet": "A baby was found in the back of a car by police after a high-speed chase that ended in the arrest of two men and a woman on suspicion of possession wi …"
        },
        {
            "title": "Book clinic: are there any novels about the climate crisis?",
            "category": "Books",
            "snippet": "Q: Can you recommend some climate crisis fiction? The nonfiction is too depressing and fiction often helps the heart cope with the world Peggy Duesenb …"
        },
        {
            "title": "Jami Attenberg: ‘We tend to blame our parents for too long’",
            "category": "Books",
            "snippet": "Summary: Jami Attenberg is an American novelist, short story writer and essayist. Her third novel, The Middlesteins, was a New York Times bestseller and she ha …"
        },
        {
            "title": "With the coronavirus, here's what's really going to matter for the Australian economy",
            "category": "Business",
            "snippet": "When you get down to it, the domestic economy is made up of three things: household consumption, private sector investment and government spending. Wh …"
        }
    ]
}