{
    "page": [
        {
            "title": "Experts on how coronavirus will wallop Australia's economy – and what the government must do",
            "category": "Business",
            "snippet": "Pain can be avoided with a $5bn injection each quarter Australia’s economy will be driven as much by the policy response to the coronavirus as the fal …"
        },
        {
            "title": "How to get back to normal after the bushfires? ‘I feel life has changed into a Mad Max movie’",
            "category": "Life-and-Style",
            "snippet": "Having been traumatised by the Canberra firestorm of 2003, and then impacted by this summer’s bushfire crisis which culminated for me at Malua Bay on …"
        },
        {
            "title": "Stage set for Biden v Trump as Democrats seek return to Obama era",
            "category": "US-News",
            "snippet": "Donald Trump has always been obsessed with his predecessor and polar opposite, Barack Obama. It was therefore perhaps preordained that, barring a poli …"
        },
        {
            "title": "US man pleads guilty to duping art buyers with fake Basquiats and Warhols",
            "category": "US-News",
            "snippet": "Summary: A Los Angeles man has agreed to plead guilty to federal charges of art fraud after trying to sell $6m worth of forged paintings by the likes of Andy W …"
        },
        {
            "title": "Budget 2020 checklist: what to expect from the chancellor",
            "category": "UK-News",
            "snippet": "How will the budget support the government’s plan to protect the economy from the worst affects of the coronavirus? Will Covid-19 prevent chancellor R …"
        },
        {
            "title": "Alt-pop star US Girls: 'Things happened to me as a kid that broke part of my brain'",
            "category": "Music",
            "snippet": "What is the most hurtful thing anyone’s ever said to you? “I don’t know what’s wrong with me that I make children like this.” “I don’t want you.” “Tha …"
        },
        {
            "title": "Budget 2020: what to expect in five charts",
            "category": "UK-News",
            "snippet": "Summary: The chancellor, Rishi Sunak, will deliver one of the most difficult budgets in recent times against the backdrop of the coronavirus outbreak. The de f …"
        },
        {
            "title": "Things I Learned from Falling review – desert hike, accident, no hope of rescue",
            "category": "Books",
            "snippet": "Summary: Who can resist triumph over adversity? It is the stuff of many Ted Talks and muscular films and popular books. If the adversity includes wildness and …"
        },
        {
            "title": "'We need the Wall!': Trump twists coronavirus fears to push his own agenda",
            "category": "US-News",
            "snippet": "As the threat of the coronavirus in the US grew and markets reeled amid growing uncertainty, Donald Trump on Tuesday promoted one of his signature pol …"
        },
        {
            "title": "Top 10 books about the Windrush generation",
            "category": "Books",
            "snippet": "The Empire Windrush docked at Tilbury in June 1948, but when we talk about the “generation” it is about more than just the passengers on that one boat …"
        },
        {
            "title": "Hurricane Season by Fernanda Melchor review – who killed the village witch?",
            "category": "Books",
            "snippet": "In a house among cane fields lives the Witch of La Matosa. The women of this fictional Mexican village feed her in exchange for occult help. The men r …"
        },
        {
            "title": "Bacurau review – ultraviolent freakout in Brazil's outback",
            "category": "Film",
            "snippet": "Summary: Brazilian auteur Kleber Mendonça Filho, here co-directing with his producer and production designer Juliano Dornelles, has relinquished the quieter, m …"
        },
        {
            "title": "Monday Night Toilet Roll Fights: sport in the age of coronavirus",
            "category": "Sport",
            "snippet": "What will British sport look like in the peak of coronavirus? Not as we know it, is the general consensus, with closed doors, postponements and cancel …"
        },
        {
            "title": "Heavy by Dan Franklin review – metal gets serious",
            "category": "Books",
            "snippet": "There was a time when writing about heavy metal was as lowbrow as the genre’s critical reputation. Scorned by “serious” rock critics, lacking in cultu …"
        },
        {
            "title": "Labour anger over Chris Grayling's appointment to intelligence committee",
            "category": "Politics",
            "snippet": "Labour has demanded that Boris Johnson rethink plans to appoint Chris Grayling to the powerful intelligence and security committee, one of a group of …"
        },
        {
            "title": "Coronavirus: Bank of England makes emergency interest rate cut",
            "category": "Business",
            "snippet": "Summary: The Bank of England has cut interest rates in an emergency move to bolster the economy during the coronavirus outbreak. The monetary policy committee …"
        },
        {
            "title": "US briefing: Biden wins big again, US Covid-19 cases pass 1,000, and MH17",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Stage set for Biden v Trump general election showdown Joe Biden looks all but certain to …"
        },
        {
            "title": "Bach Collegium Japan/Suzuki review – tightly plotted drama with real bite",
            "category": "Music",
            "snippet": "Thirty years after he founded his groundbreaking Bach Collegium Japan, Masaaki Suzuki seems to have aged barely a day, yet his performances with them …"
        },
        {
            "title": "G4S slumps to annual loss after writedown weighs on profits",
            "category": "Business",
            "snippet": "G4S, one of the world’s biggest private security firms, has slumped to an annual loss after writing down the value of its UK cash-handling business. T …"
        },
        {
            "title": "‘I never got to thank him’: fans mourn a generation of rappers dying young",
            "category": "Music",
            "snippet": "Summary: To listen to rap music in 2020 is to be in a constant state of mourning. Mac Miller, Lil Peep and Juice WRLD have died of drug overdoses; XXXTentacion …"
        },
        {
            "title": "Morrisons cuts prices on hundreds of items in supermarket battle",
            "category": "Business",
            "snippet": "Morrisons has cut the price of more than 500 everyday groceries including beef mince, coffee and biscuits as it battles to climb out of a sales slump. …"
        },
        {
            "title": "The Hunt review – gory Trump-baiting satire is more hype than horror",
            "category": "Film",
            "snippet": "How do you solve a problem like reviewing The Hunt? The schlocky horror film would ordinarily garner little attention beyond genre fans and a handful …"
        },
        {
            "title": "Bob Marley’s former partner faces loss of flat where he lived in 1970s",
            "category": "Music",
            "snippet": "Summary: A film-maker and actor who dated Bob Marley claims she is being threatened with the imminent repossession of the London flat where the reggae musician …"
        },
        {
            "title": "Cannes film festival will only cancel if coronavirus outbreak worsens",
            "category": "Film",
            "snippet": "The president of the Cannes film festival has said that the 2020 edition will be cancelled if the coronavirus outbreak worsens but at present he is “r …"
        },
        {
            "title": "Chancellor makes £30bn budget pledge to protect economy from coronavirus",
            "category": "UK-News",
            "snippet": "Summary: The chancellor has pledged £30bn of extra spending in a number of sweeping measures to protect the economy against the coronavirus in a budget he desc …"
        },
        {
            "title": "Cunningham review – powerful 3D documentary about a dance pioneer",
            "category": "Film",
            "snippet": "The 3D format, all the rage for about five minutes after Avatar, makes a comeback. Not deployed for a Hollywood blockbuster, but to capture dance in a …"
        },
        {
            "title": "Budget is admission that austerity has failed, says Corbyn",
            "category": "UK-News",
            "snippet": "Jeremy Corbyn has labelled Rishi Sunak’s fiscally extravagant budget “an admission of failure”, saying the UK was in a far worse position to cope with …"
        },
        {
            "title": "Sunak’s spend, spend, spend budget is tough for Labour to attack",
            "category": "UK-News",
            "snippet": "Summary: It is a long time since a government came up with a giveaway budget on the scale of that presented to parliament by Rishi Sunak: a £30bn stimulus pack …"
        },
        {
            "title": "Chancellor announces spending on flooding will be doubled",
            "category": "UK-News",
            "snippet": "Expenditure on flooding will be doubled, the chancellor has announced in the budget, but analysis has revealed that the figure is less generous than i …"
        },
        {
            "title": "Where have all the black cowboys gone?",
            "category": "Film",
            "snippet": "In Hell on the Border, a B-movie western set in Arkansas, Bass Reeves saves the life of a judge, tracks down a dangerous outlaw, and is appointed depu …"
        },
        {
            "title": "Max von Sydow could transform the trashiest pulp fantasy flick into a cultural touchstone",
            "category": "Film",
            "snippet": "When remembering the great Max von Sydow, it’s hard not to recall those iconic images of the medieval knight peering over the chess board into the sin …"
        },
        {
            "title": "Celebrity confirms Salmond accuser was present on night of alleged attack",
            "category": "UK-News",
            "snippet": "Summary: A celebrity supporter of Scottish independence has confirmed that a woman who accuses Alex Salmond of attempted rape was present on the night she alle …"
        },
        {
            "title": "Bloodshot review – Vin Diesel brings brawn in brainless action schlock",
            "category": "Film",
            "snippet": "It is the Hollywood screenwriter’s great misconception that self-consciously acknowledging cliche in a script neutralizes it. When one character does …"
        },
        {
            "title": "What’s the secret of happiness? Accepting that life is messy and difficult",
            "category": "Music",
            "snippet": "In an interview marking a decade since her debut album, Ellie Goulding has described her younger self as a mixture of curiosity and confusion: “What’s …"
        },
        {
            "title": "Solo 45: the grime star with a horrific secret life of abusing women",
            "category": "UK-News",
            "snippet": "In the spring of 2017, Andy Anokye – also known as the grime artist Solo 45 – felt on top of the world. He had signed a deal with a world-famous recor …"
        },
        {
            "title": "Adidas and Puma sales collapse in China amid coronavirus outbreak",
            "category": "Business",
            "snippet": "Summary: Adidas and Puma have reported a collapse in sales in China as a result of the coronavirus outbreak and warned disruption was spreading to other market …"
        },
        {
            "title": "UK economy still vulnerable despite budget spending spree",
            "category": "UK-News",
            "snippet": "If Tory spinners are to be believed, Wednesday’s budget is largely the product of Rishi Sunak’s “phenomenal” work ethic. The new chancellor , they ins …"
        },
        {
            "title": "Norwegian Air Shuttle crew were shut out of hotel over cash fears",
            "category": "Business",
            "snippet": "Crew members from the lossmaking low-cost airline Norwegian Air Shuttle were refused access to their rooms at an airport hotel until advance payment w …"
        },
        {
            "title": "Grime artist Solo 45 found guilty of raping four women",
            "category": "UK-News",
            "snippet": "The grime artist Andy Anokye, who performs as Solo 45, has been found guilty of subjecting four women to a horrifying campaign of rape. Anokye’s victi …"
        },
        {
            "title": "Quotas alone can’t fix diversity – it’s time to go further",
            "category": "Life-and-Style",
            "snippet": "Summary: Many of the International Women’s Month panel discussions I have sat on turn to the topic of quotas. I always defend them. I reject the criticism that …"
        },
        {
            "title": "Cheltenham Festival: Politologue wins Champion Chase – as it happened",
            "category": "Sport",
            "snippet": "That’s it from me for today, and for Festival week. I’m handing over the Guardian Sport silks to Barry Glendenning, who will be in the saddle tomorrow …"
        },
        {
            "title": "Sunak’s wholesale spaffing sends Tories into rapture",
            "category": "Politics",
            "snippet": "Some things are more important than the coronavirus. You’d have thought that once the junior health minister Nadine Dorries had announced she had caug …"
        },
        {
            "title": "Musical notes: how male pop stars are making love songs all about them",
            "category": "Music",
            "snippet": "Boys in love Laura Snapes, deputy music editor Pop’s leading men once kept their love lives secret to preserve the illusion of availability. But today …"
        },
        {
            "title": "Coronavirus Q&A: latest on Premier League, Euro 2020 and the Olympics",
            "category": "Sport",
            "snippet": "What approach are the football competitions in England taking? Like all sports competitions, the Premier League and EFL are taking guidance from the g …"
        },
        {
            "title": "Scottish Green MSP successfully defends defamation case",
            "category": "UK-News",
            "snippet": "Summary: A Scottish Green party MSP has successfully defended a defamation action over two blogposts that raised doubts about a business selling tiny plots of …"
        },
        {
            "title": "UK takes first small steps to tackle carbon from worst polluters",
            "category": "UK-News",
            "snippet": "Summary: The British government has taken its first small steps towards tackling carbon emissions from the most polluting sectors of the economy by ploughing b …"
        },
        {
            "title": "Budget live: Rishi Sunak spends on coronavirus, roads and rail in 'biggest giveaway since 1992'",
            "category": "UK-News",
            "snippet": "The chancellor has pledged £30bn of extra spending in a number of sweeping measures to protect the economy against the coronavirus in a budget he desc …"
        },
        {
            "title": "Donald West obituary",
            "category": "Books",
            "snippet": "The criminologist and psychiatrist Donald West, who has died aged 95, made his name with his book Homosexuality, first published in 1955. The time was …"
        },
        {
            "title": "UK to impose digital sales tax despite risk of souring US trade talks",
            "category": "Politics",
            "snippet": "Summary: The government has set out plans to impose a digital services tax on the UK revenues of online companies including Google and Facebook, in a move that …"
        },
        {
            "title": "Chancellor boosts high earners with action to end pensions ‘tax trap’",
            "category": "UK-News",
            "snippet": "Hundreds of thousands of higher earners will in effect enjoy a tax cut after the chancellor took drastic action to tackle a pensions “tax trap” that w …"
        }
    ]
}