{
    "page": [
        {
            "title": "Daryl Davis: the black musician who converts Ku Klux Klan members",
            "category": "Music",
            "snippet": "Daryl Davis is a musician – a pianist to be exact. He has jammed with the likes of Chuck Berry, Jerry Lee Lewis, BB King and even Bill Clinton. Loyal …"
        },
        {
            "title": "Steven Mnuchin warns coronavirus could bring 20% unemployment",
            "category": "US-News",
            "snippet": "Summary: Unemployment in the US could soar from record low levels to 20% if strong action is not taken to tackle the coronavirus, the US treasury secretary, St …"
        },
        {
            "title": "Grant Shapps discusses rescue package with UK airlines",
            "category": "Business",
            "snippet": "Summary: The transport secretary, Grant Shapps, has chaired talks with Britain’s airlines and airports about a potential multibillion-pound rescue plan, as the …"
        },
        {
            "title": "From Hemingway to Haruki Murakami – great writers’ tips about working from home",
            "category": "Life-and-Style",
            "snippet": "If there is one cohort uniquely prepared for both working from home and going into isolation – it is writers (also people in closed monastic orders). …"
        },
        {
            "title": "‘Where do you think you’re going?’ Coronavirus is making millennials fearful for our parents",
            "category": "Life-and-Style",
            "snippet": "“Mum is going to a reunion today,” my sister texted me. “And I’m annoyed.” It was early Saturday morning. In between digesting the latest horror stori …"
        },
        {
            "title": "Pantomime clown Boris Johnson flounders as crisis deepens",
            "category": "Politics",
            "snippet": "Summary: The Labour benches had already long since stopped cheering on their leader at prime minister’s questions, but now the Tories have also fallen silent. …"
        },
        {
            "title": "Dismay over UK plan to close unsolved Troubles cases",
            "category": "UK-News",
            "snippet": "The UK government has proposed closing the book on most unsolved killings during the Troubles, prompting dismay from the Irish government and Northern …"
        },
        {
            "title": "Man charged with murdering two women in Birmingham",
            "category": "UK-News",
            "snippet": "A property developer has been charged with murdering his wife and their neighbour in a double stabbing in Birmingham. Tamer Moustafa, 40, from Moseley …"
        },
        {
            "title": "Join our happy thread: things that bring a smile in these hellish times",
            "category": "Life-and-Style",
            "snippet": "We are all feeling anxious. Worried for loved ones, learning to cope with social distancing and beginning to consider how this pandemic will change ou …"
        },
        {
            "title": "London could go into lockdown under tougher coronavirus measures",
            "category": "UK-News",
            "snippet": "London may face a coronavirus lockdown similar to those seen in other European cities, as Boris Johnson warned the country he was prepared to take “fu …"
        },
        {
            "title": "Ireland goes it alone as racing continues behind closed doors",
            "category": "Sport",
            "snippet": "Racing in Ireland will continue behind closed doors from this weekend but with a series of added measures to guarantee social distancing and minimise …"
        },
        {
            "title": "Sellafield nuclear waste site to close due to coronavirus",
            "category": "Business",
            "snippet": "Britain’s nuclear waste site will shut its reprocessing plant at Sellafield after more than 8% of its staff began self-isolating to prevent the spread …"
        },
        {
            "title": "Months not weeks before rugby resumes in Wales, warns WRU",
            "category": "Sport",
            "snippet": "The Welsh Rugby Union has warned its clubs it is likely to be “months rather than weeks” before the season resumes in Europe and expects to make a sub …"
        },
        {
            "title": "UK supermarkets impose tight new rules to prevent hoarding",
            "category": "Business",
            "snippet": "The UK’s supermarket chains have announced tight new restrictions on purchases and called for regulations to be relaxed as they battle to keep food on …"
        },
        {
            "title": "All schools to close from Friday; GCSE and A-level exams cancelled – UK Covid-19, as it happened",
            "category": "Politics",
            "snippet": "All UK schools will close immediately to staff and most pupils from Friday afternoon until further notice. Wales was first to announce the measure, fo …"
        },
        {
            "title": "'Just keep laughing!': Judi Dench leads older stars lifting spirits on Twitter",
            "category": "Film",
            "snippet": "Now that Cats has faded from view, doomed to become an artefact held up by future historians as a decadent totem of how human beings spent their preci …"
        },
        {
            "title": "The questions that the Windrush report must answer",
            "category": "UK-News",
            "snippet": "Summary: Campaigners and people affected by Windrush scandal problems will scrutinise Wendy Williams’s Windrush Lessons Learned report, due to be published tom …"
        },
        {
            "title": "10,000 extra troops to join British army's Covid support force",
            "category": "UK-News",
            "snippet": "Summary: The Ministry of Defence is to double the size of the military’s civil contingency unit to create a 20,000-strong Covid support force, the defence secr …"
        },
        {
            "title": "North Sea oil and gas in 'paper-thin' position as prices plunge",
            "category": "Business",
            "snippet": "The North Sea oil and gas industry is in a “paper-thin” position as global oil markets plummet towards 18-year lows amid the UK’s economic emergency, …"
        },
        {
            "title": "US Senate votes to expand free Covid-19 testing and paid leave – as it happened",
            "category": "US-News",
            "snippet": "Ice will temporarily shift its priorities amid the coronavirus pandemic, delaying arrests of foreign nationals except for those who have committed cri …"
        },
        {
            "title": "US immigration agency to scale back aggressive operations amid coronavirus",
            "category": "US-News",
            "snippet": "US Immigration and Customs Enforcement (Ice) is scaling back the aggressive operations it launched under Donald Trump as the country contends with the …"
        },
        {
            "title": "London tube to close many stations because of coronavirus",
            "category": "UK-News",
            "snippet": "Dozens of London Underground stations are to be closed indefinitely amid a toughening of measures to try to slow the spread of coronavirus. Transport …"
        },
        {
            "title": "Rapid rise of women’s sport at risk of being halted by Covid-19 outbreak",
            "category": "Sport",
            "snippet": "Summary: It will be an eerie sight this week when grounds around Australia host the opening round of the men’s AFL competition with empty stands. In the space …"
        },
        {
            "title": "'Lambs to the slaughter': 50 lives ruined by the Windrush scandal",
            "category": "UK-News",
            "snippet": "Sarah O’Connor, died aged 57 ‘They made me feel like I’m not British’ One of the most vocal Windrush campaigners, O’Connor died in September 2018. Off …"
        },
        {
            "title": "The Banker review – Apple's first movie is a slick yet patchy racism drama",
            "category": "Film",
            "snippet": "There’s a considerable amount of baggage arriving with the delayed release of The Banker, Apple’s first original movie, now landing online after a tok …"
        },
        {
            "title": "The Truth review – mothers, memory and an imperious Catherine Deneuve",
            "category": "Film",
            "snippet": "Summary: The title is a deadpan challenge, and it is up to us to decide where exactly this movie and its characters live in the disputed territory around truth …"
        },
        {
            "title": "A History of Solitude by David Vincent; A Biography of Loneliness by Fay Bound Alberti – review",
            "category": "Books",
            "snippet": "Solitude is not the same as loneliness. Lonely people feel the need for company, while solitary types seek to escape it. The neatest definition of lon …"
        },
        {
            "title": "Are these widespread closures across Europe really 'draconian' measures?",
            "category": "Books",
            "snippet": "This week it was reported that several countries’ closures of pubs and restaurants, along with other “social distancing” measures intended to slow the …"
        },
        {
            "title": "With #TogetherApart, Ivanka Trump capitalises on the coronavirus moment",
            "category": "Life-and-Style",
            "snippet": "Ivanka Trump has been working from home since Friday, after coming into close contact with an Australian politician who tested positive for the corona …"
        },
        {
            "title": "The forgotten story of ... how Spanish flu tore apart the 1919 Stanley Cup final",
            "category": "Sport",
            "snippet": "The disease known as the “Spanish flu” was first reported in North America in January 1918 in Kansas. By the time owners and organizers began to prepa …"
        },
        {
            "title": "Inferno by Catherine Cho review – a brilliantly frightening memoir",
            "category": "Books",
            "snippet": "“Through my dread and my fear, I saw the beauty in them, the patterns in the universe. I could tell it was dangerous, this raw energy, this coursing f …"
        },
        {
            "title": "'Instagram, how we feeling!' Can livestreaming replace cancelled gigs?",
            "category": "Music",
            "snippet": "“Instagram! How are we feeling tonight?” shouts rising Newcastle pop star L Devine. The crowd goes wild. She throws her arms wide. Then she pauses the …"
        },
        {
            "title": "How Italian booklovers are coping in the coronavirus lockdown",
            "category": "Books",
            "snippet": "Snow falls on the rooftops in eerie silence. Just days ago this mountainous countryside at the border with Austria was packed with tourists. Now it is …"
        },
        {
            "title": "Liga MX gold, the best of the XFL and absentee handshakes",
            "category": "Sport",
            "snippet": "1) Whilst the rest of the sporting world is shutting down, the relatively low spread of coronavirus in Mexico means that Liga MX was one of the few ma …"
        },
        {
            "title": "Next warns of unprecedented high street crisis over coronavirus",
            "category": "Business",
            "snippet": "The chief executive of Next has said the British high street is facing a crisis that is “unprecedented in living memory” as the fashion retailer joine …"
        },
        {
            "title": "UK 'must spend extra £22bn' to help workers facing layoffs, urges thinktank",
            "category": "Politics",
            "snippet": "The government should commit a further £22bn to support up to 1 million workers facing layoffs following the coronavirus outbreak, a thinktank has urg …"
        },
        {
            "title": "Musicians ask Spotify to triple payments to cover lost concert revenue",
            "category": "Music",
            "snippet": "Musicians are calling on Spotify to triple its royalty rates following the coronavirus pandemic. Due to government guidance, many venues have closed a …"
        },
        {
            "title": "AFL 2020 season opener: Richmond beat Carlton at empty MCG – as it happened",
            "category": "Sport",
            "snippet": "Summary: Richmond are in the rooms, arm in arm for the song. Not very socially-distanced, but I suppose after two hours in the middle there’s little point of t …"
        },
        {
            "title": "US briefing: US aid bill, China halts case rise and Sanders reassesses",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. US braces for big coronavirus rise, while China reports no new domestic cases Donald Trum …"
        },
        {
            "title": "Cured by Jeffrey Rediger review – stories of spontaneous healing",
            "category": "Books",
            "snippet": "Summary: The placebo effect is a wonderful thing, and still highly mysterious. A person who believes they have been given effective treatment for pain or disea …"
        },
        {
            "title": "J Balvin: Colores review – with this much style, who needs substance?",
            "category": "Music",
            "snippet": "There are few hard and fast laws in the world of rock and pop music, but as a general rule of thumb, you can tell an album is considered a big deal if …"
        },
        {
            "title": "Talking Horses: ITV to cover Irish racing with contract outlook muddied",
            "category": "Sport",
            "snippet": "Summary: ITV Racing will broadcast five races from Thurles in Ireland on ITV4 on Saturday presented by its regular anchor Ed Chamberlin and using “the smallest …"
        },
        {
            "title": "'Zero prospect' of London lockdown involving movement limits, says No 10",
            "category": "UK-News",
            "snippet": "Summary: There is “zero prospect” of a London lockdown involving limits on movement but new restrictions could be put in place on pubs and cafes to prevent the …"
        },
        {
            "title": "At least 170,000 lose jobs as film industry grinds to a halt due to coronavirus",
            "category": "Film",
            "snippet": "Summary: About 120,000 film industry workers have already lost their jobs in Hollywood as a result of the coronavirus shutdown, according to the US entertainme …"
        },
        {
            "title": "Coronavirus complicates things but Marvel's superheroes will fight on",
            "category": "Film",
            "snippet": "There’s a global crisis. An organism has infected hundreds of thousands, and entire nations are in lockdown. Is this the moment for Marvel’s Avengers …"
        },
        {
            "title": "Windrush report: what the Home Office needs to act on",
            "category": "UK-News",
            "snippet": "Recommendation: ministers should admit that serious harm was inflicted on people who are British, and provide an unqualified apology to those affected …"
        },
        {
            "title": "Tulsi Gabbard quits 2020 Democratic presidential race",
            "category": "US-News",
            "snippet": "The controversial Hawaii congresswoman Tulsi Gabbard has dropped out of the Democratic presidential race. She had been the last woman in the contest – …"
        },
        {
            "title": "'Focus only on what you can control': A solo round-the-world sailor on isolation",
            "category": "Sport",
            "snippet": "When I took part in the Vendee Globe, I spent three months at sea alone and on the Aviva Challenge I was alone at sea for six months. My home for that …"
        },
        {
            "title": "David Bowie's 50 greatest songs – ranked!",
            "category": "Music",
            "snippet": "50. Let Me Sleep Beside You (1967) A rejected single finally released on a 1970 cash-in compilation, Bowie’s first collaboration with the producer Ton …"
        },
        {
            "title": "Is there a right way to worry about coronavirus? And other mental health tips",
            "category": "US-News",
            "snippet": "In the face of indefinite isolation, contagion, financial uncertainty, and with no return to normality in sight, coronavirus is taking its toll on our …"
        }
    ]
}