{
    "page": [
        {
            "title": "Renewal and regrowth: how a glorious fig tree became a metaphor for my life",
            "category": "Life-and-Style",
            "snippet": "On the east side of my apartment block is a large fig tree. In its halcyon days, its canopy stretched the length of the balcony, providing shade from …"
        },
        {
            "title": "How we stay together: 'It doesn't feel like we're two really different people'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Yvonne Edgren and Nick Mansfield Years together: 34 Occupations: Writer and academic If there’s one thing that’s kept Yvonne Edgren and Nick Ma …"
        },
        {
            "title": "Home Office releases 300 from detention centres amid Covid-19 pandemic",
            "category": "UK-News",
            "snippet": "The Home Office has released almost 300 people from detention centres in the last few days because of the Covid-19 pandemic, the Guardian has learned. …"
        },
        {
            "title": "UK estate agent accused of 'inhumane' sacking of staff",
            "category": "UK-News",
            "snippet": "Summary: A single mother who has lost her job as an estate agent has called the company she worked for “callous and inhumane” after she was fired at 5.45pm on …"
        },
        {
            "title": "NHS would have saved UK woman who died in Bali of coronavirus, says husband",
            "category": "UK-News",
            "snippet": "The husband of a British woman who died while on holiday in Bali after contracting coronavirus has spoken out about the care she received, saying he d …"
        },
        {
            "title": "Three men arrested in Essex after haul of loo roll found in van",
            "category": "UK-News",
            "snippet": "Three men have been arrested after police found a van full of stolen toilet roll and handwash. Officers were alerted by a report of suspicious activit …"
        },
        {
            "title": "EasyJet sorry as staff motivation video copies Leo Varadkar",
            "category": "Business",
            "snippet": "Summary: EasyJet has apologised to staff after it emerged that a motivational video addressing pilots and cabin crew being asked to make huge financial sacrifi …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "A Citizen's Guide to Beating Donald Trump review: dispatches from a time before the virus",
            "category": "US-News",
            "snippet": "On Tuesday, Joe Biden and his juggernaut left Bernie Sanders’ dream in tatters. The former vice-president swept primaries in Arizona, Florida and Illi …"
        },
        {
            "title": "The Truth review – Catherine Deneuve illuminates unsubtle family drama",
            "category": "Film",
            "snippet": "Hirokazu Kore-eda has long been a perceptive observer of fragile family dynamics. In the director’s first film set outside Japan, he trains his camera …"
        },
        {
            "title": "From the archive: the real James Bond, 1973",
            "category": "Life-and-Style",
            "snippet": "For the 13 May 1973 cover story, the Observer Magazine asked, ‘Is this the real James Bond?’ The man with the fast-receding widow’s peak, crow’s feet …"
        },
        {
            "title": "Early primroses come with memories of love and mothers",
            "category": "Life-and-Style",
            "snippet": "We’re there. Winter’s over: we passed the vernal equinox – 3.40am, Friday 20 March – when daylight wins over darkness. When spring and seeds and hopes …"
        },
        {
            "title": "Great makeup for your ‘no makeup’ look",
            "category": "Life-and-Style",
            "snippet": "The natural look as seen at Paco Rabanne is a refreshing way to kick off a new season. Of course, the idea that this “no makeup” finish actually means …"
        },
        {
            "title": "Sunday with Rylan Clark-Neal: ‘We get a takeaway roast from the pub. Don’t judge me’",
            "category": "Life-and-Style",
            "snippet": "What’s for breakfast? I’m a terrible breakfast person. It takes me six coffees to get up. I’d like to say I rustle up eggs and bacon, but it’s more li …"
        },
        {
            "title": "‘Corbynism without Corbyn’ will destroy Labour, says Wes Streeting",
            "category": "Politics",
            "snippet": "A Labour party that espouses “Corbynism without Corbyn” risks disappearing from the political map, a Labour MP has warned. In a new pamphlet with the …"
        },
        {
            "title": "Rake’s Progress: My Political Midlife Crisis by Rachel Johnson review – all the fun of a Johnsonian farce",
            "category": "Books",
            "snippet": "As Rachel Johnson’s mother used to say, there is no such thing as a wasted experience: however bad things get, there is something to be learned from i …"
        },
        {
            "title": "‘Don’t make a drama’: a survival guide for parents during family isolation",
            "category": "Life-and-Style",
            "snippet": "It has been a busy week for adolescent therapist Alicia Drummond. As soon as the government announced schools were closing, parents and teachers start …"
        },
        {
            "title": "‘I can’t even hug her now’: why this Mother’s Day is so tough for my family",
            "category": "Life-and-Style",
            "snippet": "My mother and I, both widowed just weeks ago and only 41 days apart, have quickly come to dread the well-meaning words: “How are you?”. Semaphored by …"
        },
        {
            "title": "Dogs Don’t Wear Pants review – darkly humorous BDSM tale",
            "category": "Film",
            "snippet": "“I know how the heart works.” So says Juha, a middle-aged heart surgeon whose life falls apart in the wake of tragedy, but who finds unexpected escape …"
        },
        {
            "title": "Target and Walmart aren’t protecting staff amid pandemic, workers say",
            "category": "Business",
            "snippet": "Management at retail giants Walmart and Target are not doing enough to protect staff working through the coronavirus crisis, according to some workers …"
        },
        {
            "title": "Maggie O’Farrell: ‘Having to bury a child must be unlike anything else’",
            "category": "Books",
            "snippet": "When the novelist Maggie O’Farrell was 16, she was invited to a fancy-dress party and knew at once who to be. She put on a black shirt, with a ruffled …"
        },
        {
            "title": "Roger and Brian Eno: Mixing Colours review – an intimate conversation",
            "category": "Music",
            "snippet": "The Eno brothers have collaborated before, most recently on 2019’s revamp of the celebrated 1983 Apollo: Atmospheres & Soundtracks documentary score ( …"
        },
        {
            "title": "The Discomfort of Evening by Marieke Lucas Rijneveld – review",
            "category": "Books",
            "snippet": "Discomfort is putting it mildly. Marieke Lucas Rijneveld’s debut novel, which has been longlisted for the International Booker prize, goes all the way …"
        },
        {
            "title": "Could my son fulfil my childhood dreams of a toy car?",
            "category": "Life-and-Style",
            "snippet": "‘You’re not bringing that into the house,’ she said. ‘Just hang on,’ I replied, letting my wife take the pram as I got on my haunches. I was inspectin …"
        },
        {
            "title": "Mark Wahlberg: 'I was a little rough around the edges'",
            "category": "Film",
            "snippet": "The actor Mark Wahlberg is sitting beside me on a sofa in a Beverly Hills hotel, muscles bulging out of his T-shirt, immaculate white trainers resting …"
        },
        {
            "title": "The Brighton jihadists: bullied brothers who went into battle",
            "category": "Books",
            "snippet": "Summary: Much has been written about Britons who fought in Syria, but little truly explains who these characters were, what made them tick. Or what actually ha …"
        },
        {
            "title": "No 10 denies claim Dominic Cummings argued to 'let old people die'",
            "category": "Politics",
            "snippet": "Downing Street has rejected as “a highly defamatory fabrication” a claim that Boris Johnson’s chief adviser, Dominic Cummings, initially argued agains …"
        },
        {
            "title": "Låpsley: Through Water review – bedroom auteur’s potent follow-up",
            "category": "Music",
            "snippet": "Following the release of her precocious debut album, 2016’s Long Way Home, bedroom auteur Holly Låpsley Fletcher took time away from music to take sto …"
        },
        {
            "title": "Dominicana by Angie Cruz review – disenfranchised in the USA",
            "category": "Books",
            "snippet": "Summary: From birth, Ana Canción has been told that her green eyes are “a winning lottery ticket”. She is a country girl with modest horizons but her mother – …"
        },
        {
            "title": "Rishi Sunak faces legal action from gig economy workers",
            "category": "Politics",
            "snippet": "Pressure is mounting on Rishi Sunak to extend his coronavirus bailout to the UK’s five million self-employed people, with gig workers threatening lega …"
        },
        {
            "title": "Pensions regulator investigates former Norton Motorcycles boss",
            "category": "Business",
            "snippet": "Stuart Garner, the former boss of the embattled Norton Motorcycles, is being investigated by The Pensions Regulator regarding his conduct as a trustee …"
        },
        {
            "title": "In brief: Dead Famous; The Voice in My Ear; Appeasing Hitler – review",
            "category": "Books",
            "snippet": "Dead Famous Greg Jenner Weidenfeld, £18.99, pp389 In this engaging and well-researched book, historian Greg Jenner looks at everyone from Lord Byron t …"
        },
        {
            "title": "J Balvin: Colores review – a riot of hooks and ideas",
            "category": "Music",
            "snippet": "Since Colombian reggaeton sensation J Balvin’s global breakthrough with 2017 banger Mi Gente, his stock has risen thanks in part to a slew of well-cho …"
        },
        {
            "title": "Keep it coronavirus-free: how to clean your mobile phone",
            "category": "Life-and-Style",
            "snippet": "Summary: Ordinarily it’s a good idea to clean your phone every now and then. However, because coronavirus is so contagious and we know it can survive on surfac …"
        },
        {
            "title": "Coronavirus leaves Super League facing 13-team season next year",
            "category": "Sport",
            "snippet": "Super League may have to consider the possibility of running a 13-team league in 2021, with one of the competition’s leading chief executives suggesti …"
        },
        {
            "title": "Mali music star Rokia Traoré on hunger strike after  'kidnapping' arrest",
            "category": "Music",
            "snippet": "There are growing concerns for the health of Rokia Traoré, the internationally celebrated Malian singer, who has been on hunger strike at the Fleury-M …"
        },
        {
            "title": "'It's just like a Bluey episode': how to get through quarantine with a toddler",
            "category": "Life-and-Style",
            "snippet": "Summary: On ordinary days, when people aren’t talking about pandemics, I work from home while caring for my three-year-old daughter. I’ve had many years to ref …"
        },
        {
            "title": "AFL goes into damage control in face of serious threat",
            "category": "Sport",
            "snippet": "Summary: In the end the AFL came to its senses. In arriving at a decision many hoped might have been made last week, league bosses suspended the men’s competit …"
        },
        {
            "title": "EU states 'dragging their feet' over financial transparency, report finds",
            "category": "Business",
            "snippet": "Most EU member states have failed to meet a legal deadline to introduce public registers of the real owners of companies, a transparency measure seen …"
        },
        {
            "title": "Waterstones closes stores in U-turn over staff's Covid-19 fears",
            "category": "Books",
            "snippet": "Summary: Waterstones has said it will close its 280 UK branches from Monday, hours after its chief executive said the bookstore chain was “no different to a su …"
        },
        {
            "title": "It's Mother's Day, Actually – but not like any other",
            "category": "UK-News",
            "snippet": "It was a Mother’s Day unlike any other as Britons were advised not to visit their loved ones on Sunday. But some people came up with innovative ways a …"
        },
        {
            "title": "Scotland's schools told to stop pupils attending to finish coursework",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has ordered schools in Scotland to cancel plans to allow 15 to 18-year-olds into classes to complete coursework. Numerous secondary sc …"
        },
        {
            "title": "Olympics postponement to 2021 on cards as IOC gives itself four-week deadline",
            "category": "Sport",
            "snippet": "Summary: The International Olympic Committee has paved the way for the Tokyo Games to be postponed after giving itself a four-week deadline to consider its opt …"
        },
        {
            "title": "Talking Horses: Racing mulls 'localised' idea for eventual return",
            "category": "Sport",
            "snippet": "British racing is considering the feasibility of a limited return to action at a small number of all-weather tracks with horses to be stabled and trai …"
        },
        {
            "title": "'Existential crisis': airline workers fear layoffs amid coronavirus pandemic",
            "category": "Business",
            "snippet": "A decade of bumper profits hasn’t cushioned the US airline industry from the coronavirus pandemic. Analysts are predicting many face bankruptcy in the …"
        },
        {
            "title": "Energy storage boom stalls in Europe",
            "category": "Business",
            "snippet": "Europe’s energy storage boom stalled last year due to a slowdown in large-scale schemes designed to store clean electricity from major renewable energ …"
        },
        {
            "title": "Let's move to Mars: the best books about our future in space",
            "category": "Books",
            "snippet": "It’s no longer a question of whether we’re going to Mars, but when. By the time we reach a second planet – probably in the 2030s – we’ll probably have …"
        },
        {
            "title": "I turned off phone notifications and instantly felt calmer and happier",
            "category": "Life-and-Style",
            "snippet": "‘It always happens when you least expect it.” Or so the adage goes; the romantic notion that the job of your dreams or the love of your life will appe …"
        },
        {
            "title": "Liberation Through Hearing: Rap, Rave and the Rise of XL – review",
            "category": "Books",
            "snippet": "The music business is full of kneejerk hyperbole, but XL Recordings, the independent London label run by Richard Russell, remains the most extraordina …"
        },
        {
            "title": "Virgin Australia asks competition watchdog to investigate Qantas 'campaign' against it",
            "category": "Business",
            "snippet": "Virgin Australia has written to the competition watchdog complaining about allegedly anti-competitive attacks on the airline by the Qantas boss, Alan …"
        }
    ]
}