{
    "page": [
        {
            "title": "The Nanny State Made Me review – rose-tinted defence of welfare state",
            "category": "Books",
            "snippet": "Summary: This is an odd, personal and polemical book about a big national subject. Stuart Maconie, the writer and broadcaster perhaps best known for his radio …"
        },
        {
            "title": "Dear dairy: one graphic novelist’s fixation with the world of ice-cream vans",
            "category": "Books",
            "snippet": "Summary: Here’s an example of Matthew Dooley’s sense of humour. A while ago, the 35-year-old graphic novelist realised that Mervyn King, the erstwhile governor …"
        },
        {
            "title": "Prepare for the coronavirus global recession",
            "category": "Business",
            "snippet": "Summary: Travel bans. Sporting events cancelled. Mass gatherings prohibited. Stock markets in freefall. Deserted shopping malls. Get ready for the Covid-19 glo …"
        },
        {
            "title": "Annalena McAfee: ‘I enjoyed writing this really rather unpleasant character’",
            "category": "Books",
            "snippet": "Annalena McAfee’s London home, on a quiet cobbled mews not far from Great Ormond Street hospital, seems a fitting place to be speaking about a book fu …"
        },
        {
            "title": "Aria by Nazanine Hozar review – coming of age in divided Tehran",
            "category": "Books",
            "snippet": "Beginning in 1953 and closing in the wake of the Iranian revolution, Nazanine Hozar’s epic novel is named after its heroine. Aria is a defiant, spirit …"
        },
        {
            "title": "Niall Horan: Heartbreak Weather review – 1D’s quiet one comes good",
            "category": "Music",
            "snippet": "Summary: When One Direction were fused together on The X Factor in 2010, Niall Horan – all happy-to-be-there charm and third-place grin – got lost in the mix. …"
        },
        {
            "title": "Genesis P-Orridge: troubling catalyst who loathed rock yet changed it for ever",
            "category": "Music",
            "snippet": "For someone who occasionally purported to hate rock music – it was, a homemade T-shirt s/he was fond of wearing in the 1970s proclaimed, “for arselick …"
        },
        {
            "title": "It's time to break the silence about Mirror phone hacking",
            "category": "Business",
            "snippet": "For months, there have been a series of high court hearings about the extraordinary behaviour of editors, journalists and managers who once worked for …"
        },
        {
            "title": "From yoga to CrossFit: the 10 best online home workouts",
            "category": "Life-and-Style",
            "snippet": "With offices shutting down and more people working from home, it’s important to consider your physical fitness: exercise has proven benefits for menta …"
        },
        {
            "title": "Many short-term lets in Edinburgh lack planning consent",
            "category": "UK-News",
            "snippet": "The majority of whole property short-term lets advertised in Edinburgh may be unlawful, according to early results from a new data tool that suggests …"
        },
        {
            "title": "Genesis P-Orridge obituary",
            "category": "Music",
            "snippet": "“I am at war with the status quo of society and I am at war with those in control and power,” said Genesis P-Orridge in 1989. “I’m at war with hypocri …"
        },
        {
            "title": "The Marriage of Figaro review – superb singing in hilarious staging",
            "category": "Music",
            "snippet": "Summary: Sometimes simple solutions really do work best. Joe Hill-Gibbins’ new production of The Marriage of Figaro for English National Opera stages Mozart an …"
        },
        {
            "title": "CocoRosie: Put the Shine On review: a return to core idiosyncrasies",
            "category": "Music",
            "snippet": "It’s 17 years since Bianca and Sierra Casady materialised like a fever dream of New York’s 00s freak-folk scene, a new, weird American incarnation of …"
        },
        {
            "title": "Pinch and be patient: how to treat a nosebleed",
            "category": "Life-and-Style",
            "snippet": "Nosebleeds are normally a result of a ruptured blood vessel in the nose. Common causes include picking or blowing your nose, sneezing vigorously and h …"
        },
        {
            "title": "LGIM to launch its first fossil fuel-free pension fund after pressure",
            "category": "Business",
            "snippet": "The UK’s biggest fund manager has bowed to client pressure and agreed to launch its first fossil fuel-free ethical pension fund later this year. Legal …"
        },
        {
            "title": "Coronavirus: UK manufacturers urged to consider switching to making ventilators",
            "category": "Politics",
            "snippet": "Matt Hancock has called on British manufacturers to consider switching parts of their production to the making of medical ventilators needed to treat …"
        },
        {
            "title": "Letter: Andy Gill obituary",
            "category": "Music",
            "snippet": "Andy Gill and Gang of Four weren’t just students in Leeds, they were part of the cultural infrastructure of the city. They were part of the musical sc …"
        },
        {
            "title": "Markets face more turmoil as fears for global economy grow",
            "category": "Business",
            "snippet": "Financial markets face another volatile week as the escalating coronavirus crisis tips the global economy into a downturn that some companies will str …"
        },
        {
            "title": "Johnson urged to launch daily coronavirus press briefings",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has been urged to start holding daily coronavirus press briefings as criticism of the UK government’s media handling of the crisis grows …"
        },
        {
            "title": "Historic, high-value paintings stolen from Oxford college gallery",
            "category": "UK-News",
            "snippet": "Three high-value paintings have been stolen in a burglary at Christ Church Picture Gallery in Oxford, police said. Thames Valley police said burglars …"
        },
        {
            "title": "Panic buying sweeps stores despite appeal for responsible shopping",
            "category": "UK-News",
            "snippet": "Summary: Panic buying continued to sweep parts of the country over the weekend, with many shoppers buying many everyday essentials in excess as they prepared f …"
        },
        {
            "title": "Lord Puttnam warns of skills shortage in UK film",
            "category": "Film",
            "snippet": "The Oscar-winning producer David Puttnam has warned Britain will be eclipsed as a movie powerhouse unless there is an urgent push to tackle a skills s …"
        },
        {
            "title": "Titans ignore Tom Brady and sign Ryan Tannehill to reported $118m deal",
            "category": "Sport",
            "snippet": "Speculation is mounting that Tom Brady may leave the New England Patriots in the coming weeks but one of his potential destinations, the Tennessee Tit …"
        },
        {
            "title": "British athlete calls on IOC to postpone 2020 Tokyo Olympics",
            "category": "Sport",
            "snippet": "The International Olympic Committee must act decisively by postponing the Tokyo 2020 Games because of the impact of the coronavirus pandemic, a Britis …"
        },
        {
            "title": "Question of five-day Cheltenham returns following successful Festival",
            "category": "Sport",
            "snippet": "It’s only natural to want more of what you enjoy and so, when the topic of extending the Cheltenham Festival came up last week during the event itself …"
        },
        {
            "title": "Manufacturers ask government to step in to limit coronavirus damage",
            "category": "Business",
            "snippet": "Manufacturers are urging the UK government to take action to help limit the damage caused by the coronavirus pandemic after research showed that expor …"
        },
        {
            "title": "Biden and Sanders confront coronavirus crisis in first one-on-one debate",
            "category": "US-News",
            "snippet": "Summary: Joe Biden and Bernie Sanders auditioned in real time for the job of president on Sunday night during the first one-on-one debate of the Democratic pri …"
        },
        {
            "title": "Five key takeaways from Sanders and Biden's first one-to-one debate",
            "category": "US-News",
            "snippet": "Coronavirus dominated the debate Joe Biden and Bernie Sanders offered different visions for how to combat the crisis. After the pair bumped elbows to …"
        },
        {
            "title": "'Anchor babies': the 'ludicrous' immigration myth that treats people as pawns",
            "category": "US-News",
            "snippet": "Daira García wakes up at 5.50am. She takes out her dog, then tries to eat some breakfast before boarding the bus that gets her to school by 7.26 in th …"
        },
        {
            "title": "Watchdog will name and shame Australia's petrol price gougers",
            "category": "Business",
            "snippet": "Summary: Australia’s competition watchdog will name and shame petrol retailers who engage in price gouging, saying a plummeting world oil price and a break in …"
        },
        {
            "title": "A dystopian reading list: books to enjoy while in quarantine",
            "category": "Books",
            "snippet": "A good reading list for self-isolation requires several categories. You should read some of the brilliant pandemic novels that everyone is talking abo …"
        },
        {
            "title": "'Dead Sea Scrolls fragments' at Museum of the Bible are all fakes, study says",
            "category": "Books",
            "snippet": "Summary: When Steve Green paid millions of dollars from his family fortune for 16 fragments of the ancient Dead Sea Scrolls, it seemed the perfect addition to …"
        },
        {
            "title": "The Painted Bird: 'My film isn't depraved. It's truthful'",
            "category": "Film",
            "snippet": "It is not often a three-hour, black-and-white Czech film makes headlines in the British tabloids, but The Painted Bird earned that dubious honour last …"
        },
        {
            "title": "Mike Skinner: 'It's not cool to be 40 in a nightclub, getting off your face. But it happens'",
            "category": "Music",
            "snippet": "‘This is where I go on like Morrissey and say something terrible,” says Mike Skinner. “That’s what ageing musicians are supposed to do, isn’t it? They …"
        },
        {
            "title": "Fangs out: is Blumhouse the new Hammer Horror?",
            "category": "Film",
            "snippet": "After the unexpected success of The Invisible Man, a low-budget adaptation of the HG Wells novel that tapped into contemporary fears around stalking a …"
        },
        {
            "title": "I thought about a wig and tried a comb-over. But now I’m bald and proud",
            "category": "Life-and-Style",
            "snippet": "‘To the Bald One,” begins the card from my son. Some years, by way of variety, it is “Dear Baldman”, which makes me sound like a Marvel superhero with …"
        },
        {
            "title": "Planning applications for UK clean energy projects hit new high",
            "category": "Business",
            "snippet": "The number of new renewable energy projects applying for planning permission reached a four-year high in the UK last year as energy companies raced to …"
        },
        {
            "title": "Federal Reserve cuts interest rates to near zero in attempt to prop up US economy",
            "category": "Business",
            "snippet": "Summary: The US Federal Reserve stepped in on Sunday to prop up the US economy in the face of the escalating Covid-19 crisis. In its most dramatic move since t …"
        },
        {
            "title": "Florida primary will test impact of former felons' new right to vote",
            "category": "US-News",
            "snippet": "Summary: Tonia Martinez doesn’t remember the last time she voted – she guesses it was about two decades ago. The Florida native’s first brush with the prison s …"
        },
        {
            "title": "#Notmymermaid: the Disney row is ridiculous – who knows what mermaids look like?",
            "category": "Books",
            "snippet": "Summary: In July, 2019, Disney announced that R&B singer and actor Halle Bailey would play Ariel in the live action remake of their hugely successful 1989 film …"
        },
        {
            "title": "If coronavirus scares you, read this to take control over your health anxiety",
            "category": "Life-and-Style",
            "snippet": "Summary: When news of the coronavirus broke at the end of last year, and as the stories from the outbreak became more alarming over time, I found myself wonder …"
        },
        {
            "title": "How we met: ‘He used the worst pickup line I had ever heard in my life’",
            "category": "Life-and-Style",
            "snippet": "Dave was in search of a string quartet in Prague; the local person he approached rolled her eyes when he asked her if she could help. “I really wanted …"
        },
        {
            "title": "US briefing: global coronavirus deaths, Biden v Sanders, and Michael Flynn",
            "category": "US-News",
            "snippet": "Good morning, I’m Tim Walker with today’s essential stories. Trump tells US ‘we’re doing great’ as expert says worst to come Donald Trump has urged Am …"
        },
        {
            "title": "Jill Theis obituary",
            "category": "Politics",
            "snippet": "My mother, Jill Theis, who has died aged 90, was a Liberal, then Lib Dem councillor, who cared deeply about her community in Bexhill-on-Sea, East Suss …"
        },
        {
            "title": "Electric scooters to get green light to go on Britain's public roads",
            "category": "UK-News",
            "snippet": "Summary: Electric scooters will be allowed on public roads for the first time under a Department for Transport proposal which will consult on the rules require …"
        },
        {
            "title": "Cinema audiences drop dramatically as coronavirus restrictions bite",
            "category": "Film",
            "snippet": "Cinema attendance in the US and around the world slumped dramatically last weekend, as the effects of the coronavirus outbreak began to bite. In North …"
        },
        {
            "title": "Celibacy and inner strength: why Orlando Bloom swore off sex for six months",
            "category": "Life-and-Style",
            "snippet": "Name: Celibacy. Age: It was preached about in the sixth century BC by Pythagoras, who believed sex was dangerous and spiritually exhausting. Appearanc …"
        },
        {
            "title": "My favourite game: Manchester United's 1999 replay against Arsenal",
            "category": "Sport",
            "snippet": "Much as the internet wills it otherwise, football inhabits the grey areas: everything is subjective, nothing is absolute, and it is no more deviant to …"
        },
        {
            "title": "ONS inflation basket: reusable bottles and gin in a tin added, fruit pies out",
            "category": "Business",
            "snippet": "Summary: Reusable bottles and mugs have been included in the UK’s inflation basket for the first time amid evidence of a rise in sales driven by the desire of …"
        },
        {
            "title": "Arnold Schwarzenegger and his tiny horses urge people to stay home",
            "category": "Film",
            "snippet": "Arnold Schwarzenegger has a stern message for Californians tempted to defy Governor Gavin Newsom and go out to bars, restaurants or wineries while the …"
        }
    ]
}