{
    "page": [
        {
            "title": "Pregnant healthcare staff under pressure to work during Covid-19 crisis",
            "category": "Life-and-Style",
            "snippet": "Doctors and nurses are concerned that those in early pregnancy are being told to go in to work, despite government advice to self-isolate at home as t …"
        },
        {
            "title": "Alex Salmond trial: key events in lead-up to verdicts",
            "category": "Politics",
            "snippet": "31 October 2017: John Swinney, deputy first minister, tells Holyrood the Scottish government has begun a review of policies on inappropriate conduct i …"
        },
        {
            "title": "'No, we aren't all going to die': experts on how to talk to kids about coronavirus",
            "category": "US-News",
            "snippet": "Summary: There are no books on how to talk to kids about a global pandemic. Three experts share advice on what to tell them about the coronavirus. Is there a r …"
        },
        {
            "title": "Trump retweets Fauci meme laughing at his coronavirus response",
            "category": "US-News",
            "snippet": "Donald Trump went on a retweeting tear on Monday, relaying messages in support of his coronavirus response and controversial plan to “reopen” the US e …"
        },
        {
            "title": "From Fight Club to Brief Encounter: how self-isolation would change classic films",
            "category": "Film",
            "snippet": "In the age of self-isolation, I’ve started to change how I watch films. I’ve begun to clock moments when characters break the government rules on phys …"
        },
        {
            "title": "Henry Gray obituary",
            "category": "Music",
            "snippet": "Summary: In the electrifying blues scene of 1950s Chicago there were two men who rose above all others. On one side stood the stylish Muddy Waters; on the othe …"
        },
        {
            "title": "Olympics Q&A: what now for the postponed Tokyo Games?",
            "category": "Sport",
            "snippet": "When will the Olympics now be held? Among several options considered by the organising committee in recent days has been short-term postponements, by …"
        },
        {
            "title": "Illustrator Albert Uderzo drew me in to Asterix's world with deftness and care",
            "category": "Books",
            "snippet": "Asterix has been part of our lives for nearly 60 years, and of mine for nearly 50. I still remember my immediate assent to René Goscinny and Albert Ud …"
        },
        {
            "title": "Asterix: a world of joyful innocence born in the aftermath of war",
            "category": "Books",
            "snippet": "As a child, devouring every Asterix book I could lay my hands on, I failed to notice what now, with the sombre perspective of adulthood, I can recogni …"
        },
        {
            "title": "Thousands of students stranded at university amid UK lockdown",
            "category": "UK-News",
            "snippet": "Thousands of students are stranded in universities across the UK as a result of the coronavirus pandemic, prompting calls for support from vice-chance …"
        },
        {
            "title": "UK coronavirus: 12,000 former NHS workers to return and emergency hospital to open as death toll rises – as it happened",
            "category": "Politics",
            "snippet": "The Cabinet Office minister, Michael Gove, did not rule out lockdown rules getting even tighter after three weeks. He told Sky News this morning: “In …"
        },
        {
            "title": "Alex Salmond allies say he plans to sue Scottish government",
            "category": "Politics",
            "snippet": "Alex Salmond is expected to sue the Scottish government over the alleged role of its senior officials in his prosecution for sexual assaults, his alli …"
        },
        {
            "title": "Launch of the Hundred may be delayed to 2021 if cricket season is cut short",
            "category": "Sport",
            "snippet": "Summary: The Hundred faces the prospect of being pushed back to a 2021 launch date should the coronavirus pandemic reduce this year’s English cricket season to …"
        },
        {
            "title": "Sports Direct staff facing uncertain future after pressure forces store closures",
            "category": "Business",
            "snippet": "Summary: Thousands of shopworkers are facing an uncertain future after Mike Ashley’s Sports Direct chain bowed to government pressure and closed all its stores …"
        },
        {
            "title": "Supermarkets bring in new measures to keep shoppers and staff safe",
            "category": "Business",
            "snippet": "Supermarkets are racing to install measures to keep shoppers and staff at least 2 metres apart after the government called for an immediate increase i …"
        },
        {
            "title": "International Olympic Committee has rare chance to live up to its hype",
            "category": "Sport",
            "snippet": "Summary: Loth as I am to call the good men and women of the International Olympic Committee self-important, there was a time early in 2018, two years, one mont …"
        },
        {
            "title": "'It's bigger than all of us': GB athletes unite in support of Olympic delay",
            "category": "Sport",
            "snippet": "Britain’s leading athletes have endorsed the decision to postpone the Tokyo Olympics until 2021, with the triathlete Alistair Brownlee, the swimmer Ad …"
        },
        {
            "title": "Matt Hancock looks bewildered that the NHS isn't in better shape",
            "category": "Politics",
            "snippet": "Just under two years ago, Matt Hancock dreamed up the idea of appearing as a hologram for his speech as culture secretary at the Conservative party co …"
        },
        {
            "title": "How Tokyo's 2020 hopes turned to ashes – but can rise again in 2021",
            "category": "Sport",
            "snippet": "It sounds preposterous in hindsight, especially now the Tokyo Olympics has joined the ranks of the sporting postponements, but barely a fortnight ago …"
        },
        {
            "title": "Trump's 'back-to-work' plan would only make things worse, experts say",
            "category": "US-News",
            "snippet": "New York, San Francisco, Los Angeles, Chicago – cities across the US are closing down because of the Covid-19 epidemic. The economic impact is already …"
        },
        {
            "title": "Australian Olympic sports face up to uncertain new reality",
            "category": "Sport",
            "snippet": "Few athletes, coaches and administrators across Australia’s Olympic sports will ever forget this past week. As national sporting organisations were bu …"
        },
        {
            "title": "UK police chiefs: coronavirus could bring out worst in humanity",
            "category": "UK-News",
            "snippet": "Summary: Police chiefs have warned the coronavirus pandemic could “bring out the worst in humanity” after a spate of opportunistic crimes hindered efforts to c …"
        },
        {
            "title": "White House calls on New Yorkers who have left city to self-quarantine – as it happened",
            "category": "US-News",
            "snippet": "Lawmakers have signaled that they are close to passing an economic stimulus deal. The stimulus package would include direct payments to taxpayers, as …"
        },
        {
            "title": "Coronavirus cabin fever: the best celebrities to follow, from Robbie Williams to Florence Pugh",
            "category": "Life-and-Style",
            "snippet": "Famous people are used to hearing the echo of applause and crowds of compliments everywhere they go. When they are suddenly confined to their homes, s …"
        },
        {
            "title": "'It blew my mind': the incredible story of Netflix's feelgood Crip Camp",
            "category": "Film",
            "snippet": "Crip Camp, Netflix’s feelgood documentary executive-produced by the Obamas, begins out of the spotlight: at a hippy summer camp in the early 1970s cal …"
        },
        {
            "title": "Are Trump's coronavirus briefings the new 2020 campaign rallies?",
            "category": "US-News",
            "snippet": "For more than an hour from the lectern he self-aggrandises, rewrites history, casts blame, scores political points, goads the media and sends factchec …"
        },
        {
            "title": "Box Hill by Adam Mars-Jones review – a sparky yet sad vision of gay subculture",
            "category": "Books",
            "snippet": "Adam Mars-Jones’s fiction is nothing if not intermittent. His early stories in Lantern Lecture (1981), including one where the Queen contracts rabies, …"
        },
        {
            "title": "Classical musicians plead for support as cancelled concerts blight income",
            "category": "Music",
            "snippet": "It’s not called the gig economy by accident. Musicians are among those hardest hit by the cultural shutdown, and with the government currently offerin …"
        },
        {
            "title": "UK parliament to close early for Easter amid coronavirus fears",
            "category": "Politics",
            "snippet": "Parliament is to close for Easter a week early amid fears that coronavirus has been spreading fast through Westminster. Jacob Rees-Mogg, the leader of …"
        },
        {
            "title": "Jackson Browne tests positive for coronavirus",
            "category": "Music",
            "snippet": "Summary: Jackson Browne has tested positive for coronavirus. The 71-year-old musician told Rolling Stone that he had mild symptoms including “a small cough and …"
        },
        {
            "title": "Top 10 novels and stories about shame",
            "category": "Books",
            "snippet": "I was an adolescent when I first came across the letters of St Paul. Though I had been raised Greek Orthodox, at 13 I had joined an evangelical church …"
        },
        {
            "title": "The Fall: where to start in their back catalogue",
            "category": "Music",
            "snippet": "The album to start with Hex Enduction Hour (1982) ‘There’s always some cunt who wants to ask me about a masterpiece I made in 1982,” frothed Mark E Sm …"
        },
        {
            "title": "I've never seen … The Shining",
            "category": "Film",
            "snippet": "Summary: I can’t sit through a horror film. Or, I can sit, I just watch through clammy fingers, anticipating each jump scare while trying not to squeal and won …"
        },
        {
            "title": "Commonwealth Games chiefs want calendar fix to ensure GB stars compete",
            "category": "Sport",
            "snippet": "The Commonwealth Games Federation has urged the governing bodies of athletics and swimming to find a way to ensure Dina Asher-Smith, Adam Peaty and Ka …"
        },
        {
            "title": "Dyson and Airbus expect green light to start making ventilators",
            "category": "Business",
            "snippet": "Dyson, along with a separate consortium of manufacturers led by Airbus, is expecting the government to give it the green light to start making up to 3 …"
        },
        {
            "title": "My favourite game: Everton v Bayern Munich, 1985 Cup Winners' Cup",
            "category": "Sport",
            "snippet": "When Søren Lerby sauntered into the Goodison cauldron without shin pads even my 13-year-old eyes could see it was a reckless act. Nearly 35 years on, …"
        },
        {
            "title": "Conclusions by John Boorman review – film gossip and nostalgia",
            "category": "Books",
            "snippet": "Summary: “I am a man I never had time to get to know,” announces the film-maker John Boorman, director of Point Blank (1967) and Deliverance (1972), halfway th …"
        },
        {
            "title": "US briefing: $2tn rescue deal, WHO warning, Brazil protests",
            "category": "US-News",
            "snippet": "Good morning, I’m Molly Blackall with today’s key stories. $2tn economic stimulus package agreed US Senate leaders have reached a deal with the White …"
        },
        {
            "title": "NBA star Towns says his mother is in coma with coronavirus symptoms",
            "category": "Sport",
            "snippet": "Minnesota Timberwolves star Karl-Anthony Towns posted a video to Instagram on Tuesday night detailing the events that led to his mother, Jacqueline Cr …"
        },
        {
            "title": "Domains review – eerie echoes of a world in isolation",
            "category": "Film",
            "snippet": "The first movie of the coronaviral era is already here. Domains, from Japanese film-maker Natsuka Kusano, premiered last year at the Rotterdam film fe …"
        },
        {
            "title": "Adele, Keith Flint, Gil Scott-Heron and me: Richard Russell, the XL records Midas",
            "category": "Music",
            "snippet": "From the outside, Richard Russell’s studio looks like any other house in Notting Hill. But inside, there’s a plethora of vintage synthesisers and some …"
        },
        {
            "title": "From Panic Room to Cabin Fever: films about isolation, to watch in self-isolation",
            "category": "Film",
            "snippet": "Self-isolating alone Cast Away With Tom Hanks currently in Australia fighting Covid-19, let’s remember him in shaggier times: on an enforced Robinson …"
        },
        {
            "title": "Golf's hiatus offers reminder of what the Open was before money talked",
            "category": "Sport",
            "snippet": "Crunch time should not be far away for the Open. The championship at Royal St George’s is one of the precious few remaining on Britain’s traditional s …"
        },
        {
            "title": "UK pubs and breweries push to be allowed takeaway sales",
            "category": "Business",
            "snippet": "Breweries and pubs are lobbying the government for blanket permission to launch takeaway alcohol services, after off-licences were designated “essenti …"
        },
        {
            "title": "Trump family will not profit from $2tn stimulus package, Schumer says",
            "category": "US-News",
            "snippet": "Donald Trump’s family has been blocked from getting bailout funds in the $2tn economic stimulus package, according to a letter from the Senate minorit …"
        },
        {
            "title": "Don't panic: the best books to help us survive a crisis",
            "category": "Books",
            "snippet": "Summary: The coronavirus has put life on hold. In this time of fractured human contact and fear of the unknown, we need to read authors who will embolden us fo …"
        },
        {
            "title": "Book sales surge as self-isolating readers stock up on ‘bucket list’ novels",
            "category": "Books",
            "snippet": "Book sales have leapt across the country as readers find they have extra time on their hands, with bookshops reporting a significant increase in sales …"
        },
        {
            "title": "Parents pay tribute to 'social butterfly' aged seven stabbed to death",
            "category": "UK-News",
            "snippet": "Summary: The family of a seven-year-old girl who was killed in a “random act of violence” in a park in Greater Manchester have paid tribute to her. Emily Jones …"
        },
        {
            "title": "Care workers move into Sheffield dementia home to shield residents",
            "category": "UK-News",
            "snippet": "Summary: A group of care workers have left their families and moved into a care home for a “lock-in” with residents to help protect them from the coronavirus. …"
        },
        {
            "title": "The Chats: the making of Australia’s favourite ratbags",
            "category": "Music",
            "snippet": "The Chats might have the least aspirational origin story in music: they began out messing around together in a friend’s “bong shed” (where their chose …"
        }
    ]
}