{
    "page": [
        {
            "title": "Coronavirus has left small publishers desperately fighting for survival",
            "category": "Books",
            "snippet": "Over the past few years, the success of independent publishers such as Fitzcarraldo, And Other Stories, Bluemooose and Influx Press has been something …"
        },
        {
            "title": "My local park is a space where I can be alone – and feel part of the community",
            "category": "Life-and-Style",
            "snippet": "Summary: As I write, it is week four – possibly five? – of the coronavirus-induced lockdown. I cannot measure out my life in coffee spoons, as I do not have on …"
        },
        {
            "title": "Miraa May's lockdown listening: 'I’m about to be a mum, but I won't lose my edge'",
            "category": "Music",
            "snippet": "Summary: I’m having a baby boy any day now, so I’m quarantining in London with my partner. Being a pregnant woman working in the music industry and not quite b …"
        },
        {
            "title": "Tazmamart by Aziz BineBine review – life in a secret prison",
            "category": "Books",
            "snippet": "In July 1971 military leaders launched a coup against Morocco’s King Hassan II, descending on his summer palace in Skhirat, where he was hosting a sum …"
        },
        {
            "title": "My streaming gem: why you should watch The Distinguished Citizen",
            "category": "Film",
            "snippet": "If you’ve ever spent an extended amount of time in a small town, The Distinguished Citizen will prove to be not only an entertaining watch but a relat …"
        },
        {
            "title": "Scoob review – scrappy animated reboot is a ruff ride",
            "category": "Film",
            "snippet": "The relaunch of Scooby-Doo, a character born in the late 60s and sustaining a presence in the decades ever since, carries with it the potential for bo …"
        },
        {
            "title": "Witch 'n' Monk: Witch 'n' Monk review – Latin flautist and punk soprano make discordant, unearthly joy",
            "category": "Music",
            "snippet": "Summary: Witch ‘n’ Monk are a theatrical Anglo-Colombian duet featuring two very different musicians. Mauricio Velasierra plays a variety of flutes, while Heid …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 16, Beyoncé – Crazy in Love",
            "category": "Music",
            "snippet": "Crazy in Love rewrote pop history the moment it landed. Beyoncé’s 2003 smash hit is widely considered her debut solo single – eclipsing its largely fo …"
        },
        {
            "title": "Moby: All Visible Objects review – misjudged and out of touch",
            "category": "Music",
            "snippet": "Moby’s heydays bookended the 1990s. In 1991, the New York native smooshed together post-punk, 80s disco and the Twin Peaks score into Go, a quintessen …"
        },
        {
            "title": "Covid-19 dashed my National Spelling Bee dream, but there's still time to make it right",
            "category": "Sport",
            "snippet": "Ding. When the bell rang after I misspelled tettigoniid, I was heartbroken. After 15 grueling rounds of spelling, broadcast nationally in prime time, …"
        },
        {
            "title": "Living-room disco: five of the best dance music mixes",
            "category": "Music",
            "snippet": "Summary: Bicep: Ambient Mix Hosted by the independent radio station NTS as part of its recent Remote Utopias festival, the Northern Irish dance duo take the BP …"
        },
        {
            "title": "England and Wales tours to Japan off as World Rugby postpones July Tests",
            "category": "Sport",
            "snippet": "World Rugby has postponed the July tour matches in the southern hemisphere and plans to consult with various stakeholders, including clubs, before rea …"
        },
        {
            "title": "Experience: I was run over by a train",
            "category": "Life-and-Style",
            "snippet": "I had spent my life – 44 years – in Tegucigalpa, the capital of Honduras. Everything was there: my husband, our children, the street-side food stall t …"
        },
        {
            "title": "What if Hillary had become president? Curtis Sittenfeld on rewriting Clinton's life",
            "category": "Books",
            "snippet": "Even now, I’m one of those people who can’t bring herself to say: “If Hillary Clinton had won the 2016 election … ” Because, to me, she did win. She r …"
        },
        {
            "title": "Tracks of the week reviewed: Big Thief, Razorlight, Arca",
            "category": "Music",
            "snippet": "Big Thief Love in Mine For a group whose entire pitch is just “the Band, but in 2020”, Big Thief have an uncanny knack for poleaxing you in the tender …"
        },
        {
            "title": "First Thing: the US is 'leading the world' but the world isn't following",
            "category": "US-News",
            "snippet": "Good morning. As a symbol of US leadership amid the coronavirus crisis, the images are almost too on the nose: Donald Trump and his chief of staff wer …"
        },
        {
            "title": "Trump campaign focuses fire on Biden as pandemic undermines strategy",
            "category": "US-News",
            "snippet": "Donald Trump had planned to run on a pledge to “Keep America great”. But with a global pandemic claiming the lives of more than 85,000 Americans and c …"
        },
        {
            "title": "Taylor v Sherrock: a thrilling but bloodless glimpse of the future",
            "category": "Sport",
            "snippet": "Everything was different. The dartboards were electronic. The players were standing in their living rooms. There was no crowd, no raucous singing and …"
        },
        {
            "title": "My favourite game: Gareth Edwards and the Baa-Baas stun All Blacks",
            "category": "Sport",
            "snippet": "I certainly wasn’t at this game. I can’t even say for sure I watched it on television but I have the DVD and that’s good enough for me. Not only is th …"
        },
        {
            "title": "Gurinder Chadha: 'I’ve written a whole new movie in lockdown'",
            "category": "Film",
            "snippet": "I’m in north London with my husband and 12-year-old twins. The twins rule the roost. It’s hard work, bloody home-schooling. The amount of printer ink …"
        },
        {
            "title": "I've Zoomed and I've dog groomed and I still don't know how to stay alert",
            "category": "UK-News",
            "snippet": "Summary: Monday Many people I know are using lockdown creatively either to develop existing talents or to discover new ones. I appear to be the exception, unle …"
        },
        {
            "title": "Chess: Magnus Carlsen announces $1m online series as viewer numbers surge",
            "category": "Sport",
            "snippet": "Magnus Carlsen has announced a new $1m series of major online events in which he will compete, lasting all summer with a final in August. The Carlsen …"
        },
        {
            "title": "Should I tell my mother that my father is cheating on her?",
            "category": "Life-and-Style",
            "snippet": "Two years ago, my siblings told me they had caught my dad cheating on my mum with a younger woman he works with. I was the one who confronted him abou …"
        },
        {
            "title": "Does everything have to be deep and meaningful?",
            "category": "Life-and-Style",
            "snippet": "When this first started, I decided to note down all the quotidian but significant moments. I figured we are living through important times, and someda …"
        },
        {
            "title": "TfL to raise congestion charge by 30% as part of £1.6bn bailout deal",
            "category": "UK-News",
            "snippet": "Summary: Transport for London is to raise the congestion charge by 30%, temporarily stop free travel for children and charge over-60s to travel at peak times a …"
        },
        {
            "title": "How can I overcome past traumas while I still live with my mother?",
            "category": "Life-and-Style",
            "snippet": "I am 31 and have moved back in with my mother. I didn’t finish university, but had jobs throughout my 20s, which were fulfilling. However, I never sta …"
        },
        {
            "title": "Met police officer investigated after man shot with Taser stun gun is left paralysed",
            "category": "UK-News",
            "snippet": "Summary: A police officer has been placed under criminal investigation after a man was shot with a Taser weapon and left paralysed from the waist down, the Gua …"
        },
        {
            "title": "UK police use DNA to identify remains found in suitcases",
            "category": "UK-News",
            "snippet": "Police are using DNA analysis to try to identify a woman whose remains were found in two suitcases in a forest. Officers have also been searching prop …"
        },
        {
            "title": "Wisconsin: drinkers return to bars after judges strike down stay-at-home order",
            "category": "US-News",
            "snippet": "Summary: Wisconsin’s supreme court struck down the state’s stay-at-home order on Wednesday, and some residents took immediate advantage – by packing the bars. …"
        },
        {
            "title": "Marks & Spencer joins growing list of UK firms deemed 'junk' investments",
            "category": "Business",
            "snippet": "The number of “fallen angels” – formerly creditworthy companies now deemed a risky prospect for lenders – could hit a record this year, with Marks & S …"
        },
        {
            "title": "Jimmy's Corner: America's greatest dive bar and a slice of old New York",
            "category": "Sport",
            "snippet": "Jimmy Glenn wore many hats during more than seven decades in and around the fight game. He had 16 bouts as an amateur, once going the distance in a lo …"
        },
        {
            "title": "Phil May, frontman with the Pretty Things, dies aged 75",
            "category": "Music",
            "snippet": "Phil May, frontman of riotous band the Pretty Things who were acclaimed peers of David Bowie and the Rolling Stones, has died aged 75. He died in hosp …"
        },
        {
            "title": "Research finds reading books has surged in lockdown",
            "category": "Books",
            "snippet": "A new survey has revealed that people in the UK have almost doubled the amount of time they spend reading books since lockdown began, but instead of d …"
        },
        {
            "title": "Rory McIlroy takes swing at Trump: 'It’s not the way a leader should act'",
            "category": "Sport",
            "snippet": "Rory McIlroy has hit out at Donald Trump’s handling of the coronavirus crisis, criticizing the US president of politicizing a pandemic that has claime …"
        },
        {
            "title": "Labour welcomes PM's 'conversion' on obesity after coronavirus scare",
            "category": "Politics",
            "snippet": "Summary: Labour has hailed a “welcome conversion” by Boris Johnson as Downing Street confirmed that the prime minister hopes to lead a public health drive, hav …"
        },
        {
            "title": "London congestion charge rise down to good old power struggle",
            "category": "Politics",
            "snippet": "Good old-fashioned politics rather than economic, environmental or health considerations seem to explain the decision by Transport for London to reimp …"
        },
        {
            "title": "Lib Dem election campaign a 'car crash', says party's review",
            "category": "Politics",
            "snippet": "The Liberal Democrat election campaign last year was “a high-speed car crash” worsened by structural failures, poor tactics, and an inexperienced inne …"
        },
        {
            "title": "Beatles photographer Astrid Kirchherr dies aged 81",
            "category": "Music",
            "snippet": "Astrid Kirchherr, the photographer whose shots of the Beatles helped turn them into icons, has died aged 81. The Beatles writer Mark Lewisohn confirme …"
        },
        {
            "title": "Alan Williams obituary",
            "category": "Books",
            "snippet": "In Michael Frayn’s Fleet Street novel, Towards the End of the Morning, a smartarse graduate trainee scandalises a bunch of beery hacks by asking for a …"
        },
        {
            "title": "Indefinite detention or family separation? US forced immigrants to choose, lawyers say",
            "category": "US-News",
            "snippet": "US officials gave dozens of detained immigrant parents an ultimatum – allow your children to be released from detention without you or face indefinite …"
        },
        {
            "title": "The cinemas I grew up with keep shutting down. News that George Street may be next hit hard",
            "category": "Film",
            "snippet": "I remember receiving a stream of late night texts in 2014, from a Melbourne friend who was incensed that the Greater Union cinema on Russell Street wa …"
        },
        {
            "title": "AFL sets its course but one slip-up and it's back to drawing board",
            "category": "Sport",
            "snippet": "First, the elephant in the room. The rebooted AFL premiership season is not fair. It will not be conducted on a level playing field, at least initiall …"
        },
        {
            "title": "Lockdown bank statements: 'Habits that helped control my spending went out the window'",
            "category": "Life-and-Style",
            "snippet": "In Australia – like the rest of the world – Covid-19 has put a pause on live entertainment, overseas travel and wining and dining at restaurants. Give …"
        },
        {
            "title": "High-wire act: Virgin Australia keeps a bare-bones service in the air as it searches for a buyer",
            "category": "Business",
            "snippet": "Running an airline with no money and few planes in the air has been “gruelling”, the Virgin Australia administrator Vaughan Strawbridge admits. Strawb …"
        },
        {
            "title": "Low-paid workers bear brunt of coronavirus recession, study shows",
            "category": "Business",
            "snippet": "Almost a third of Britain’s lowest-paid workers have lost their job or been furloughed in the past two months as those earning least bore the brunt of …"
        },
        {
            "title": "JC Penney, century-old mainstay of US malls, declares bankruptcy amid pandemic",
            "category": "Business",
            "snippet": "JC Penney, the more than 100-year old US department store chain, filed for bankruptcy on Friday, making it the latest business to hit bottom amid the …"
        },
        {
            "title": "Tim Dowling: after a park showdown, I need the secret wine",
            "category": "Life-and-Style",
            "snippet": "On weekends my wife sometimes lets me accompany her on her trips outdoors with the dog. “I don’t know why,” she says, as we enter the park. “You never …"
        },
        {
            "title": "A Theatre for Dreamers by Polly Samson review – free love with Leonard Cohen",
            "category": "Books",
            "snippet": "It’s the spring of 1960, and 18-year-old Erica has come to the tiny Greek island of Hydra with her boyfriend Jimmy, a would-be painter-poet, to join i …"
        },
        {
            "title": "UK's 7,000 gyms prepare for post-lockdown health warning",
            "category": "Business",
            "snippet": "Every day during the coronavirus lockdown, the government has hammered home the need for the public to take daily exercise. The irony is that the UK’s …"
        },
        {
            "title": "'It eats him alive inside': Trump's latest attack shows endless obsession with Obama",
            "category": "US-News",
            "snippet": "President Barack Obama and President-elect Donald Trump once sat together in the Oval Office. “I was immediately struck by Trump’s body language,” wro …"
        }
    ]
}