{
    "page": [
        {
            "title": "My favourite book as a kid ... The Australian Women's Weekly Children’s Birthday Cake Book",
            "category": "Books",
            "snippet": "Like many children who fly through books at a pace that even the most encouraging parent finds infuriating, I often had to settle for whatever I could …"
        },
        {
            "title": "My four miscarriages: why is losing a pregnancy so shrouded in mystery?",
            "category": "Life-and-Style",
            "snippet": "I stepped out of Oxford Circus tube into mid-morning crowds and cold, bright sunshine. The consultant’s words were still ringing in my ears. “Nothing. …"
        },
        {
            "title": "Your streaming gems: what under-seen films would you recommend?",
            "category": "Film",
            "snippet": "With a global pandemic forcing us all inside, figuring out what to watch has become a more important decision than ever before and with an expanding n …"
        },
        {
            "title": "Rainbow Milk by Paul Mendez review – beautiful and distinctive",
            "category": "Books",
            "snippet": "A few years ago, I went to hear the great Ali Smith speak during a festival hosted by the National Centre for Writing in Norwich. Her talk was predict …"
        },
        {
            "title": "Did Gladiator really deserve the best picture Oscar?",
            "category": "Film",
            "snippet": "When Gladiator was released in early May 2000, there wasn’t much of an inkling that it would go on to win the Oscar for best picture, for the obvious …"
        },
        {
            "title": "Techno DJ Kelly Lee Owens: ‘I still have to fight to not be seen as just the singer’",
            "category": "Music",
            "snippet": "Kelly Lee Owens is showing me her crumpled bed, pixelated on the screen. It is five weeks into quarantine and this has quickly become the norm: an int …"
        },
        {
            "title": "'It sounded evil': inside the eerie moment California’s deadliest wildfire began",
            "category": "US-News",
            "snippet": "Four miles east of Paradise, California as the crow flies, fire chief Matt McKenzie awoke in confusion at 5am on Thursday, 8 November 2018. It sounded …"
        },
        {
            "title": "A bittersweet time travel back to Edgbaston 2005: why not?",
            "category": "Sport",
            "snippet": "Who fancies a Proustian rush? Actually, who fancies three-and-a-bit days of Proustian rushes? From 10.30am on Thursday, the BBC is replaying the full …"
        },
        {
            "title": "Tory MPs call for funerals to be held inside churches again",
            "category": "Politics",
            "snippet": "A group of Tory MPs has urged the Church of England to allow funerals to be held in churches again on a small scale. Former cabinet ministers Liam Fox …"
        },
        {
            "title": "Dave Greenfield: putting beauty at the rotten heart of the Stranglers",
            "category": "Music",
            "snippet": "Summary: Music writer Pete Paphides’ recent memoir, Broken Greek, contains a vivid description of its seven-year-old author encountering the Stranglers for the …"
        },
        {
            "title": "WeWork co-founder Adam Neumann sues SoftBank over $3bn deal",
            "category": "Business",
            "snippet": "Summary: Adam Neumann, WeWork’s co-founder and former chief executive, has filed a lawsuit against Japan’s SoftBank, accusing it of abusing its power in order …"
        },
        {
            "title": "UK car sales plunge to lowest since 1946 amid coronavirus lockdown",
            "category": "Business",
            "snippet": "Summary: The UK car market ground to a halt in April, with new vehicle sales plunging by 97% to the lowest level since the end of the second world war because …"
        },
        {
            "title": "Co-living in a pandemic: how I'm surviving life with 48 roommates",
            "category": "US-News",
            "snippet": "I’m living with 48 roommates in the middle of the coronavirus pandemic. Co-living makes physical distancing all but impossible: we touch the same door …"
        },
        {
            "title": "Defoe's Plague Year was written in 1722 but speaks clearly to our time",
            "category": "Books",
            "snippet": "Reading A Journal of the Plague Year, the first uneasy jolts of recognition come on page one. The narrator tells us that he and his neighbours heard t …"
        },
        {
            "title": "Inflation collapses around the world amid coronavirus pandemic",
            "category": "Business",
            "snippet": "Inflation in the wealthiest countries has collapsed at the fastest pace since the financial crisis, as the coronavirus outbreak sinks the world into t …"
        },
        {
            "title": "Lost Bob Dylan lyrics from Blonde on Blonde era go to auction",
            "category": "Music",
            "snippet": "A page of Bob Dylan’s manuscript featuring lyrics for Blonde on Blonde, regarded by many as his greatest ever album, is being auctioned by Sotheby’s i …"
        },
        {
            "title": "RFU will need government bailout if England do not play until summer 2021",
            "category": "Sport",
            "snippet": "The Rugby Football Union’s chief executive, Bill Sweeney, has warned it would be a “catastrophe” if the Six Nations is hit next year by coronavirus, a …"
        },
        {
            "title": "Boris Johnson boasted of shaking hands on day Sage warned not to",
            "category": "Politics",
            "snippet": "No 10’s scientific advisers warned that the government should tell people not to shake hands on the same day that Boris Johnson boasted about doing so …"
        },
        {
            "title": "Jolt to eurozone as German court warns against central bank stimulus",
            "category": "Business",
            "snippet": "Summary: Germany’s constitutional court jolted eurozone investors and hit the value of the euro after judges warned that the European Central Bank’s plans to f …"
        },
        {
            "title": "I've never seen ... The Terminator",
            "category": "Film",
            "snippet": "I bonded with my best university buddy over many things: student radio, bland pasta, failing to talk to girls at parties, and the paradoxes of time tr …"
        },
        {
            "title": "McDonald's reveals full list of UK restaurants to reopen since lockdown",
            "category": "Business",
            "snippet": "McDonalds is to open sites in Gillingham, Chelmsford, London and Luton – for takeaway only – after nearly two months of closure. The company will take …"
        },
        {
            "title": "Matt Hancock's career continues to win the battle with his conscience",
            "category": "Politics",
            "snippet": "Normally Matt Hancock is relentlessly upbeat. The very model of middle-management enthusiasm. The Tigger who gives good meeting and likes to say yes. …"
        },
        {
            "title": "Baby driver: Utah police stop five-year-old on way to California in parents' car",
            "category": "US-News",
            "snippet": "Utah state troopers pulled over a five-year-old boy driving his parents’ car down the highway. The precocious youngster told the officers he was on hi …"
        },
        {
            "title": "From Edwardian tiles to a 120-year-old tunnel: how lockdown DIY has led to surprising discoveries",
            "category": "Life-and-Style",
            "snippet": "Summary: Name: DIY discoveries. Age: Mostly quite new. Though some of the discoveries themselves are quite old. Like over a century. Intriguing. For example? T …"
        },
        {
            "title": "Hilary Bracefield obituary",
            "category": "Music",
            "snippet": "Summary: A true polymath, writing on a wide range of subjects from Stravinsky to the poetry of her fellow New Zealander Fleur Adcock, my friend and one-time co …"
        },
        {
            "title": "Norwegian Cruise Line warns of 'substantial doubt' it will survive",
            "category": "Business",
            "snippet": "Norwegian Cruise Line, the world’s third-largest cruise operator, has warned there is “substantial doubt” that it will be able to stay in business. Th …"
        },
        {
            "title": "British sport faces devastating £700m black hole from Covid-19 pandemic",
            "category": "Sport",
            "snippet": "The devastating financial effect of coronavirus on British sport was laid bare on Tuesday with the Football League, the Rugby Football Union and the E …"
        },
        {
            "title": "Trump gives up on virus fight to focus on economic recovery – and re-election",
            "category": "US-News",
            "snippet": "Donald Trump is effectively abandoning a public health strategy for the coronavirus pandemic and showing “clear willingness to trade lives for the Dow …"
        },
        {
            "title": "Why No 10's Covid-19 death toll slides don't tell the whole story",
            "category": "UK-News",
            "snippet": "As the UK’s official death toll from Covid-19 passed Italy’s for the first time, it is worth noting that one month ago, government sources were privat …"
        },
        {
            "title": "Virgin Atlantic job cuts were the only route to Treasury coffers",
            "category": "Business",
            "snippet": "Here’s the bit Sir Richard Branson didn’t mention in his open letter to Virgin employees a fortnight ago: the only possible route to the Treasury’s wa …"
        },
        {
            "title": "F1 risks angering Ferrari and Red Bull as it reveals long-term budget cap plans",
            "category": "Sport",
            "snippet": "Formula One has presented its long-term roadmap for the teams’ budget reduction, with a decision expected next week. It is understood that figures inc …"
        },
        {
            "title": "UK coronavirus: Raab says it would not be safe to reopen all schools; official death toll rises to 29,427",
            "category": "Politics",
            "snippet": "The UK coronavirus death toll rose above 32,000 to the highest in Europe. ONS figures and calculations by Reuters revealed that 32,313 deaths were reg …"
        },
        {
            "title": "No guarantee Tour de France will go ahead, says French sports minister",
            "category": "Sport",
            "snippet": "The French sports minister Roxana Maracineanu has delivered a stark warning to cycling, declaring that there is “no guarantee” that the Tour de France …"
        },
        {
            "title": "Woman arrested on suspicion of murder after supermarket stabbings",
            "category": "UK-News",
            "snippet": "Summary: A woman has been arrested on suspicion of murder after a man died and three other people were injured during a knife attack at a village supermarket i …"
        },
        {
            "title": "Global stock markets buoyed as Brent crude tops $30 a barrel",
            "category": "Business",
            "snippet": "Oil prices have jumped more than 13% after reports that China’s stuttering recovery was beginning to make ground. Stock markets also made gains, despi …"
        },
        {
            "title": "California sues Uber and Lyft for misclassifying drivers as contractors",
            "category": "US-News",
            "snippet": "California is suing Uber and Lyft, alleging they misclassified their drivers as independent contractors under the state’s new labor law, in the most s …"
        },
        {
            "title": "New York reports 15 cases of rare illness in children possibly linked to Covid-19",
            "category": "US-News",
            "snippet": "Summary: New York City’s health department has reported 15 cases of a rare but potentially lethal inflammatory syndrome in children that may be linked to coron …"
        },
        {
            "title": "Disney takes $1.4bn hit as parks shuttered and production halted",
            "category": "Film",
            "snippet": "The coronavirus pandemic has cost Walt Disney $1.4bn in the last three months as the virus shut down its theme parks around the world and halted film …"
        },
        {
            "title": "Risk of 'dole queue' future for young people after Covid-19 crisis",
            "category": "Business",
            "snippet": "Youth unemployment in Britain will reach the 1 million mark over the coming year unless the government provides job guarantees or incentives for schoo …"
        },
        {
            "title": "Lord Sugar tweet broke UK advertising rules, says watchdog",
            "category": "UK-News",
            "snippet": "Summary: A tweet by Lord Sugar promoting a company set up by a winner of The Apprentice has broken the UK advertising rules. In December, the 73-year-old host …"
        },
        {
            "title": "Feely lousy: how getting iso-nits was a surprisingly positive experience",
            "category": "Life-and-Style",
            "snippet": "We were in our fifth week of lockdown when my eight-year-old daughter, Cerys, started complaining that her head was itchy. I didn’t think twice about …"
        },
        {
            "title": "Judge reinstates New York's presidential primary after state cancelled it",
            "category": "US-News",
            "snippet": "A federal judge has reinstated New York’s June Democratic presidential primary, siding with Andrew Yang, the former candidate, who sued the state in f …"
        },
        {
            "title": "Sleazy bosses, exploited barmaids: US cinema finally discovers the left behinds",
            "category": "Film",
            "snippet": "Summary: ‘I wanted it to be relatable to any woman who’s ever worked in an office,” says Kitty Green of her new film The Assistant. “Everything in the film has …"
        },
        {
            "title": "Stephen Merchant: 'Harrison Ford would find a shop selling toilet roll'",
            "category": "Film",
            "snippet": "Summary: I’m locked down in London with my girlfriend and we do a movie a night. I tend to curate – not because I’m dictatorial, but because she’s not that int …"
        },
        {
            "title": "'A dream team': how the Hay festival will look online",
            "category": "Books",
            "snippet": "Ian McEwan once joked: “I don’t do research any more, I ask the audience at Hay.” The whole point of Hay festival is the celebratory pleasure of this …"
        },
        {
            "title": "'My favourite forgotten film' – you recommend your best streaming gems",
            "category": "Film",
            "snippet": "Sunday’s Illness A Spanish film featuring the troubled reunion between a fortysomething daughter and the mother who abandoned her 30 years ago. An unu …"
        },
        {
            "title": "Putin's People by Catherine Belton review – a groundbreaking study that follows the money",
            "category": "Books",
            "snippet": "Russia stepped decisively off a path of western-led global integration on the morning of 25 October 2003. Mikhail Khodorkovsky, the country’s richest …"
        },
        {
            "title": "'It's a tough island to live on': why coronavirus spells doom for Ibiza",
            "category": "Music",
            "snippet": "Ibiza welcomes more than three million visitors during the summer months, pumping billions into its economy. Close to 75% of the island’s 147,000-plus …"
        },
        {
            "title": "I wish more people would read ... Ducks, Newburyport by Lucy Ellmann",
            "category": "Books",
            "snippet": "There is a particular danger in enthusing over a big book. Namely, of becoming one of those people found on university campuses everywhere, who extol …"
        },
        {
            "title": "Friend by Paek Nam-nyong review – a bestseller from North Korea",
            "category": "Books",
            "snippet": "Exploring love, marriage and divorce, and later adapted for TV, Friend became a bestseller when it was published in 1988 in North Korea. It is now the …"
        }
    ]
}