{
    "page": [
        {
            "title": "Britt Ekland: 'I was put through emotional and psychological warfare'",
            "category": "Film",
            "snippet": "Two days after their first date – which was also their first meeting – the comedian Peter Sellers gave Britt Ekland a dachshund puppy called Pepper. E …"
        },
        {
            "title": "Why Native Americans took Covid-19 seriously: 'It's our reality'",
            "category": "US-News",
            "snippet": "Summary: In the first few weeks of 2020, as president Donald Trump dismissed and mocked warnings about a novel virus killing people faraway in China, Native Am …"
        },
        {
            "title": "Unproven remedies proliferate in my community, even in the face of a deadly virus",
            "category": "Life-and-Style",
            "snippet": "“Atencion NYC! Starting tonight, at 11.40pm nobody should be on the street! Doors and windows should remain closed as five helicopters spray disinfect …"
        },
        {
            "title": "Babette's Feast: Julian Baggini savours the ultimate lockdown movie",
            "category": "Film",
            "snippet": "At a time when basic grocery shopping is a military operation and many people’s incomes have been cut, an invitation to watch others eat a seven-cours …"
        },
        {
            "title": "Jaden Moodie: ‘reachable moment’ missed to protect murdered teenager",
            "category": "UK-News",
            "snippet": "Summary: Offficials failed to capitalise on a “reachable moment” with Jaden Moodie, the 14-year-old who was ultimately murdered in gang violence, when he was a …"
        },
        {
            "title": "My favourite game: Gerrard and Torres humiliate Manchester United",
            "category": "Sport",
            "snippet": "Summary: It is a measure of Liverpool’s recent progress that the closest shot at a Premier League title under Rafael Benítez doesn’t feel that close any more. …"
        },
        {
            "title": "'A political gale': world's press on Dominic Cummings' self-defence",
            "category": "Politics",
            "snippet": "Summary: World media have reacted with disbelief to Dominic Cummings’ defence of his trip to Durham, saying that what the “machiavellian” adviser saw as reason …"
        },
        {
            "title": "Brexit talks 'risk stalemate' if no progress on key issues",
            "category": "Politics",
            "snippet": "Brexit talks risk reaching a stalemate if there is no progress in the next round of negotiations between the European Union and the British government …"
        },
        {
            "title": "Outside socialising may be relaxed in England within weeks",
            "category": "Politics",
            "snippet": "People in England could be allowed to socialise in bigger groups in gardens or parks in the coming weeks, a cabinet minister has confirmed, but visiti …"
        },
        {
            "title": "How could Roman legionnaires march so far in sandals?",
            "category": "Life-and-Style",
            "snippet": "Summary: Given a decent pair of rubber-soled boots with plenty of ankle support, I think I could match a Roman legionnaire mile for mile. In sandals (even with …"
        },
        {
            "title": "First-time Conservative voters react to Cummings controversy",
            "category": "Politics",
            "snippet": "Voters in the former coalfield constituency of Leigh in Greater Manchester elected a Conservative MP in December for the first time in its 134-year hi …"
        },
        {
            "title": "Bobby Digital: Jamaican reggae producer dies aged 59",
            "category": "Music",
            "snippet": "Renowned Jamaican record producer Robert “Bobby Digital” Dixon died in a Kingston hospital on 21 May, aged 59. The cause of death was kidney disease. …"
        },
        {
            "title": "Tory revolt grows as minister resigns over Dominic Cummings' lockdown trip",
            "category": "Politics",
            "snippet": "The Conservative revolt over Dominic Cummings’ decision to drive across England during the lockdown has grown, as a government minister resigned and t …"
        },
        {
            "title": "BBC presents indoor flash mob for lockdown",
            "category": "UK-News",
            "snippet": "Swan Lake performed in the bath, a virtual rave set in a living room, and sign-language performance art inspired by the balcony musicians of Lombardy, …"
        },
        {
            "title": "Corona-sploitation: is it too soon for Hollywood to make Covid-19 movies?",
            "category": "Film",
            "snippet": "Summary: Back in the heady days of 2006, a minor controversy broke out upon the release of United 93, a film recreating the events of 9/11 with a documentary-s …"
        },
        {
            "title": "Women's rugby at risk of RFU funding cuts after Tyrrells ends sponsorship",
            "category": "Sport",
            "snippet": "The Rugby Football Union has refused to rule out funding cuts for top-flight women’s clubs after it was announced that Tyrrells will be ending its spo …"
        },
        {
            "title": "Opposition leaders call for Dominic Cummings to quit",
            "category": "Politics",
            "snippet": "Six opposition leaders have written to Boris Johnson saying Dominic Cummings’ cross-country lockdown trip has “severely undermined” public health advi …"
        },
        {
            "title": "Aston Martin confirms sacking of chief after share collapse",
            "category": "Business",
            "snippet": "Summary: The luxury carmaker Aston Martin has confirmed it has sacked its chief executive Andy Palmer as part of a wider board overhaul, following a collapse i …"
        },
        {
            "title": "'People continue to turn a blind eye': behind a shocking film about music industry abuse",
            "category": "Film",
            "snippet": "In mid-December 2017, two months after reporting on Harvey Weinstein triggered what is now known as the #MeToo movement, Drew Dixon bought a copy of t …"
        },
        {
            "title": "Durham police open investigation into Dominic Cummings",
            "category": "Politics",
            "snippet": "Durham police have begun their investigation into Dominic Cummings’ alleged breaking of lockdown rules, the Guardian and Daily Mirror have learned. A …"
        },
        {
            "title": "Inconsistencies between Cummings’ lockdown story and his wife’s",
            "category": "Politics",
            "snippet": "On Monday, Dominic Cummings finally gave an account of his trip to Durham during lockdown – more than a month after his wife, Mary Wakefield, wrote ab …"
        },
        {
            "title": "Appeals for calm after Tommy Robinson visits Barrow amid protests",
            "category": "UK-News",
            "snippet": "The family of a 19-year-old woman accused of lying about being groomed and abused in a Cumbrian town have appealed for calm after the far-right activi …"
        },
        {
            "title": "Reopening the UK high street will not guarantee a rebound",
            "category": "Business",
            "snippet": "During the coronavirus outbreak, deserted high streets across Britain have been one of the most potent reminders of the economic damage being inflicte …"
        },
        {
            "title": "Anger over Dominic Cummings’ actions has ‘encouraged lockdown rule-breaking’",
            "category": "Politics",
            "snippet": "Summary: A scientific adviser to the government has warned that public anger over the conduct of Dominic Cummings has encouraged some people to break lockdown …"
        },
        {
            "title": "Video of white woman calling police on black man in Central Park draws outrage",
            "category": "US-News",
            "snippet": "Footage of a confrontation between a black birdwatcher and a white dog walker in Central Park in New York has gone viral, reigniting national debate o …"
        },
        {
            "title": "David Bowie, Adele and Beyoncé: BBC unveils Glastonbury coverage",
            "category": "Music",
            "snippet": "The final weekend of June should have seen 200,000 revellers descend on Somerset for the 50th anniversary of the Glastonbury festival. With the event …"
        },
        {
            "title": "Needy Matt becomes Door Matt in defending Dom’s Durham flit",
            "category": "Politics",
            "snippet": "Cometh the hour, cometh the man. There was a brief moment after Matt Hancock recovered from coronavirus when he appeared to be a man of principle. Tha …"
        },
        {
            "title": "Reopened retailers will face fight for survival, executive warns",
            "category": "Business",
            "snippet": "Many retailers given the go-ahead to reopen next month will face a “fight for survival” in the coming months, as they try to restore their fortunes wi …"
        },
        {
            "title": "British newborn first baby in world to join cannabis therapy trial",
            "category": "UK-News",
            "snippet": "Summary: A newborn boy who was delivered by emergency caesarean section in March at a Norwich hospital became the first baby in the world to join a cannabis-de …"
        },
        {
            "title": "Who is Dominic Cummings, and why has his lockdown car trip convulsed UK politics?",
            "category": "Politics",
            "snippet": "The Rose Garden at 10 Downing Street is normally reserved for British prime ministers to make set-piece announcements. But on Monday it was the scene …"
        },
        {
            "title": "Sydney film festival's isolation edition: from climate devastation to killer jellyfish",
            "category": "Film",
            "snippet": "Summary: Another year, another vibrant Sydney film festival program, full of exciting titles procured from around the world, which will screen at various cinem …"
        },
        {
            "title": "'I prefer being physically distant. What happens if I don't want to return to normal life?'",
            "category": "Life-and-Style",
            "snippet": "Summary: While there are many, many people experiencing difficulty with the current situation in having to be physically distant, there are a number of us for …"
        },
        {
            "title": "Queues, temperature checks, no high-fives: will NRL fans go to the game amid Covid-19?",
            "category": "Sport",
            "snippet": "The NRL wants to get fans back into stadiums as soon as possible, under strict biosecurity guidelines, of course. The rush is understandable – the fin …"
        },
        {
            "title": "Investment in global energy to drop by $400bn",
            "category": "Business",
            "snippet": "Investment in global energy will fall by $400bn (£324bn) this year, the biggest slump in the industry’s history, as the Covid-19 pandemic fuels a coll …"
        },
        {
            "title": "'Milli Violini': I was a fake violinist in a world-class miming orchestra",
            "category": "Books",
            "snippet": "A young violinist joins an award-winning ensemble led by a famous composer, only to find out that all of the musicians aren’t actually playing their i …"
        },
        {
            "title": "Dark Mirror by Barton Gellman review – the rise of today's surveillance state",
            "category": "Books",
            "snippet": "In January 2013, the documentary film-maker Laura Poitras asked Barton Gellman if he wanted to grab a coffee. The venue was New York. Poitras told Gel …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 8, The Prodigy – Firestarter",
            "category": "Music",
            "snippet": "It starts with a riff: not a distorted guitar but a contorted squeal from a twisted fairground. It’s a riff nonetheless, the instantly sticky sign of …"
        },
        {
            "title": "Shopping centre owner British Land slashes value of retail portfolio",
            "category": "Business",
            "snippet": "British Land, which owns shopping centres including Sheffield’s Meadowhall and Drake Circus in Plymouth, has written down the value of its retail port …"
        },
        {
            "title": "The baseball team that deliberately locked their fans out of a game",
            "category": "Sport",
            "snippet": "On a hot July evening in Charleston, South Carolina, almost 2,000 baseball fans made their way to Joseph P Riley Jr Park, a pleasant if somewhat clums …"
        },
        {
            "title": "Parents free to relocate to seek childcare like Cummings did, says minister",
            "category": "Politics",
            "snippet": "Everyone can drive across the country and relocate their households to seek childcare in the same way that Dominic Cummings did, a cabinet minister ha …"
        },
        {
            "title": "‘The support has fizzled out a bit’: frontline workers on lockdown easing",
            "category": "UK-News",
            "snippet": "In early April, frontline workers including a bus driver, a care home manager and a cemetery worker spoke to the Guardian about their experiences duri …"
        },
        {
            "title": "Claes Bang: 'I've been watching a great Danish show … what was it called?'",
            "category": "Film",
            "snippet": "I’m with my wife in the countryside, just north of Copenhagen. It’s not been as harsh here in Denmark. Everything is practically back to normal. Kids …"
        },
        {
            "title": "House of horrors: how cinema turned a safe space into a trap",
            "category": "Film",
            "snippet": "In Alfred Hitchcock’s Rear Window, that classic of locked-down cinema, the photographer LB Jefferies (played by James Stewart) gazes out at his doll’s …"
        },
        {
            "title": "Anti-porn filters stop Dominic Cummings trending on Twitter",
            "category": "Politics",
            "snippet": "Twitter’s anti-porn filters have blocked Dominic Cummings’ name from its list of trending topics despite Boris Johnson’s chief adviser dominating Brit …"
        },
        {
            "title": "My favourite game: Tom Watson tames Birkdale to win his fifth Open",
            "category": "Sport",
            "snippet": "When Tom Watson lifted the Claret Jug at Royal Birkdale it was his fifth Open title, the first he had won in England and, at the age of 33, the promis …"
        },
        {
            "title": "Revealed: conservative group fighting to restrict voting tied to powerful dark money network",
            "category": "US-News",
            "snippet": "This story was reported in collaboration with OpenSecrets. A powerful new conservative organization fighting to restrict voting in the 2020 presidenti …"
        },
        {
            "title": "Add some township jive! How London's jazz scene set itself apart",
            "category": "Music",
            "snippet": "Although its live scene is currently on pause, jazz has been thriving throughout London, with names such as Shabaka Hutchings, Nubya Garcia and Binker …"
        },
        {
            "title": "Forced Out by Kevin Maxwell review – prejudice between police",
            "category": "Books",
            "snippet": "Summary: Black people’s antipathy towards the police in the UK starts at a young age, from the moment officers transform themselves from protectors to oppresso …"
        },
        {
            "title": "Olla review – mail-order bride ruffles feathers in French suburbia",
            "category": "Film",
            "snippet": "This half-hour short film by Ariane Labed is a sparkily absurdist declaration of female independence that bucks against male fantasy. Romanna Lobach, …"
        },
        {
            "title": "John Lewis announces first wave of store reopenings",
            "category": "Business",
            "snippet": "John Lewis is to begin its phased return to high street shopping by reopening two stores in Poole and Kingston upon Thames on 15 June, followed by 11 …"
        }
    ]
}