{
    "page": [
        {
            "title": "Opposition leaders attack Boris Johnson over muddled messaging",
            "category": "Politics",
            "snippet": "Opposition leaders have rounded on Boris Johnson for sending out confusing and muddled advice that they claimed could cost lives as the government att …"
        },
        {
            "title": "P&O Ferries to cut 1,100 jobs – but owner to pay out £270m in dividends",
            "category": "Business",
            "snippet": "P&O Ferries has announced plans to cut 1,100 jobs after reporting a severe downturn in demand. The cuts, affecting more than a quarter of the group’s …"
        },
        {
            "title": "Racing committed to June return after sport sent back to drawing board",
            "category": "Sport",
            "snippet": "The British Horseracing Authority said on Monday that the sport is “committed to plan for resumption on 1 June” and will agree a timeline to achieve t …"
        },
        {
            "title": "Has Branson accepted only he can save Virgin Atlantic? Not entirely",
            "category": "Business",
            "snippet": "The penny has dropped for Sir Richard Branson: you can’t plead poverty, or lack of ready cash, when you own a stake in a publicly traded space tourism …"
        },
        {
            "title": "'We're on the other side of the mountain': Cuomo hails falling rate of coronavirus infections",
            "category": "US-News",
            "snippet": "As parts of New York prepared to reopen on Friday, the governor said new infections had fallen to the same rate as 19 March, the date he said the stat …"
        },
        {
            "title": "'I hope, hope, hope' for a vaccine, but it is not guaranteed, says Johnson — as it happened",
            "category": "Politics",
            "snippet": "There is no guarantee of a Covid-19 vaccine, Boris Johnson said at this evening’s press conference, though he said the UK is at the heavily involved i …"
        },
        {
            "title": "Motor misfires as PM tries to steer away from car crash of night before",
            "category": "Politics",
            "snippet": "There are few places more unforgiving than a near-empty House of Commons. Without the roar of sycophantic backbenchers cheering his every empty promis …"
        },
        {
            "title": "Opera and classical concerts to watch at home: our critics' picks – week eight",
            "category": "Music",
            "snippet": "Schreker: Der Schmied von Gent This Opera Ballet Vlaanderen extravanganza is Bruegel gone psychedelic. Staged at the opera house in Ghent, where the o …"
        },
        {
            "title": "Clubs demand input in shaping international rugby calendar",
            "category": "Sport",
            "snippet": "An escalating club versus country row intensified on Monday with Premiership Rugby demanding a say in any changes to the international calendar when t …"
        },
        {
            "title": "Extend furlough scheme or face spiralling job losses, Rishi Sunak told",
            "category": "Politics",
            "snippet": "The chancellor, Rishi Sunak, has been urged to extend the coronavirus wage subsidy scheme until September to avoid spiralling job losses across Britai …"
        },
        {
            "title": "'Glimmer of hope': leading performers return to London's Wigmore Hall",
            "category": "Music",
            "snippet": "The BBC and the Wigmore Hall on Tuesday announced a concert series that will see leading musicians return to the London stage for the first time since …"
        },
        {
            "title": "Virgin Australia administrators move to re-offer credits for cancelled flights",
            "category": "Business",
            "snippet": "Summary: The administrators of the stricken airline Virgin Australia have asked a court to approve a scheme to once again start offering flight credits, which …"
        },
        {
            "title": "US supreme court tackles politics’ most tantalising mystery: Trump’s tax returns",
            "category": "US-News",
            "snippet": "Summary: The US supreme court is in its second week of working by telephone during the coronavirus pandemic. On Tuesday it will hear the highest-profile argume …"
        },
        {
            "title": "Humankind: A Hopeful History by Rutger Bregman review – a tribute to our better nature",
            "category": "Books",
            "snippet": "Although one of the most contested concepts in political philosophy, human nature is something on which most people seem to agree. By and large, accor …"
        },
        {
            "title": "Motor racing's all-female W Series 'robust enough' to ride out storm",
            "category": "Sport",
            "snippet": "The W Series is strongly placed to ride out the financial impact of the coronavirus outbreak even if it is unable to race this year, according to the …"
        },
        {
            "title": "Poetry book of the month: Tongues of Fire by Seán Hewitt – review",
            "category": "Books",
            "snippet": "It is extraordinary to encounter a debut collection that feels as established as Seán Hewitt’s – and not in a willed or derivative way. These unmediat …"
        },
        {
            "title": "‘I’m genuine – and a bit strange’: emo rapper Yung Lean bares his soul",
            "category": "Music",
            "snippet": "It is a bright April afternoon, and Yung Lean is strolling down a Stockholm street, iPhone aloft. The rapper – real name Jonatan Leandoer Håstad – is …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 19, Lil Nas X – Old Town Road",
            "category": "Music",
            "snippet": "In 2011, NPR estimated that it cost around $78,000 (£61,600) to make a chart hit – and that was without a video or promotion. Nearly a decade later, w …"
        },
        {
            "title": "Welsh national parks urge people not to cross border to go hiking",
            "category": "UK-News",
            "snippet": "The three Welsh national parks have urged people not to cross the border from England to go hiking in the mountains or visit its beaches, pointing out …"
        },
        {
            "title": "Physical distancing may be impossible on bus or train, DfT admits",
            "category": "UK-News",
            "snippet": "People who use public transport may not be able to practise physical distancing effectively, the government has admitted, as it published advice for t …"
        },
        {
            "title": "Coronavirus: Bryan Adams attacks China as 'bat eating, virus making' source",
            "category": "Music",
            "snippet": "Bryan Adams has made an expletive-filled attack on Chinese people over coronavirus, in the week he was due to start a concert residency at the Royal A …"
        },
        {
            "title": "He lived in the US for 40 years. Then he became the first to die from Covid-19 in immigration jail",
            "category": "US-News",
            "snippet": "Carlos Ernesto Escobar Mejia had lived in the United States for four decades. Last week, he became the first person to die from Covid-19 in immigratio …"
        },
        {
            "title": "If I were Donald Trump's speechwriter, this is the team talk I would suggest",
            "category": "Sport",
            "snippet": "There’s a moment near the end of most sports movies when the coach gives a heartfelt pep talk right before the crucial game. The coach will use words …"
        },
        {
            "title": "A Journal of the Plague Year may be fictional, but it's not untrue",
            "category": "Books",
            "snippet": "Before we even began reading A Journal of the Plague Year together, it felt like an obvious choice as we try to find our way through this pandemic. Th …"
        },
        {
            "title": "First Thing: Is the US holding up the search for a coronavirus vaccine?",
            "category": "US-News",
            "snippet": "Good morning, Scientists are confident that, with a worldwide push, at least one Covid-19 vaccine can be developed and distributed in record time. And …"
        },
        {
            "title": "UK national security council has not met since January",
            "category": "Politics",
            "snippet": "Britain’s national security council – a meeting of senior ministers with military and spy chiefs – has not met since late January and there are no pla …"
        },
        {
            "title": "More birds and bees, please! 12 easy, expert ways to rewild your garden",
            "category": "Life-and-Style",
            "snippet": "Summary: With humans – and our polluting, road-killing, noisy machines – largely out of the way, nature is having a big party. This is one of the few positives …"
        },
        {
            "title": "British Library asks nation's children to write miniature books in lockdown",
            "category": "Books",
            "snippet": "Two hundred years ago, the Brontë children stitched together brown paper sugar packets, strips of wallpaper and old writing paper to create postage st …"
        },
        {
            "title": "Judge questions coronavirus case against 'homeless' London man",
            "category": "UK-News",
            "snippet": "A judge has questioned the Crown Prosecution Service’s decision to charge a man who said he was homeless with allegedly breaching coronavirus regulati …"
        },
        {
            "title": "Morrisons sales up as it doubles online delivery slots during lockdown",
            "category": "Business",
            "snippet": "Morrisons’ online grocery store is set to pass £1bn in annual sales by next spring after doubling the number of delivery slots during the coronavirus …"
        },
        {
            "title": "Haruki Murakami to host lockdown radio show in Japan",
            "category": "Books",
            "snippet": "Summary: Much-acclaimed Japanes novelist Haruki Murakami will host a radio special next week to try to lift the nation’s spirits under the coronavirus lockdown …"
        },
        {
            "title": "'He was a beautiful soul': Lions' Walker on killing of cousin Ahmaud Arbery",
            "category": "Sport",
            "snippet": "Summary: Detroit Lions safety Tracy Walker has spoken of his grief and anger over the death of his second cousin Ahmaud Arbery, who was shot and killed by two …"
        },
        {
            "title": "UK Athletics hit by devastating blow to finances as flagship event falls",
            "category": "Sport",
            "snippet": "UK Athletics is facing a devastating £2m blow to its finances after confirming that the Anniversary Games in July, its flagship event and biggest mone …"
        },
        {
            "title": "Shopping centres owner Landsec cuts value of portfolio by £1.2bn",
            "category": "Business",
            "snippet": "Landsec, one of Britain’s biggest property companies, has warned the economy is unlikely to recover from the impact of the Covid-19 pandemic until 202 …"
        },
        {
            "title": "Northern Ireland reveals five-stage lockdown exit plan",
            "category": "Politics",
            "snippet": "The Northern Ireland government has announced a plan for easing coronavirus lockdown restrictions that for now keeps the “stay home” message. The Stor …"
        },
        {
            "title": "'My studio is an extra limb right now': bedroom pop, the perfect genre for lockdown",
            "category": "Music",
            "snippet": "‘I’m famous for staying in,” says R Stevie Moore, writer of the new wave number I Like to Stay Home. “So quarantine is no big deal.” But as a counterc …"
        },
        {
            "title": "Unleash hell! How Gladiator went from on-set disasters to box office glory",
            "category": "Film",
            "snippet": "Name: Behind-the-scenes disasters. Age: Eternal. As old as art itself. Prehistoric man (and, of course, woman) probably came to blows about what colou …"
        },
        {
            "title": "ECB poised to publish guidelines on recreational practice for cricket clubs",
            "category": "Sport",
            "snippet": "The England and Wales Cricket Board is expected to deliver guidelines on reopening some parts of club and recreational cricket, possibly as early as W …"
        },
        {
            "title": "Have a Good Trip: celebrities share wild psychedelic stories for Netflix",
            "category": "Film",
            "snippet": "A lifelong comedy writer, Donick Cary knows full well that some entertainers radiate a sort of effortless interestingness. They’re good off the cuff, …"
        },
        {
            "title": "Too black, too queer, too holy: why Little Richard never truly got his dues",
            "category": "Music",
            "snippet": "As the world marks and mourns the passing of Little Richard, many have been asking: how was someone so unapologetically black and queer present at the …"
        },
        {
            "title": "Saudi Aramco reports 25% dip in profits after oil market collapse",
            "category": "Business",
            "snippet": "Summary: Saudi Arabia’s state-owned oil company, Saudi Aramco, has posted a 25% dip in profits following the collapse of global oil markets triggered by the co …"
        },
        {
            "title": "Vue outlines physical distancing plans to help reopen cinemas",
            "category": "Business",
            "snippet": "Cinema chain Vue will physically isolate family groups and stagger film times as part of social distancing measures to allow it to reopen across the U …"
        },
        {
            "title": "Cruise firm Carnival UK 'to cut 450 jobs' at Southampton HQ",
            "category": "Business",
            "snippet": "Cruise company Carnival, which operates the P&O and Cunard lines, is understood to be planning to cut about 450 jobs at its UK arm, equal to more than …"
        },
        {
            "title": "Supreme court grills Trump lawyers over president's unreleased tax returns",
            "category": "US-News",
            "snippet": "As the supreme court heard arguments concerning Donald Trump’s tax returns on Tuesday, justice Sonia Sotomayor told a lawyer for the president “there …"
        },
        {
            "title": "Reading and Leeds festival cancelled due to coronavirus",
            "category": "Music",
            "snippet": "Reading and Leeds festival, the two-city weekender that is one of the UK’s biggest outdoor events, has been cancelled due to the coronavirus crisis. O …"
        },
        {
            "title": "Women's role in sport must be addressed in post-coronavirus recovery",
            "category": "Sport",
            "snippet": "The Covid-19 pandemic has exposed many of the fractures that have run deep throughout world sport for decades. From the over-reliance of clubs and lea …"
        },
        {
            "title": "US message to Britain in bilateral trade talks: it's us – or China",
            "category": "Politics",
            "snippet": "The US government has been privately pressing the UK in bilateral trade talks to make a choice between the US and China. The US is seeking to insert a …"
        },
        {
            "title": "UK coronavirus: recession already happening, says Rishi Sunak, as furlough scheme extended – as it happened",
            "category": "Politics",
            "snippet": "Summary: We’re closing this liveblog now. Follow our global coverage here The government’s furlough scheme, where the state subsidises the wages off workers te …"
        },
        {
            "title": "Sebastian Vettel's Ferrari departure could shake up drivers' market for 2021",
            "category": "Sport",
            "snippet": "Sebastian Vettel’s impending departure from Ferrari has dramatically reopened the drivers’ market, with even Mercedes admitting his availability chang …"
        },
        {
            "title": "EasyJet founder offers £5m reward as he seeks to derail Airbus order",
            "category": "Business",
            "snippet": "Summary: EasyJet founder Sir Stelios Haji-Ioannou is offering £5m to any “whistleblower” providing him with information that scuppers the budget airline’s 107- …"
        }
    ]
}