{
    "page": [
        {
            "title": "Alistair and Jonny Brownlee: 'The lockdown has made us appreciate sport'",
            "category": "Sport",
            "snippet": "Alistair and Jonny Brownlee always seem to match each other, whether it’s winning medals in the triathlon at the past two Olympic Games or having birt …"
        },
        {
            "title": "Struggling to read, or write? How to be creative in lockdown",
            "category": "Books",
            "snippet": "Richard Osman: ‘Give yourself two hours today to sit and write’ So you’ve had the idea for a couple of years. Perhaps it is about the sexual awakening …"
        },
        {
            "title": "Sarah Perry: what good are books, in a situation like this?",
            "category": "Books",
            "snippet": "Summary: Some months ago I stood in the pulpit of Lancaster Priory and spoke on the virtue of art. What do we mean, I said, by “a good book”? I proposed that l …"
        },
        {
            "title": "Natural by Alan Levinovitz review – the seductive myth of nature's goodness",
            "category": "Books",
            "snippet": "Summary: The world was under lockdown and I was playing at being an outlaw. From the comfort of my sofa, I traversed alligator-infested swamps, skinned beavers …"
        },
        {
            "title": "Private testing plan could prove hugely expensive for Formula One",
            "category": "Sport",
            "snippet": "Formula One’s plan to test everyone at a circuit as a condition of returning to racing will involve a huge cost outlay as private tests are sought to …"
        },
        {
            "title": "NK Jemisin: 'It’s easier to get a book set in black Africa published if you're white'",
            "category": "Books",
            "snippet": "In 2018, NK Jemisin became the first writer ever to win three consecutive Hugo best novel awards for science fiction and fantasy. Her first award had …"
        },
        {
            "title": "Lack of PPE killed care home nurse who died of coronavirus, says her son",
            "category": "UK-News",
            "snippet": "The son of a care home nurse who died after contracting Covid-19 has said a lack of personal protective equipment (PPE) is what killed his mother, as …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "Summary: Imaginary worlds, absorbing nonfiction and daft belly-laughs are hopefully providing some relief to frustrated kids during lockdown. In picture books, …"
        },
        {
            "title": "Row over EU office in Belfast threatens to derail Brexit talks",
            "category": "Politics",
            "snippet": "The Irish border question threatens to derail Brexit talks again as the depth of the row over the EU’s desire to have an office in Belfast is revealed …"
        },
        {
            "title": "Ghostpoet: I Grow Tired But Dare Not Fall Asleep review – dark but defiant",
            "category": "Music",
            "snippet": "Summary: Ghostpoet – the brooding alias of south London-born Obaro Ejimiwe – is roughly a decade old this year. This dour bard has long been an artist ahead of …"
        },
        {
            "title": "One to watch: Baby Rose",
            "category": "Music",
            "snippet": "It’s unusual these days for a voice you haven’t heard before to cut like a thorn. That, however, is the immediacy of Baby Rose’s talent. The 25-year-o …"
        },
        {
            "title": "Two suspects arrested over murder of NHS worker David Gomoh",
            "category": "UK-News",
            "snippet": "Two teenagers have been arrested on suspicion of murdering David Gomoh, the NHS worker killed outside his home in east London last weekend. Gomoh, 24, …"
        },
        {
            "title": "Who is Tara Reade and what are her allegations against Joe Biden?",
            "category": "US-News",
            "snippet": "On Friday, the former vice-president Joe Biden flatly denied an accusation from Tara Reade, a former staffer, that he sexually assaulted her in 1993, …"
        },
        {
            "title": "Michael Lewis: ‘Trump is like a psycho dad to America’",
            "category": "US-News",
            "snippet": "Back in December, the bestselling author Michael Lewis was asked by the Observer what it would take for America to want a leader who understood the im …"
        },
        {
            "title": "World Rugby chairman Bill Beaumont vows to deliver change after re-election",
            "category": "Sport",
            "snippet": "Sir Bill Beaumont has vowed to deliver meaningful change after he was re-elected as World Rugby’s chairman for another four years. The former England …"
        },
        {
            "title": "How compassionate capitalism flourished in medieval Cambridge",
            "category": "UK-News",
            "snippet": "It is the most unequal city in the land – a place of college spires and glamorous May balls, where homelessness and food poverty are rife and the lowe …"
        },
        {
            "title": "Studios bypass cinemas with lucrative lockdown premieres",
            "category": "Film",
            "snippet": "An animated musical extravaganza about a group of pop-loving trolls may turn out to be the most important film in recent Hollywood history. Trolls Wor …"
        },
        {
            "title": "Tom Green Septet: Tipping Point review – seamless flow",
            "category": "Music",
            "snippet": "Summary: In the freelance world of British jazz, a band that manages to stay in existence long enough to record its second album is something of a rarity. But …"
        },
        {
            "title": "Coronavirus poses huge threat to entertainment industry",
            "category": "Business",
            "snippet": "The row between cinema chains and Universal Studios over the digital-only release of Trolls World Tour is one of may crises racking the entertainment …"
        },
        {
            "title": "British racing officials hopeful sport will be first to return after government talks",
            "category": "Sport",
            "snippet": "Senior officials are optimistic about prospects of a return to racing in the near future, following an important week of talks with government figures …"
        },
        {
            "title": "Perfume Genius: 'I'm constantly demanding a big feeling'",
            "category": "Music",
            "snippet": "Until recently, Mike Hadreas was not a particularly emotional person. That may come as a surprise to fans of Perfume Genius, the name under which he r …"
        },
        {
            "title": "New York mother dies after raising alarm on hospital neglect",
            "category": "US-News",
            "snippet": "Amber Rose Isaac tweeted on 17 April about how she would write an exposé on “dealing with incompetent doctors” in the Bronx while pregnant with her fi …"
        },
        {
            "title": "West Indies allow players to opt out of summer Test series in England",
            "category": "Sport",
            "snippet": "West Indies will give their players the option to miss this summer’s tour of England as the two boards work towards staging a rearranged Test series u …"
        },
        {
            "title": "Business leaders: extend furlough to avoid millions of job losses",
            "category": "Business",
            "snippet": "The chancellor Rishi Sunak is under intense pressure this weekend to offer a massive “second wave” of financial support to businesses within weeks ami …"
        },
        {
            "title": "Reducing the dole to its pre-coronavirus rate would be a massive brake on the economy",
            "category": "Business",
            "snippet": "Summary: On Thursday the Department of Social Services released the weekly figures for jobseeker allowance recipients. In the past four weeks 426,000 people ha …"
        },
        {
            "title": "How we stay together: 'I don’t want to just be flatmates. It’s got to be more than that'",
            "category": "Life-and-Style",
            "snippet": "Names: Julia and Paul Miller Years together: 29 Occupations: Therapist and engineer Hearing her future husband sing The Sound of Music’s My Favourite …"
        },
        {
            "title": "Once again Michael Moore stirs the environmental pot – but conservationists turn up the heat on him",
            "category": "Film",
            "snippet": "Planet of the Humans is an environmental documentary that has enraged renewable energy experts and environmentalists, with some calling for its high-p …"
        },
        {
            "title": "From the archive: lions of the Serengeti, 1973",
            "category": "Life-and-Style",
            "snippet": "The cover of the Observer Magazine of 11 February 1973 shows nature literally red in tooth. George Schaller, the eminent zoologist, spent three years …"
        },
        {
            "title": "‘Give refugees temporary leave to remain during Covid-19 crisis’",
            "category": "UK-News",
            "snippet": "All migrants, asylum seekers and refugees must be given temporary leave to remain in Britain to rescue them from exploitation, destitution and homeles …"
        },
        {
            "title": "Show your mettle: Victoria Cross not made of captured Russian guns after all",
            "category": "UK-News",
            "snippet": "The Victoria Cross, or VC as it is popularly known, is the most cherished award in the British armed forces, awarded since 1857 for courage displayed …"
        },
        {
            "title": "May sets everything growing",
            "category": "Life-and-Style",
            "snippet": "Summary: May days, spring bank holiday, the month of garden seduction. The time of possibilities. And, yes, I know there is a small chance of frost, though the …"
        },
        {
            "title": "Sunday with Rufus Norris: 'Zoom dance events are helping me lose my inhibitions'",
            "category": "Life-and-Style",
            "snippet": "Summary: How does Sunday start? With a coffee at 8am in our tiny garden. Right now, Sunday mornings aren’t wildly different to other days, except I don’t have …"
        },
        {
            "title": "Pandemic! by Slavoj Žižek; Where Is God in a Coronavirus World? by John Lennox – review",
            "category": "Books",
            "snippet": "Detained at home with time to write instant books, two septuagenarian sages here make very different attempts to wrest a meaning or moral from the cor …"
        },
        {
            "title": "Arguing with Zombies review: Paul Krugman trumps the Republicans",
            "category": "Books",
            "snippet": "The New York Times columnist Paul Krugman has four essential rules for successful punditry: Stay with the easy stuff Write in English Be honest about …"
        },
        {
            "title": "'Are you a spoiler?': why critics fear Amash's Libertarian bid may ensure a Trump win",
            "category": "US-News",
            "snippet": "“He has no idea what’s gonna hit him as a third-party challenger,” says Ralph Nader, who knows better than most after running for US president four ti …"
        },
        {
            "title": "Harry Dunn lawyers say documents expose ‘scandalous’ Foreign Office cover-up",
            "category": "UK-News",
            "snippet": "Lawyers representing the family of 19-year-old motorcyclist Harry Dunn are poised to receive a series of crucial documents which they believe will hel …"
        },
        {
            "title": "After Covid-19: How will a socially distanced high street actually work?",
            "category": "Business",
            "snippet": "Britain’s once bustling high streets are now eerily quiet, with all non-essential shops closed and thousands of staff furloughed. Many may never reope …"
        },
        {
            "title": "The Assistant review – eloquent sexual harassment drama",
            "category": "Film",
            "snippet": "Summary: A performance of few words but immense physical eloquence by Julia Garner anchors this impressively chilling #MeToo-era drama about workplace harassme …"
        },
        {
            "title": "Sport documentaries: readers recommend their favourite films",
            "category": "Sport",
            "snippet": "We recently recommended 12 sports films to watch during lockdown, and asked readers for their favourite documentaries. Here are some of your selection …"
        },
        {
            "title": "Why it’s good to be bored",
            "category": "Life-and-Style",
            "snippet": "I remember my first experience of boredom as vividly as my first kiss. The recollection is so clear I thought I must have been at least seven years ol …"
        },
        {
            "title": "Britt Ekland on Peter Sellers: ‘He was a very tormented soul’",
            "category": "Film",
            "snippet": "Peter Sellers is widely admired as a British comic genius, the creator of some of the most memorable characters of 20th-century film and broadcasting. …"
        },
        {
            "title": "Miniature gardens with a big impact",
            "category": "Life-and-Style",
            "snippet": "Just a few short years ago, the idea of shrinking down an idealised landscape into a table-top tray would have been seen as the height of twee and abo …"
        },
        {
            "title": "Half conversations on Zoom and the boy's screen addiction returns",
            "category": "Life-and-Style",
            "snippet": "We can’t claim to have had lockdown as tough as so many others, but some of our lowest ebbs have been about how much we miss family. Video calls help, …"
        },
        {
            "title": "Trump's wealthy friends look to cash in during coronavirus crisis",
            "category": "US-News",
            "snippet": "Fracking billionaire and Trump donor Harold Hamm was among an elite group of oil and gas executives who met with the president in early April to press …"
        },
        {
            "title": "In brief: Enter the Aardvark; The Dutch House; Resistance – review",
            "category": "Books",
            "snippet": "Enter the Aardvark Jessica Anthony Doubleday, £12.99, pp192 What begins as a topical takedown of the American political system deepens into a hugely e …"
        },
        {
            "title": "The coronavirus has exposed the imbalances in modern Britain",
            "category": "Business",
            "snippet": "The words are straining to come out. Boris Johnson hero worships Winston Churchill so it is obvious how the prime minister will pitch this week’s anno …"
        },
        {
            "title": "'The police force desperately needs more black, brown and gay recruits'",
            "category": "Books",
            "snippet": "How important was it for you to write this book and have your story heard? It was crucial. It has been incredibly therapeutic and healing to write it. …"
        },
        {
            "title": "Car Seat Headrest: Making a Door Less Open review – Will Toledo in yet another guise",
            "category": "Music",
            "snippet": "There’s a strange psychological cross-pollination going on behind the mask that Will Toledo, the artist mostly known as Car Seat Headrest, sports on t …"
        },
        {
            "title": "'My husband missed the first week': having a baby in lockdown",
            "category": "Life-and-Style",
            "snippet": "Some people found giving birth during lockdown baffling and isolating, whereas others were just overjoyed. Since Britain went into lockdown on 23 Marc …"
        },
        {
            "title": "Drake: Dark Lane Demo Tapes review – rap’s whingeing king hits a dead end",
            "category": "Music",
            "snippet": "In a world where the boundary between mixtapes and albums is becoming ever more blurred, the title of Drake’s latest album highlights its interstitial …"
        }
    ]
}