{
    "page": [
        {
            "title": "Spaceship Earth review – intriguing Biosphere 2 documentary lacks insight",
            "category": "Film",
            "snippet": "It’s become all too easy, and all too lazy, to look at every new piece of art in the context of the coronavirus. So Normal People is now maybe about t …"
        },
        {
            "title": "I've never seen ... Doctor Zhivago",
            "category": "Film",
            "snippet": "Doctor Zhivago barely figured on my radar at a time when I was more interested in James Bond and the Beatles than romance, and I never caught up with …"
        },
        {
            "title": "America begins to reopen but businesses and customers in no rush to get back",
            "category": "US-News",
            "snippet": "They were not exactly rushing to embrace their new-found freedom in Liberty, Missouri. Even as the state endured its largest increase in coronavirus c …"
        },
        {
            "title": "Top 10 books about nursing",
            "category": "Books",
            "snippet": "Before Florence Nightingale, nursing was the domain of religious orders or women too disreputable to be domestic servants. The Crimean war, in 1854, w …"
        },
        {
            "title": "Millie Small, My Boy Lollipop singer, dies aged 73",
            "category": "Music",
            "snippet": "Millie Small, the Jamaican singer known for her global 1964 hit My Boy Lollipop, has died aged 73. Island Records founder Chris Blackwell, who origina …"
        },
        {
            "title": "Rory Stewart pulls out of contest to be next London mayor",
            "category": "Politics",
            "snippet": "Rory Stewart has withdrawn his independent bid for the London mayoralty after the contest was extended by a year because of coronavirus. Stewart, a fo …"
        },
        {
            "title": "The Well Gardened Mind by Sue Stuart-Smith review – unwinding with nature",
            "category": "Books",
            "snippet": "Sue Stuart-Smith, a psychiatrist and psychotherapist, has a unique view of gardening: “I have come to understand that deep existential processes can b …"
        },
        {
            "title": "ITV reveals scale of Covid-19 impact due to advertising losses",
            "category": "Business",
            "snippet": "Summary: ITV has revealed the scale of the impact of coronavirus as advertising slumped 42% in April, forcing the broadcaster to take measures including furlou …"
        },
        {
            "title": "The Shed review – goofy, gory vampire horror",
            "category": "Film",
            "snippet": "Orphaned teenager Stan (Jay Jay Warren) has been forced to live with his abusive grandfather Ellis (a nearly unrecognisable Timothy Bottoms, once a ch …"
        },
        {
            "title": "UK construction sector suffers its biggest slump on record",
            "category": "Business",
            "snippet": "Britain’s construction industry recorded its worst slump in more than two decades last month, as many builders shut down their sites during the Covid- …"
        },
        {
            "title": "Laurie Anderson: where to start in her back catalogue",
            "category": "Music",
            "snippet": "The album to start with Big Science (1982) It was the 1981 breakout O Superman that flung multimedia artist Laurie Anderson to No 2 in the UK singles …"
        },
        {
            "title": "Boom in bunting sales as Britons set to celebrate VE Day at home",
            "category": "UK-News",
            "snippet": "When Winston Churchill declared a national holiday to celebrate Germany’s surrender, beer and bunting were paramount. First, the prime minister sought …"
        },
        {
            "title": "‘PM is talking rubbish – complete word salad’: readers on Johnson and Starmer's first PMQs",
            "category": "Politics",
            "snippet": "‘Johnson looking totally out of his depth’ Johnson is squirming, shuffling papers and looking totally out of his depth ... He is definitely out of his …"
        },
        {
            "title": "'A year to be better': Abby Gustaitis on lockdown and the lure of Olympic rugby gold",
            "category": "Sport",
            "snippet": "Abby Gustaitis, co-captain of the USA sevens team, has not heard the latest news from Tokyo. In fairness she’s in lockdown, like the rest of the count …"
        },
        {
            "title": "PMQs verdict: floundering Johnson meets calm and focused Starmer",
            "category": "Politics",
            "snippet": "Key points Starmer said last week the PM talked about the “apparent success” of the government’s approach. But death numbers are the highest in Europe …"
        },
        {
            "title": "UK cinemas lobbying government for June reopening",
            "category": "Film",
            "snippet": "The UK cinema industry is understood to be lobbying the government to approve a proposed reopening scheme that would see venues welcome customers by t …"
        },
        {
            "title": "Camino Skies review – touching study of a pilgrimage of hope",
            "category": "Film",
            "snippet": "Here’s a gentle, somewhat plodding documentary following six strangers as they hike the 500-mile Camino de Santiago pilgrimage that ends in north-west …"
        },
        {
            "title": "England cricketers face biosecure tests in nine-week break from families",
            "category": "Sport",
            "snippet": "England’s Test cricketers have been told to expect daily temperature checks, regular Covid-19 swabs and possibly nine weeks away from their families u …"
        },
        {
            "title": "Martin Lovett obituary",
            "category": "Music",
            "snippet": "The cellist Martin Lovett, who has died aged 93 after contracting Covid-19, acted as the musical conscience of the Amadeus String Quartet. When the pl …"
        },
        {
            "title": "Leading writers take up 'darkness residencies' for art project",
            "category": "Books",
            "snippet": "Some of the UK’s most acclaimed authors, from the Folio prize-winning poet Raymond Antrobus to the Booker-winning novelist Bernardine Evaristo, have b …"
        },
        {
            "title": "Burglary at Royal Derby hospital ‘utterly deplorable’, say police",
            "category": "UK-News",
            "snippet": "A burglary at a Derbyshire hospital in which laptops were stolen and televisions pulled off walls has been described as “utterly deplorable” by police …"
        },
        {
            "title": "'It's unnerving': Lawrence Wright on the eerie prescience of his pandemic novel",
            "category": "Books",
            "snippet": "The novel virus first emerged in east Asia. By spring, a pandemic suffuses the globe. In America, businesses shut down, airports empty, misinformation …"
        },
        {
            "title": "Florian Schneider, Kraftwerk co-founder, dies aged 73",
            "category": "Music",
            "snippet": "Summary: Florian Schneider, who as one of the founding members of German group Kraftwerk changed the sound of pop music forever, has died aged 73 of cancer. Th …"
        },
        {
            "title": "Millie Small obituary",
            "category": "Music",
            "snippet": "With international sales of 5m copies in 1964, the year of its release, the hit single My Boy Lollipop, sung by Millie, who has died aged 72, “opened …"
        },
        {
            "title": "Next year's Australian Open under threat, admits chief executive",
            "category": "Sport",
            "snippet": "Summary: The Australian Open may be eight months away and partitioned by a new year, but the organisers are already mindful of the possibility that it may not …"
        },
        {
            "title": "Death of businessman killed by water buffalo in Wales investigated",
            "category": "UK-News",
            "snippet": "Summary: Police and health and safety inspectors are investigating the death of a successful businessman whose side project raising water buffalo ended in trag …"
        },
        {
            "title": "Church warden, 88, named as victim of Welsh shop stabbing",
            "category": "UK-News",
            "snippet": "A man killed in a knife attack at a village supermarket in Wales was an 88-year-old church warden doing his weekly shop as his wife waited outside, it …"
        },
        {
            "title": "Bombastic Boris meets his match in forensic Starmer at PMQs",
            "category": "Politics",
            "snippet": "For possibly the first time in his life, Boris Johnson had appeared interested in changing a nappy. “I’m sure it must be my turn now,” he had said hop …"
        },
        {
            "title": "'You can see the stress': Inverclyde tops Scotland's coronavirus death tables",
            "category": "UK-News",
            "snippet": "Like most Greenock residents, Martin Callander sees evidence of the coronavirus death toll all around him. “It’s there every day in the local newspape …"
        },
        {
            "title": "Middlesbrough mayor reopens parks after criticism over stately home",
            "category": "UK-News",
            "snippet": "Parks in one of the UK’s most deprived towns will reopen after the local mayor was criticised for enjoying the gardens of his own stately home while d …"
        },
        {
            "title": "The Wretched review – by-the-numbers, unscary horror movie",
            "category": "Film",
            "snippet": "The title has been applied blankly and pretty arbitrarily to a by-the-numbers, unscary movie from US indie film-makers, the Pierce brothers, Drew and …"
        },
        {
            "title": "England women's cricket team could be sacrificed as potential £380m loss looms",
            "category": "Sport",
            "snippet": "The England women’s cricket team could in effect be sacrificed this summer as the England and Wales Cricket Board seeks to mitigate a potential £380m …"
        },
        {
            "title": "Coronavirus fallout: one-quarter of Australians fear they will lose their jobs",
            "category": "Business",
            "snippet": "Summary: Australians have suffered a $102bn blow to household income and one-quarter of people believe they will probably lose their jobs in the next year, acc …"
        },
        {
            "title": "Times are tough for everyone but young workers have taken the economic hit on the chin",
            "category": "Business",
            "snippet": "One of the truisms of recessions is that young workers are feeling the effects first and also in the greatest numbers. But the current collapse of job …"
        },
        {
            "title": "Briggs v Tim Minchin, Kit, Josh Pyke and others: Australia's best music for May",
            "category": "Music",
            "snippet": "Briggs and Tim Minchin – Housefyre For fans of: AB Original, Urthboy, Tism Isolation has led to many creative artistic collaborations over the past fe …"
        },
        {
            "title": "Ahmaud Arbery: anger mounts over killing of black jogger caught on video",
            "category": "US-News",
            "snippet": "On a sun-speckled, tree-lined street on a sunny Sunday afternoon, Ahmaud Arbery ran through his neighborhood in the coastal town of Brunswick, Georgia …"
        },
        {
            "title": "Florian Schneider: the enigma whose codes broke open pop music",
            "category": "Music",
            "snippet": "Summary: Florian Schneider’s death came shrouded in a degree of secrecy. Gossip among fans about his health was first provoked at the end of April, when his fe …"
        },
        {
            "title": "Have the government's five tests for easing lockdown been met?",
            "category": "Politics",
            "snippet": "The government has said it can only consider easing the lockdown once the country has passed five tests. To do so beforehand would risk a deadly secon …"
        },
        {
            "title": "Ocado hit by protest vote against pay rise and bonus for directors",
            "category": "Business",
            "snippet": "Ocado has been hit by a 30% protest vote against a pay rise and £88m bonus for the online grocer’s directors. The company said it was not changing its …"
        },
        {
            "title": "Parts of UK economy 'on life support' since lockdown",
            "category": "Politics",
            "snippet": "More than a month into coronavirus lockdown measures large parts of the British economy are now on life support. Nearly one in four UK workers have be …"
        },
        {
            "title": "Picnics and sunbathing on cards as PM expected to allow more time outside",
            "category": "Politics",
            "snippet": "Picnics, sunbathing and unlimited rambles will be among the first activities to be allowed when the lockdown loosens, it emerged on Wednesday, after B …"
        },
        {
            "title": "Joe Marler likely to be available for England when games resume",
            "category": "Sport",
            "snippet": "England expect Joe Marler to be available for selection when international fixtures resume amid suggestions the loosehead prop was considering walking …"
        },
        {
            "title": "Heavily restricted NBA practices expected to resume on Friday",
            "category": "Sport",
            "snippet": "NBA teams are expected to get the go-ahead to reopen practice facilities for limited use as early as Friday, less than two months after the coronaviru …"
        },
        {
            "title": "An abrupt end to the UK furlough scheme would be self-defeating",
            "category": "Business",
            "snippet": "What’s the safest way for Rishi Sunak to wind down his wage-support furlough scheme? Well, start by finding the correct language. The imagery in the c …"
        },
        {
            "title": "'That was really, really special': lockdown teaches parents the joy of basic birthdays",
            "category": "Life-and-Style",
            "snippet": "Sydney schoolgirl Annabel Roth had been planning her Big One Zero for at least six months. There were 20 friends on the invite list, and she had her m …"
        },
        {
            "title": "Coronavirus US live: press secretary defends Trump over blocking Fauci's testimony – as it happened",
            "category": "US-News",
            "snippet": "Trump has reportedly suggested the US coronavirus death count is an exaggeration, even though experts have said the official tally is likely an underc …"
        },
        {
            "title": "Patterns of pain: what Covid-19 can teach us about how to be human",
            "category": "Life-and-Style",
            "snippet": "When lockdown started, I was confused by bodies on television. Why weren’t they socially distancing? Didn’t they know not to be so close? The injuncti …"
        },
        {
            "title": "Never Rarely Sometimes Always review – tough, realist abortion drama",
            "category": "Film",
            "snippet": "Summary: The four words in this title are the four possible replies to bureaucratic tick-box questions about the frequency of your various sexual experiences. …"
        },
        {
            "title": "Sick Souls, Healthy Minds by John Kaag review – can William James save your life?",
            "category": "Books",
            "snippet": "From Plato to Heidegger, philosophers have taken a dim view of the common people. That, however, began to change when the common people turned into a …"
        },
        {
            "title": "I've never seen … Four Weddings and a Funeral",
            "category": "Film",
            "snippet": "So here’s the plot of Four Weddings and a Funeral as I imagine it. Hugh Grant, playing a home counties type called Archie who has replanted himself in …"
        }
    ]
}