{
    "page": [
        {
            "title": "Burn by Patrick Ness review – a fire-breathing adventure",
            "category": "Books",
            "snippet": "In Patrick Ness’s latest novel, dragons exist, in all their fire-breathing glory. The initial setting is 1950s America, against the backdrop of the co …"
        },
        {
            "title": "'It's a mistresspiece!': the 14-hour film about forgotten female directors",
            "category": "Film",
            "snippet": "Summary: A perfect lockdown gift has landed, one which might have sounded daunting in ordinary times: a 14-hour documentary about female directors, which goes …"
        },
        {
            "title": "I've never seen ... 8½",
            "category": "Film",
            "snippet": "Maybe you’re the kind of person who buys a new outfit on Saturday afternoon and then wears it the very same evening. That’s not me. Dresses hang unwor …"
        },
        {
            "title": "Brian May taken to hospital after tearing buttock muscles while gardening",
            "category": "Music",
            "snippet": "Brian May has complained of “relentless pain” after he was taken to hospital following a gardening injury that tore muscles in his buttocks – and, whi …"
        },
        {
            "title": "I wish more people would read … A Scrap of Time by Ida Fink",
            "category": "Books",
            "snippet": "Every Friday, an email titled A Personal Anthology arrives in my inbox. It’s a subscription newsletter devised by the writer Jonathan Gibbs, who invit …"
        },
        {
            "title": "All together now: five of the best kids' films that adults can enjoy",
            "category": "Film",
            "snippet": "Spider-Man: Into the Spider-Verse Kidult superhero movies are nothing new, but this 2018 animated splinter off the Sony-Spidey combine does something …"
        },
        {
            "title": "The Life and Times of Malcolm McLaren review – fallouts and fabulous disasters",
            "category": "Books",
            "snippet": "Summary: “To be bad is good, because to be good is simply boring,” the formidable Rose Corré Isaacs would tell her grandson, Malcolm McLaren, a mantra that he …"
        },
        {
            "title": "Blake Mills: Mutable Set review – an ethereal journey into pop's avant garde",
            "category": "Music",
            "snippet": "Blake Mills has picked up Grammy nominations for his production work on Laura Marling’s Semper Femina, John Legend’s Darkness and Light and Perfume Ge …"
        },
        {
            "title": "Place: Ecuador review – a wild night in Quito",
            "category": "Music",
            "snippet": "While most would name Colombia as the home of South America’s forward-thinking club scene, neighbouring Ecuador has quietly been carving out its own d …"
        },
        {
            "title": "My life in sex: the man with a small penis",
            "category": "Life-and-Style",
            "snippet": "I was 15 when I realised my penis was below average in size. Feeling increasingly ashamed, I gravitated towards humiliation pornography (in which wome …"
        },
        {
            "title": "Tracks of the week reviewed: Katy J Pearson, Cher Lloyd, the 1975",
            "category": "Music",
            "snippet": "Katy J Pearson Take Back the Radio A softly psychedelic sashay into the first whispers of summer, Take Back the Radio is an addictive whoop of pure jo …"
        },
        {
            "title": "Kim Petras's lockdown listening: 'My fans have truly kept me sane'",
            "category": "Music",
            "snippet": "Isolation has definitely been a test, but I’m really lucky: I’m able to work on new music while quarantined with my best friends in Toluca Lake, Los A …"
        },
        {
            "title": "I got intimate with one of my lodgers and now I'm in turmoil",
            "category": "Life-and-Style",
            "snippet": "I share my house with two female lodgers. We’re all single at the moment but we have always maintained a professional relationship with each other. In …"
        },
        {
            "title": "'I wanted something 100% pornographic and 100% high art': the joy of writing about sex",
            "category": "Books",
            "snippet": "There is a widely held belief, among English-language writers, that sex is impossible to write about well – or at least much harder to write about wel …"
        },
        {
            "title": "The Motion of the Body Through Space by Lionel Shriver review – the cult of fitness",
            "category": "Books",
            "snippet": "Lionel Shriver’s scabrously funny 15th novel presents a dyspeptic view of people in thrall to exercise. In 2013 Shriver’s own daily regime involved “1 …"
        },
        {
            "title": "Forget the dividend, BT fibre investment is long overdue",
            "category": "Business",
            "snippet": "It was only a few years ago that BT’s policy on dividends was to shoot for an increase of 10%, minimum, annually. That was downgraded to a “progressiv …"
        },
        {
            "title": "Ty: a dextrous artist who wove threads of UK rap culture together",
            "category": "Music",
            "snippet": "Summary: The death of British rapper Ty, aged 47, to complications from coronavirus came as a shock because it had appeared he was on his way to recovery after …"
        },
        {
            "title": "Surge in stalking victims seeking help during UK lockdown",
            "category": "UK-News",
            "snippet": "Stalking support services and police forces have recorded a surge in perpetrators turning to online tactics to harass their victims during the coronav …"
        },
        {
            "title": "My shop turns into Supermarket Sweep. Will people in the queue applaud?",
            "category": "Life-and-Style",
            "snippet": "It was decided this week that we were allowed to have some unhealthy snacks to help lift spirits. I ventured to our local shop to get the required ite …"
        },
        {
            "title": "20m Americans lost their jobs in April in worst month since Great Depression",
            "category": "Business",
            "snippet": "Summary: More than 20 million people in the US lost their jobs in April and the unemployment rate more than trebled as the coronavirus pandemic shuttered the w …"
        },
        {
            "title": "My favourite film aged 12: Gold",
            "category": "Film",
            "snippet": "Summary: The pre-eminent film in Sir Roger Moore’s non-Bond oeuvre was released in 1974, between Live and Let Die and The Man With the Golden Gun. I was born i …"
        },
        {
            "title": "Manchester police refer Taser shooting of man with child to IOPC",
            "category": "UK-News",
            "snippet": "Summary: Greater Manchester police have said they are investigating an incident in which a man was Tasered by officers in front of his young child, after a vid …"
        },
        {
            "title": "Social distancing: New York police arresting black people at far higher rate",
            "category": "US-News",
            "snippet": "African Americans in parts of New York City are being arrested for violating social distancing rules at a far higher rate than white people, according …"
        },
        {
            "title": "UK tourism industry hoping for easing of coronavirus lockdown",
            "category": "Business",
            "snippet": "It’s bank holiday weekend, and the sun is shining across much of the country. Any other year beaches would be packed, kickstarting the annual holiday …"
        },
        {
            "title": "Lisa Nandy: UK faces 'serious reckoning' about global role",
            "category": "Politics",
            "snippet": "Lisa Nandy has said the government’s “go it alone” approach left Britain unable to to prepare for the coronavirus crisis as she urged Boris Johnson to …"
        },
        {
            "title": "Shock, fear and unease loom over BAME athletes before return to action",
            "category": "Sport",
            "snippet": "For every athlete across every sport there will be a level of anxiety right now regarding a return to action post-lockdown. When will it be? What will …"
        },
        {
            "title": "Four causes for alarm in the US jobs figures – and one possible reason for hope",
            "category": "Business",
            "snippet": "Friday was a dark day for the US economy. The labor department announced more than 20 million people lost their jobs in April as the coronavirus shut …"
        },
        {
            "title": "'Made for social distancing': drive-through takeaways urged to reopen",
            "category": "Business",
            "snippet": "McDonald’s and other drive-through restaurant facilities are being encouraged to reopen after a government minister said they were “made for social di …"
        },
        {
            "title": "Helen Garner: 'I may be an old woman, but I'm not done for yet'",
            "category": "Books",
            "snippet": "Why did they ask me for an essay about stopping writing? And why did I say yes? Did I tell someone I’d stopped? Have I stopped? I could, if I wanted t …"
        },
        {
            "title": "Talking Horses: Longchamp return hits late hitch, plus Hong Kong tips",
            "category": "Sport",
            "snippet": "Summary: A last-minute threat to the return of racing in France appeared to emerge on Friday evening when France Galop, the sport’s ruling body, issued a press …"
        },
        {
            "title": "Coronavirus US live: decision to shelve reopening guidance reportedly came from highest levels of White House – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on the coronavirus in the US continues on Saturday’s blog: The decision to shelve detailed guidance on reopening communities came from …"
        },
        {
            "title": "Tim Dowling: can I turn myself into St Francis of Assisi?",
            "category": "Life-and-Style",
            "snippet": "I’ve lost track of the schedule. According to my diary, I am on holiday. I’ve drawn a long arrow across the whole week, surmounted by widely spaced le …"
        },
        {
            "title": "Irish support for Native American Covid-19 relief highlights historic bond",
            "category": "US-News",
            "snippet": "The list of recent donors reads like an Irish phone book. Aisling Ní Chuimín, Shane Ó Leary, Sean Gibbons, Kevin Boyle, Kevin Keane, Clare Quinn, Eamo …"
        },
        {
            "title": "James Monroe review: a timely reminder of the Era of Good Feelings",
            "category": "Books",
            "snippet": "Why read a biography of James Monroe, the fifth American president? Not, for British readers, merely because Tim McGrath begins with the sacking of Wa …"
        },
        {
            "title": "Fit in my 40s: why am I silently arguing with the mindful running coach?",
            "category": "Life-and-Style",
            "snippet": "Mindfulness is the last thing I want to practise while running. When I’m really up against a wall (which is to say, after four minutes), the only thin …"
        },
        {
            "title": "Friday the 13th at 40: the maligned slasher that's haunted pop culture",
            "category": "Film",
            "snippet": "Before production on the teen slasher A Long Night at Camp Blood had even started, before a final draft of the screenplay had even been submitted, thi …"
        },
        {
            "title": "The Celestial Hunter by Roberto Calasso review – the sacrificial society",
            "category": "Books",
            "snippet": "Adam and Eve left the Garden of Eden wearing animal skins to hide the shame of their human flesh. “The Lord God made clothing” from the skins “for Ada …"
        },
        {
            "title": "Toni Morrison's The Bluest Eye at 50: a novel that speaks to our times",
            "category": "Books",
            "snippet": "This week, amazingly, I read a book. Just the one, though – let’s not get excited. I suspect I was only able to do so because I wasn’t reading for ple …"
        },
        {
            "title": "Streaming: the joy of romcoms",
            "category": "Film",
            "snippet": "Romantic comedies are a perennially undervalued genre: even very fine ones are often described as “guilty pleasures”. That’s always a nonsense term, g …"
        },
        {
            "title": "The Last Dance: Is the Michael Jordan documentary a dressed-up puff piece?",
            "category": "Sport",
            "snippet": "Not long after ESPN scored its first ever Academy Award for Ezra Edelman’s nonpareil OJ: Made in America, a masterclass in longform investigative jour …"
        },
        {
            "title": "Rutger Bregman: the Dutch historian who rocked Davos and unearthed the real Lord of the Flies",
            "category": "Books",
            "snippet": "Summary: For most authors, now is the very worst time to bring out a book. The shops are closed; the festival circuit has migrated to Zoom; there’s a plague to …"
        },
        {
            "title": "Ronaldo Souza dropped from UFC 249 card after testing positive for Covid-19",
            "category": "Sport",
            "snippet": "Summary: The Ultimate Fighting Championship has withdrawn a bout from Saturday’s card in Jacksonville after middleweight Ronaldo ‘J’acare’ Souza and two of his …"
        },
        {
            "title": "Biden's lead over Trump widens – but strain on his virtual campaign grows",
            "category": "US-News",
            "snippet": "The Tampa, Florida, rally for Joe Biden on Thursday evening began as it normally might have, before a once-in-a-century pandemic transformed all aspec …"
        },
        {
            "title": "The best recent poetry collections – review",
            "category": "Books",
            "snippet": "Bhanu Kapil’s How to Wash a Heart (Pavilion, £9.99) responds with brilliant acuity to the prolonged stress of the immigrant experience. In an affectin …"
        },
        {
            "title": "Dating, a talk show and a dominatrix: Animal Crossing gamers explore new horizons during pandemic",
            "category": "Life-and-Style",
            "snippet": "As shelter in place orders around the world have left many people trapped at home indefinitely, some have found a new place to meet up: inside the dig …"
        },
        {
            "title": "My favourite game: England v Australia, fifth Ashes Test, 1968",
            "category": "Sport",
            "snippet": "I was clearing out some old papers a while back when a small pink slip fell out. Even after 50 years I knew instantly what it was because it had been …"
        },
        {
            "title": "Poem of the month: Primavera by Robin Robertson",
            "category": "Books",
            "snippet": "for Cait The Brimstone is back in the woken hills of Vallombrosa, passing the word from speedwell to violet wood anemone to celandine. I could walk to …"
        },
        {
            "title": "Arion: Voyage of a Slavic Soul review – rich lyricism from Natalya Romaniw",
            "category": "Music",
            "snippet": "Born in Swansea of Ukrainian descent, the outstanding young soprano Natalya Romaniw was singing – stunningly – the title role of Puccini’s Madam Butte …"
        },
        {
            "title": "Coronavirus cycling boom makes a good bike hard to find",
            "category": "Life-and-Style",
            "snippet": "Isabel had not ridden a bike since university 10 years ago when lockdown motivated her to seek out two wheels. But half a dozen cycle shops in south L …"
        },
        {
            "title": "UK plans £250m boost for cycle lanes and fast-track e-scooter trials",
            "category": "Politics",
            "snippet": "The government is expected to unveil a £250m investment in UK cycle lanes to encourage commuters to ride to work instead of using public transport, as …"
        }
    ]
}