{
    "page": [
        {
            "title": "Bryce Cartwright cleared to play NRL season after getting medical exemption from flu shot",
            "category": "Sport",
            "snippet": "Bryce Cartwright has been granted a medical exemption for the flu vaccination and given the green light to play the rest of the 2020 NRL season once i …"
        },
        {
            "title": "Cassandro, the Exotico! review – melancholic portrait of wrestling star",
            "category": "Film",
            "snippet": "Film-maker Marie Losier gives us a brief, impressionistic documentary portrait of the Mexican wrestling star who describes himself as the “Liberace of …"
        },
        {
            "title": "From Aaron Cruden to Ma'a Nonu: are big-money rugby signings worth it?",
            "category": "Sport",
            "snippet": "“We hoped for something else.” The words spoken by the Montpellier owner, Mohed Altrad, after he had released the New Zealand fly-half Aaron Cruden ei …"
        },
        {
            "title": "Matt Damon says his Ireland lockdown feels like 'a fairytale'",
            "category": "Film",
            "snippet": "Summary: Matt Damon says lockdown in Ireland feels like a fairytale, that the country’s taoiseach, Leo Varadkar, is a “badass” and that he worries about return …"
        },
        {
            "title": "'It's a real battle': African authors fight for publishing independence",
            "category": "Books",
            "snippet": "When Cameroonian author Daniel Alain Nsegbe first saw his debut novel for sale in his home city of Douala, the price was so high “you would have to as …"
        },
        {
            "title": "Carlos Sainz to race for Ferrari from 2021 as Daniel Ricciardo heads for McLaren",
            "category": "Sport",
            "snippet": "Ferrari have confirmed Carlos Sainz will replace Sebastian Vettel in 2021 while McLaren announced Renault’s Daniel Ricciardo is to take over the seat …"
        },
        {
            "title": "Did you meet via Guardian Soulmates?",
            "category": "Life-and-Style",
            "snippet": "After more than 15 years of online dating, Guardian Soulmates will be coming to an end in June. With thousands of people introduced to one another, we …"
        },
        {
            "title": "WH Smith pins hopes on autumn rebound after 85% fall in sales",
            "category": "Business",
            "snippet": "WH Smith is hoping for a revival in trade at its airport and railway station shops from this autumn after coronavirus lockdowns and travel restriction …"
        },
        {
            "title": "South Dakota governor threatens to sue over Sioux's coronavirus roadblocks",
            "category": "US-News",
            "snippet": "Native American tribes in South Dakota have vowed to keep operating checkpoints to protect their people from the coronavirus, despite threats of legal …"
        },
        {
            "title": "Amy Winehouse's stilettos in Island Records auction for coronavirus",
            "category": "Music",
            "snippet": "A pair of stilettos worn by Amy Winehouse and handwritten lyrics by Bono are among the most eye-catching items in an auction being run by Island Recor …"
        },
        {
            "title": "Tom Hardy's 20 best film performances – ranked!",
            "category": "Film",
            "snippet": "20. Rocknrolla (2008) There aren’t as many mockney-geezery roles in Tom Hardy’s career as you might think, although he has a turn in this and also in …"
        },
        {
            "title": "Perfume Genius: Set My Heart on Fire Immediately review – pop poet discovers new powers",
            "category": "Music",
            "snippet": "Ignoring for a moment the well-established dangers of judging a book by its cover, it feels like you can divine a lot from the sleeve of Perfume Geniu …"
        },
        {
            "title": "Come-hither lions and sleazy owls: when Disney classics are difficult",
            "category": "Film",
            "snippet": "I remember, right at the start of the coronavirus lockdown, thinking that Disney+ would be a godsend. Finally, I thought, some quality. I could spend …"
        },
        {
            "title": "The Atom: A Love Affair review – changing reactions to nuclear power",
            "category": "Film",
            "snippet": "Vicki Lesley’s sprightly, inconclusive documentary tackles a perennially controversial subject: nuclear power and its contested ethical status. Like a …"
        },
        {
            "title": "John Cowley obituary",
            "category": "Books",
            "snippet": "In 1971 my husband, John Cowley, who has died aged 89, became deputy librarian at Hatfield Polytechnic (now Hertfordshire University), which had a new …"
        },
        {
            "title": "Peter Davies obituary",
            "category": "Books",
            "snippet": "Peter Davies, my colleague and friend, who has died aged 92, was Britain’s foremost scholar of the international shipping industry. His published outp …"
        },
        {
            "title": "Melissa Etheridge's son, Beckett Cypher, dies aged 21",
            "category": "US-News",
            "snippet": "The singer Melissa Etheridge announced her son, Beckett Cypher, has died after struggling with opioid addiction. Beckett Cypher, Etheridge’s son with …"
        },
        {
            "title": "'Ramping up': the go-to jargon for politicians in this pandemic",
            "category": "Books",
            "snippet": "Everything has been “ramping up” lately: the capacity for virus testing, the readiness to reopen workplaces, and so forth. But why ramping? We are sur …"
        },
        {
            "title": "Marks & Spencer holds huge sale after clothing piles up amid lockdown",
            "category": "Business",
            "snippet": "Marks & Spencer has launched a huge half-price clothing sale as the high street shutdown leaves retailers with mountains of unsold spring and summer f …"
        },
        {
            "title": "Chinese threat prompts calls for UK to toughen company takeover laws",
            "category": "Business",
            "snippet": "An aborted Chinese-led boardroom coup at a British technology firm is set to force the UK government to adopt stronger intervention powers to prevent …"
        },
        {
            "title": "No 10 rebukes Tory MPs over misleading Keir Starmer video",
            "category": "Politics",
            "snippet": "Downing Street has rebuked Conservative MPs, including a minister, for sharing a video from a far-right Twitter account that falsely claimed Sir Keir …"
        },
        {
            "title": "Nicola Benedetti: Elgar Violin Concerto review – full-throttle, sinuous, subtle and electric",
            "category": "Music",
            "snippet": "The violin was Edward Elgar’s instrument, and when he was composing he thought as a string player: you can hear the idiomatic shaping of lines, the re …"
        },
        {
            "title": "Sainsbury's expands Chop Chop delivery service to 20 UK cities",
            "category": "Business",
            "snippet": "Summary: Sainsbury’s is taking a bicycle delivery service to 20 cities across the UK in its latest effort to extend grocery home delivery during the coronaviru …"
        },
        {
            "title": "Almost half of UK firms could run out of money within six months",
            "category": "Business",
            "snippet": "Almost half of UK businesses are within six months of running out of cash, despite the lifeline provided by the government’s furlough scheme, accordin …"
        },
        {
            "title": "The comedian going viral for lip-syncing Trump: 'People really hate him'",
            "category": "US-News",
            "snippet": "Summary: Sarah Cooper never expected to become internet famous during a pandemic, but now she is a viral TikTok celebrity who makes people laugh without saying …"
        },
        {
            "title": "Cruise firm Carnival slashes jobs and pay in face of Covid-19 crisis",
            "category": "Business",
            "snippet": "Cruise ship company Carnival has announced a wide-ranging programme of job losses and pay cuts as it desperately seeks to cut costs in the face of the …"
        },
        {
            "title": "UK budget deficit to rise to £300bn this year, OBR says",
            "category": "Business",
            "snippet": "The mounting cost of government schemes to help Britain through its worst recession in more than three centuries has risen by £20bn in the past two we …"
        },
        {
            "title": "Letter: Lord Graham of Edmonton obituary",
            "category": "Politics",
            "snippet": "Lord (Ted) Graham of Edmonton was a true champion of the underprivileged people of the London borough of Enfield, which contains the Edmonton constitu …"
        },
        {
            "title": "How will Britain dig itself out of a £300bn coronavirus hole?",
            "category": "Business",
            "snippet": "Millions of workers in Britain have been furloughed but the UK Debt Management Office (DMO) has never been busier. The government body responsible for …"
        },
        {
            "title": "Markets slide amid Covid-19 recession and trade war fears - as it happened",
            "category": "Business",
            "snippet": "Time for a brief recap Stock markets have fallen sharply in Europe as investors worry about the economic damage caused by the Covid-19 pandemic. Donal …"
        },
        {
            "title": "Breonna Taylor shooting: hunt for answers in case of black woman killed by police",
            "category": "US-News",
            "snippet": "Summary: It has been two months since Breonna Taylor was sleeping in her apartment on the south side of Louisville, Kentucky, when plainclothes police officers …"
        },
        {
            "title": "Care firm HC-One faces losing licence at coronavirus-hit Skye home",
            "category": "UK-News",
            "snippet": "Regulators are attempting to seize control of a care home on Skye at the centre of a Covid-19 outbreak that has led to seven deaths and dozens of coro …"
        },
        {
            "title": "London transport fares will rise, says minister, as TfL secures bailout",
            "category": "UK-News",
            "snippet": "The government has said London transport fares will have to rise, as it reached an agreement over a £1.6bn bailout with Transport for London. TfL will …"
        },
        {
            "title": "Stock markets slump as hopes fade for swift economic recovery",
            "category": "Business",
            "snippet": "Summary: European stock markets slumped on Thursday as investors began to lose faith in the prospect of a swift recovery from the economic turmoil triggered by …"
        },
        {
            "title": "Protesters descend on Michigan capitol but rain washes away demonstration",
            "category": "US-News",
            "snippet": "Following a week of escalating tensions over threats of violence made against Michigan’s Democratic politicians and an ongoing, emotional debate over …"
        },
        {
            "title": "UK's largest pubs group agrees lockdown 'rent credit' for tenants",
            "category": "Business",
            "snippet": "The UK’s largest pubs group has agreed to help tenants pay rents following widespread criticism that the industry is leaving publicans in the lurch du …"
        },
        {
            "title": "Bryan Washington's 'kickass' short stories win £30,000 Dylan Thomas prize",
            "category": "Books",
            "snippet": "Bryan Washington, a 27-year-old writer from Houston, has won the £30,000 Swansea University International Dylan Thomas prize for his “kickass” debut s …"
        },
        {
            "title": "Ousted whistleblower warns US facing ‘darkest winter in modern history’",
            "category": "US-News",
            "snippet": "Americans should brace themselves for the risk that they will suffer their “darkest winter in modern history” due to the ongoing federal government fa …"
        },
        {
            "title": "Investors can return to obsessing over relations between US and China",
            "category": "Business",
            "snippet": "Stock market investors spent most of 2019 obsessing over the state of trade relations between the US and China. Now they can return to the subject in …"
        },
        {
            "title": "Grant Shapps imitates Chris Tarrant to show the UK's out of lifelines",
            "category": "Politics",
            "snippet": "For the second time in six days Grant Shapps was asked to do front of house at the daily Downing Street press conference. Let that thought sink in for …"
        },
        {
            "title": "UK coronavirus live: Britain claps for carers on the Covid frontline - as it happened",
            "category": "Politics",
            "snippet": "Summary: I’m closing our UK live blog for the day. Thanks so much for joining us. Please follow our global live blog for all further developments this evening. …"
        },
        {
            "title": "Lights stay on despite cyber-attack on UK's electricity system",
            "category": "Business",
            "snippet": "Summary: Britain’s energy system has fallen victim to a cyber-attack targeting the IT infrastructure used to run the electricity market. The electricity system …"
        },
        {
            "title": "‘A great embarrassment’: records offer insight into Ahmaud Arbery suspect",
            "category": "US-News",
            "snippet": "Gregory McMichael, the white retired law enforcement officer who helped chase down and kill Ahmaud Arbery, an unarmed 25-year-old African American man …"
        },
        {
            "title": "Review calls for Premiership salary cheats to be stripped of titles",
            "category": "Sport",
            "snippet": "Summary: England’s leading clubs have been warned that a fundamental change in attitude is needed to restore public trust in the wake of the Saracens salary ca …"
        },
        {
            "title": "Donald Trump goes maskless to tour medical equipment facility",
            "category": "US-News",
            "snippet": "Donald Trump traveled to a medical equipment distribution facility in Allentown, Pennsylvania, on Thursday, to tout a plan to replenish and upgrade th …"
        },
        {
            "title": "A pub with no bar: what visiting a pub in NSW will look like now",
            "category": "Life-and-Style",
            "snippet": "The New South Wales state government has announced that bars and clubs with kitchens will be able to reopen on 15 May, as Covid-19 lockdowns ease. Res …"
        },
        {
            "title": "Surnames dictionary goes free for family bonding in lockdown",
            "category": "Life-and-Style",
            "snippet": "An online dictionary explaining the meanings and origins of more than 45,000 British and Irish surnames is being made accessible to all in the hope th …"
        },
        {
            "title": "What coronavirus is doing to stressed US health workers – and why it will be felt for years",
            "category": "US-News",
            "snippet": "Jenn Caldwell is a hospital nurse in Kansas City, Missouri. By her estimate, she has cared for nearly three dozen Covid-19 patients since the pandemic …"
        },
        {
            "title": "'I barely breathed': Tilda Swinton, Emma Thompson, Steve McQueen and more on their most memorable moments at the movies",
            "category": "Film",
            "snippet": "‘You didn’t sit where the tramps peed themselves’ Mike Leigh In my days as an impecunious young cineaste, there was the Tolmer cinema in Euston, the c …"
        },
        {
            "title": "Together in the dark: what we miss about going to the movies",
            "category": "Film",
            "snippet": "Cinema is a mass medium. And since we film-makers want to get as many people as possible to see our films, we try to find a common denominator. But we …"
        }
    ]
}