{
    "page": [
        {
            "title": "Why is Trump so restrained about the Biden sexual assault allegation?",
            "category": "US-News",
            "snippet": "Sometimes Donald Trump portrays his election rival, Joe Biden, as a sleepy geriatric who should be in a care home because “he doesn’t know he’s alive” …"
        },
        {
            "title": "Courtney Love in Liverpool: the Scousers who taught the grunge icon how to rock",
            "category": "Music",
            "snippet": "If you were in Liverpool in 1982 and had a habit of wandering down Mathew Street, perhaps on your way to Probe record store, you are likely to have se …"
        },
        {
            "title": "Frydenberg rules out 'wholesale changes' to jobkeeper despite $60bn underspend",
            "category": "Business",
            "snippet": "The Morrison government has ruled out “wholesale changes” to the jobkeeper wage subsidy after the revelation it will cost $60bn less than expected, bu …"
        },
        {
            "title": "Tree of the week: 'This fallen elm looks like a Man Ray nude'",
            "category": "Life-and-Style",
            "snippet": "Photographer Sandrine Joseph fell in love with this fallen elm tree on one of her daily walks around Hampstead Heath in north London. She was captivat …"
        },
        {
            "title": "The Consequences of Love by Gavanndra Hodge review – blighted past of a Chelsea girl",
            "category": "Books",
            "snippet": "To the outside eye, Gavanndra Hodge’s childhood must have seemed impossibly glamorous. Her father, the celebrity hairdresser Gavin Hodge, was a man ab …"
        },
        {
            "title": "Chart toppers: the best books to help you understand numbers",
            "category": "Books",
            "snippet": "It’s hard to imagine a moment in history more driven by numbers. Suddenly we’re all poring over reams of data, while debates over the merits of mathem …"
        },
        {
            "title": "My favourite film aged 12: Diva",
            "category": "Film",
            "snippet": "For this 12-year-old, Paris was a dream city where a dream me might idle days away at pavement cafes, talking about art that was very probably profoun …"
        },
        {
            "title": "Getting girls active is key to women's sport future, say players and coaches",
            "category": "Sport",
            "snippet": "Getting more girls and young women active must be a central part of the jigsaw if women’s sport is to continue to grow and thrive, according to player …"
        },
        {
            "title": "Qantas loses bid to use jobkeeper subsidy to soak up larger portion of wages bill",
            "category": "Business",
            "snippet": "Qantas has lost a bid to use the jobkeeper wage subsidy to soak up a larger portion of its wages bill by topping up a worker’s pay on a monthly – rath …"
        },
        {
            "title": "From Germany to Detroit and back: how Kraftwerk forged an industrial exchange",
            "category": "Music",
            "snippet": "When the death of Kraftwerk co-founder Florian Schneider was announced last week, the loudest tributes came from the electronic music community. Kraft …"
        },
        {
            "title": "Amora by Natalia Borges Polesso review – stories of love between women",
            "category": "Books",
            "snippet": "Finding it hard to concentrate? Progress on that doorstep novel you promised you’d read when you had the chance not going so well? You could do worse …"
        },
        {
            "title": "Reality bites: are virtual actors about to put Hollywood's humans out of work?",
            "category": "Film",
            "snippet": "With A-listers such as Scarlett Johansson, Will Smith and Steven Spielberg on its books, Creative Artists Agency (CAA) is a fixture of the Hollywood e …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 10, Marvin Gaye – I Heard It Through the Grapevine",
            "category": "Music",
            "snippet": "It can be hard to grasp the depth and breadth of Marvin Gaye’s career. He seems to have lived one of those kaleidoscopic lives that could only have oc …"
        },
        {
            "title": "I've never seen … Jaws",
            "category": "Film",
            "snippet": "Jaws is not a film about a shark. I knew this before I watched it because, every few months for the best part of two decades, Mark Kermode has reminde …"
        },
        {
            "title": "Could Disney World really solve the NBA's coronavirus conundrum?",
            "category": "Sport",
            "snippet": "Summary: While nobody knows anything for certain, all signs are pointing to the NBA at least attempting to resume its season – which was suspended due to the C …"
        },
        {
            "title": "Bangladesh clothing makers say Philip Day owes them £27m",
            "category": "Business",
            "snippet": "Bangladesh clothing manufacturers are threatening to halt production and deliveries to billionaire Philip Day’s Edinburgh Woollen Mill group in a batt …"
        },
        {
            "title": "My favourite game: wonderful Wolves put nine past Cardiff in 1955",
            "category": "Sport",
            "snippet": "“City beaten in 10-goal thriller” screamed the front page of the Football Echo Pink ’Un in September 1955. When the paper was sold in Cardiff’s pubs t …"
        },
        {
            "title": "Poem of the week: Godhuli Time by Srinivas Rayaprol",
            "category": "Books",
            "snippet": "Godhuli Time It is the cow-dust hour And smoke lies heavy over my head As I walk across these earthen paths And smells of burnt milk from inside Mingl …"
        },
        {
            "title": "'Cummings is the real boss': world's press pours scorn on Boris Johnson",
            "category": "Politics",
            "snippet": "Yes, Libération declared categorically, “the answer is yes. There really is one rule for Dominic Cummings, prime minister Boris Johnson’s special advi …"
        },
        {
            "title": "How we met: 'He's so brave. I once saw him climb into a tree to save a black mamba'",
            "category": "Life-and-Style",
            "snippet": "Jenny Botting was working as a receptionist in 2012 while she applied for PhD programmes in animal cognition. “I realised I needed more field research …"
        },
        {
            "title": "Boris Johnson faces renewed Tory pressure to sack Dominic Cummings",
            "category": "Politics",
            "snippet": "Dominic Cummings is to give a statement about accusations he broke the lockdown, as at least 20 Conservative MPs urged Boris Johnson to make him quit …"
        },
        {
            "title": "Sonic Youth: where to start in their back catalogue",
            "category": "Music",
            "snippet": "The album to start with Daydream Nation (1988) One of indie rock’s truly sacred texts, Daydream Nation is both a gripping synthesis of the punk, colle …"
        },
        {
            "title": "How We Made: Airplane!",
            "category": "Film",
            "snippet": "Summary: David and Jerry Zucker, directors (with Jim Abrahams) We used to seek out movies that were mind-numbingly serious and dub them with our own voices. La …"
        },
        {
            "title": "Barry Hearn: 'The mental health of a nation is strengthened by sport'",
            "category": "Sport",
            "snippet": "“It’s a strange thing about this covid epidemic,” Barry Hearn says, in a contemplative mood. “I find it really stimulating in a bizarre way. We’re aga …"
        },
        {
            "title": "Dominic Cummings: resign or be sacked, says leading doctor",
            "category": "Politics",
            "snippet": "Boris Johnson should sack Dominic Cummings over his 264-mile lockdown Durham trip, according to the chair of a leading doctors’ association who has hi …"
        },
        {
            "title": "House music:  classical critics' watching and listening picks",
            "category": "Music",
            "snippet": "My corona-listening is a mix of random v planned. Switching on BBC Radio 3, but missing the beginning of a piece, is one kind of random. The fabulous …"
        },
        {
            "title": "‘I think I behaved reasonably’: Dominic Cummings defends actions in lockdown row",
            "category": "Politics",
            "snippet": "Dominic Cummings has refused to resign or apologise for driving 264 miles to Durham to isolate on his parents’ property while his wife was sick with s …"
        },
        {
            "title": "Mory Kanté obituary",
            "category": "Music",
            "snippet": "Mory Kanté, who has died aged 70 from untreated health problems, was a singer, songwriter, multi-instrumentalist and one of west Africa’s most versati …"
        },
        {
            "title": "German court rules against Volkswagen in 'dieselgate' scandal",
            "category": "Business",
            "snippet": "Volkswagen has lost a landmark legal battle in Germany’s highest civil court over compensation for the buyer of a secondhand minivan fitted with emiss …"
        },
        {
            "title": "Coronavirus spread on Edinburgh ward after patient's transfer",
            "category": "UK-News",
            "snippet": "It started with a routine admission from another hospital on Friday 3 April. An elderly patient came on to ward 15 of the Western General in Edinburgh …"
        },
        {
            "title": "'Busy as Notting Hill carnival': Botany Bay residents bemoan packed Kent cove",
            "category": "UK-News",
            "snippet": "A beach on the south coast has been “as busy as Notting Hill carnival” over the bank holiday weekend, with local residents saying a “rave” took place …"
        },
        {
            "title": "Australia's buoyant exports are good news for GDP – but less so for households",
            "category": "Business",
            "snippet": "The latest figures from the Bureau of Statistics show that even amid the trade argy-bargy with China, our exports are generally doing well. But the fi …"
        },
        {
            "title": "Bulldozer tactics see NRL win Australia's race to return first",
            "category": "Sport",
            "snippet": "They say a week is a long time in politics. In rugby league, two months may as well have been an eternity, such has been the seismic change the game h …"
        },
        {
            "title": "'Feels good to be out of my house': Biden lays Memorial Day wreath in Delaware",
            "category": "US-News",
            "snippet": "Joe Biden left his Delaware home to lay a wreath on Monday to mark Memorial Day, emerging from a two-month quarantine. After departing the ceremony at …"
        },
        {
            "title": "Remove reset scrums to help reduce Covid-19 risk, says World Rugby study",
            "category": "Sport",
            "snippet": "Doing away with reset scrums and eliminating “upright face-to-face” tackles would significantly reduce the risk of coronavirus transmission, according …"
        },
        {
            "title": "Barnard Castle witness calls for Cummings to quit after hearing defence",
            "category": "Politics",
            "snippet": "The retired chemistry teacher who first revealed that Dominic Cummings drove to Barnard Castle during lockdown has said Cummings should resign, after …"
        },
        {
            "title": "'Beyond an insult': fury of those who stuck to lockdown rules",
            "category": "Politics",
            "snippet": "As Dominic Cummings mounted a defiant last-ditch attempt to save his job, anger has continued to build among members of the public. From those mournin …"
        },
        {
            "title": "Dominic Cummings tries to explain when and why of lockdown trip",
            "category": "Politics",
            "snippet": "Summary: After more than seven weeks of refusing to give any detailed explanation about whether – and why - he had gone to Durham during lockdown, the prime mi …"
        },
        {
            "title": "Regrets? St Dom had a few, but then again too few to mention",
            "category": "Politics",
            "snippet": "Summary: Classic Dom: Downing Street’s very own Prince Andrew. Show how much respect you have for the public and the media by turning up 30 minutes late for yo …"
        },
        {
            "title": "The lockdown breach questions Dominic Cummings has yet to clarify",
            "category": "Politics",
            "snippet": "Dominic Cummings’ strident defence of his own behaviour was designed to draw a line under an affair that has rocked the government and caused fury acr …"
        },
        {
            "title": "Dominic Cummings refuses to resign or apologise for lockdown breach",
            "category": "Politics",
            "snippet": "The crisis that has engulfed the government over Dominic Cummings’ conduct continued to rage unabated after an unprecedented press conference in which …"
        },
        {
            "title": "Seated and subdued Cummings makes play for public's sympathy",
            "category": "Politics",
            "snippet": "Dominic Cummings’ usual place at Downing Street press conferences is lurking at the back in a scruffy T-shirt, glaring. So seeing him – the éminence g …"
        },
        {
            "title": "Sotherton fears fixture pile-up will deny Asher-Smith Commonwealth treble",
            "category": "Sport",
            "snippet": "Summary: The pile-up of championships in 2022 could rob the Commonwealth Games in Birmingham of some of its biggest stars and will make it impossible for Dina …"
        },
        {
            "title": "Jimmy Cobb, drummer on Miles Davis's Kind of Blue, dies aged 91",
            "category": "Music",
            "snippet": "Jimmy Cobb, the jazz drummer and last surviving player on Miles Davis’s seminal 1959 album Kind of Blue has died from lung cancer at age 91. Cobb was …"
        },
        {
            "title": "FBI investigating Ahmaud Arbery shooting as possible hate crime, lawyer says",
            "category": "US-News",
            "snippet": "The FBI is investigating the shooting of Ahmaud Arbery, a black jogger, by two white men as a possible hate crime, the Arbery family’s attorney said M …"
        },
        {
            "title": "Michael Moore film Planet of the Humans removed from YouTube",
            "category": "Film",
            "snippet": "YouTube has taken down the controversial Michael Moore-produced documentary Planet of the Humans in response to a copyright infringement claim by a Br …"
        },
        {
            "title": "'People were like animals!' How supermarket staff watched the coronavirus crisis unfold",
            "category": "Life-and-Style",
            "snippet": "Summary: It was Thursday night, 8pm. Clap for our carers: the sound of applause rising in the air. Leila was doing her rounds of the Waitrose in west London wh …"
        },
        {
            "title": "'I will kill you if you give this song to anyone but me': how Peggy Lee was perfect for Is That All There Is?",
            "category": "Music",
            "snippet": "In September 1968, songwriting titans Jerry Leiber and Mike Stoller were on the hunt for a singer for their curious new composition Is That All There …"
        },
        {
            "title": "A Woman by Sibilla Aleramo review – groundbreaking",
            "category": "Books",
            "snippet": "In 1906 in England, literature was dominated by the well-behaved worlds of novelists such as Arnold Bennett, EM Forster and John Galsworthy. At the sa …"
        },
        {
            "title": "Pew by Catherine Lacey review – when silence speaks volumes",
            "category": "Books",
            "snippet": "Summary: Pitched somewhere between Shirley Jackson’s creepy small-town horror and the seminar-room riddling of JM Coetzee, Catherine Lacey’s powerful new novel …"
        }
    ]
}