{
    "page": [
        {
            "title": "Intelligence report concludes Covid-19 was not 'manmade or genetically modified' – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on the coronavirus continues in Friday’s blog: Donald Trump implied that he’d seen evidence proving the unproven theory that the corona …"
        },
        {
            "title": "'With restrictions easing, how do we tell someone we don’t want them in our bubble?'",
            "category": "Life-and-Style",
            "snippet": "Now that lockdown restrictions are easing a little bit in my area [Australia], my family’s been getting a few requests for playdates and dinner visits …"
        },
        {
            "title": "Gael García Bernal: 'The pandemic has taught me that I need something to say'",
            "category": "Film",
            "snippet": "At the start of the century, the director Alfonso Cuarón was casting Y Tu Mamá También, the bawdy but plangent road movie he had written with his brot …"
        },
        {
            "title": "Belle and Sebastian's lockdown listening: 'I have a dance-off with my kids every night'",
            "category": "Music",
            "snippet": "Belle and Sebastian were meant to go to the US to make a record when lockdown was announced, but, thankfully, we had enough time to cancel everything …"
        },
        {
            "title": "Double Lives by Helen McCarthy – a history of working mothers",
            "category": "Books",
            "snippet": "Three generations of working mothers. My grandmother, at home with 10 children between the wars, took in sailors’ washing to make ends meet. She had n …"
        },
        {
            "title": "Queensland clears way for NRL season to restart on 28 May",
            "category": "Sport",
            "snippet": "Summary: Premier Annastacia Palaszczuk has opened Queensland’s border for next month’s planned NRL restart, ensuring Brisbane, North Queensland and Gold Coast …"
        },
        {
            "title": "My streaming gem: why you should watch The Stranger",
            "category": "Film",
            "snippet": "In these lockdown times, we should all be scrambling to watch films that will help us to make sense of our out-of-life experience, no? Pandemic thrill …"
        },
        {
            "title": "Laura Jurd’s Dinosaur:  To the Earth review – eloquent and spirited",
            "category": "Music",
            "snippet": "Anybody accumulating evidence for the existence of old souls could do worse than check out the Hampshire-born trumpeter-composer Laura Jurd’s contribu …"
        },
        {
            "title": "RBS profits halve as bank takes £800m coronavirus hit",
            "category": "Business",
            "snippet": "Profits at Royal Bank of Scotland halved in the first quarter after the taxpayer-owned bank set aside more than £800m to cover a surge of bad debts ca …"
        },
        {
            "title": "I wish more people would read ... HG Wells's Mr Britling Sees It Through",
            "category": "Books",
            "snippet": "Last year I wrote a literary biography of HG Wells, a task that, of course, entailed reading all his novels. I already knew his science fiction and so …"
        },
        {
            "title": "All Day and a Night review – stylish Netflix father-son crime drama",
            "category": "Film",
            "snippet": "Summary: It’s an unusually stacked week for new films on Netflix (one they might regret when pre-pandemic content starts to dry up) with a teen comedy, a B-thr …"
        },
        {
            "title": "Mahalia's lockdown listening: 'Quarantine has been difficult for my confidence'",
            "category": "Music",
            "snippet": "I had a couple of friends staying with me just before lockdown happened and we were like: “Let’s do it together”. Having my friends and partner with m …"
        },
        {
            "title": "Experience: we drove 25,000 miles home from New Zealand",
            "category": "Life-and-Style",
            "snippet": "My girlfriend Romy and I are both from Bristol, but in 2016 were living apart. I was in London working as an accountant and she was teaching in Paris. …"
        },
        {
            "title": "My life in sex: the woman who achieves her goals by masturbation",
            "category": "Life-and-Style",
            "snippet": "Summary: I test sex toys for a living, so I thought I knew a lot about the female orgasm. Then I discovered “sexual transmutation” – the idea that you can harn …"
        },
        {
            "title": "My favourite film aged 12: The Notebook",
            "category": "Film",
            "snippet": "Flash back to the summer of 2007: Spider-Man 3 was in theatres. Two of the top five most viewed YouTube videos were by the band My Chemical Romance. A …"
        },
        {
            "title": "Quarantine is perfect for discovering the beauty and power of boredom",
            "category": "Life-and-Style",
            "snippet": "Every morning these days, I challenge myself to fill the kettle and then stand at the stove … and wait until it boils. For the first month of quaranti …"
        },
        {
            "title": "How Trump has tipped the scales in America's most powerful courts",
            "category": "US-News",
            "snippet": "The US supreme court may be the highest in the land, but because of the small number of cases it hears each year, justice usually does not get that fa …"
        },
        {
            "title": "The end of coronavirus: what plague literature tells us about our future",
            "category": "Books",
            "snippet": "Shortly before the London lockdown, at an eerily quiet branch of Waterstones, I managed to get my hands on The Decameron, by Boccaccio, and Daniel Def …"
        },
        {
            "title": "Jeremy Bamber lawyers seek review of CPS refusal to disclose evidence",
            "category": "UK-News",
            "snippet": "Lawyers representing Jeremy Bamber, who is serving a whole life sentence for killing five members of his family in 1985, will ask the high court to re …"
        },
        {
            "title": "Have you found a new hobby or skill during the lockdown?",
            "category": "Life-and-Style",
            "snippet": "Summary: When social distancing and lockdown measures began in the UK, packets of eggs, yeast and flour disappeared from supermarket shelves as people turned t …"
        },
        {
            "title": "My brother cut contact with me after a misunderstanding. How can I repair the relationship?",
            "category": "Life-and-Style",
            "snippet": "My brother and I have always had quite a difficult relationship, but he cut off contact two years ago. I was suffering from severe anxiety and OCD at …"
        },
        {
            "title": "Heathrow boss warns of BA-style mass redundancies",
            "category": "UK-News",
            "snippet": "Heathrow airport has warned that it may soon follow British Airways in announcing mass redundancies unless the government restores confidence by plann …"
        },
        {
            "title": "'It's DIY TV': Daniel Hope on performing to millions from his living room",
            "category": "Music",
            "snippet": "Summary: ‘You’d better unpack.” I was outside my home in Berlin in my car. I had just loaded it up and strapped the kids into their seats when my manager calle …"
        },
        {
            "title": "Chess: Erratic Magnus Carlsen faces Chinese challenge in invitational semis",
            "category": "Sport",
            "snippet": "Summary: Magnus Carlsen has qualified for this weekend’s semi-finals in his $250,000 online elite invitational, but Norway’s world champion, 29, now faces stro …"
        },
        {
            "title": "Boris Johnson is back. But has he changed?",
            "category": "Politics",
            "snippet": "Summary: It was a low-key comeback. After a week in hospital, and two more spent recuperating at Chequers, the prime minister’s official country residence, Bor …"
        },
        {
            "title": "UK consumers clear £3.8bn of debt while business loans soar since Covid-19 crisis",
            "category": "Business",
            "snippet": "UK businesses borrowed record sums in March, while consumers cleared £3.8bn of debt, according to figures from the Bank of England that show firms and …"
        },
        {
            "title": "I’m doing an online fitness class - will my backdrop of 11 pizza boxes spoil my look?",
            "category": "Life-and-Style",
            "snippet": "My quest to retain some level of fitness during isolation is being repeatedly undermined by my appetite. The days feel 43 hours long, and I am endless …"
        },
        {
            "title": "Tony Allen: the Afrobeat pioneer's 10 finest recordings",
            "category": "Music",
            "snippet": "Listen to a playlist of Ammar’s selections: Fela Kuti: Roforofo Fight (Roforofo Fight, 1972) Roforofo Fight is the earliest cohesive expression of Ton …"
        },
        {
            "title": "Is expecting the worst the best way to handle the coronavirus crisis?",
            "category": "Life-and-Style",
            "snippet": "Summary: Exactly how terrible are the next months and years going to be? As a generally apocalyptically minded sort of person, I’ve been feeling some pride in …"
        },
        {
            "title": "My boyfriend has sexual kinks I find abhorrent. How can we resolve our differences?",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have been together for a year and a half. We enjoy a very active sex life. However, some of the things he is sexually attracted to …"
        },
        {
            "title": "Letter: Tomie dePaola obituary",
            "category": "Books",
            "snippet": "Tomie dePaola was ahead of his time in terms of environmental awareness and gender roles. One of the loveliest picture books that I read to my now 40- …"
        },
        {
            "title": "Publishers must act now to develop working-class writers, says report",
            "category": "Books",
            "snippet": "The books industry needs to “wake up to the world beyond the M25”, according to a new report into the under-representation of British working-class wr …"
        },
        {
            "title": "Tony Allen: the Afrobeat maverick who blazed a trail across the globe",
            "category": "Music",
            "snippet": "Few musicians can claim to have invented a revolutionary rhythm, but then few are quite like the late Afrobeat pioneer Tony Allen. Brian Eno called hi …"
        },
        {
            "title": "I've never seen … Solaris",
            "category": "Film",
            "snippet": "At university in the early 90s, friends who were studying philosophy would enthuse about Solaris in the same smoke-filled breath as Hegel and Sartre – …"
        },
        {
            "title": "'We stick to the rules': why cinemas in Sweden have stayed open during the pandemic",
            "category": "Film",
            "snippet": "Showing a film in a cinema has become an act of political consequence. Movie theatres across the globe, from China to the US, have shut down during th …"
        },
        {
            "title": "Covid-19 crisis opens doors to a leaner but meaner British Airways",
            "category": "Business",
            "snippet": "Some British Airways staff were volunteering in hospitals serving drinks to NHS nurses; about half were furloughed on coronavirus lockdown; a scant fe …"
        },
        {
            "title": "Foreign Office obstructed search for truth, say Harry Dunn lawyers",
            "category": "UK-News",
            "snippet": "The Foreign Office has obstructed a search for truth into the death of 19-year-old motorcyclist Harry Dunn, lawyers for his family have claimed prior …"
        },
        {
            "title": "Peter Jackson obituary",
            "category": "Politics",
            "snippet": "My friend Peter Jackson, who has died aged 91, was a Labour MP in the time of Harold Wilson, contributing to a raft of progressive social reforms desp …"
        },
        {
            "title": "'Every day I hear about a Covid-19 death': life in the UK's worst-affected area",
            "category": "UK-News",
            "snippet": "Kamrul Islam doesn’t dare visit his local supermarket. Over the last few weeks, he said three of his closest friends fell ill with the coronavirus sho …"
        },
        {
            "title": "UK coronavirus: government says counting of tests unchanged amid claims tally is inflated – as it happened",
            "category": "Politics",
            "snippet": "Summary: The government said it passed its 100,000 tests per day target, amid claims the tally has been artificially boosted. At the daily press briefing Matt …"
        },
        {
            "title": "Beautiful birdsong: how the dawn chorus reconnects me to life, and hope",
            "category": "Life-and-Style",
            "snippet": "Summary: Like a lot of people, I am not sleeping as well as I was a few months ago. I am still able to nod off fairly easily, and unlike many, my sleep is not …"
        },
        {
            "title": "Joe Biden denies sexual assault allegation from former staffer Tara Reade",
            "category": "US-News",
            "snippet": "Joe Biden has categorically denied allegations from a former Senate aide that he sexually assaulted her in 1993. The presumptive Democratic presidenti …"
        },
        {
            "title": "Virgin and O2 plan merger to challenge Sky and BT",
            "category": "Business",
            "snippet": "The owners of Virgin Media and O2 are in talks to create a new TV and mobile power player to challenge BT and Sky in the UK. Billionaire John Malone’s …"
        },
        {
            "title": "Covid-19 has robbed the world of so much – could we still have a dream wedding?",
            "category": "Life-and-Style",
            "snippet": "Summary: On 19 March, three things happened at once. Australia made the unprecedented announcement that its borders would close. Our plans to elope fell to pie …"
        },
        {
            "title": "Talking Horses: packed provisional schedule planned, plus Hong Kong tips",
            "category": "Sport",
            "snippet": "A series of rearranged Classic trials and Pattern races have been scheduled for the last two weekends in May if racing is allowed to resume later this …"
        },
        {
            "title": "Blind date: ‘I hope my lockdown haircut didn’t count against me’",
            "category": "Life-and-Style",
            "snippet": "Angus on Olivia What were you hoping for? Romance and an injection of excitement to jolt me out of my lockdown routine. First impressions? She’s a bab …"
        },
        {
            "title": "Active Measures review: how Trump gave Russia its richest target yet",
            "category": "US-News",
            "snippet": "Summary: The president-elect arrived in Washington under a cloud manufactured in Moscow and St Petersburg. Less than a month after Donald Trump took office, th …"
        },
        {
            "title": "The Glass Hotel by Emily St John Mandel review – haunted visions of a global crisis",
            "category": "Books",
            "snippet": "Few readers will come to Emily St John Mandel’s fifth novel, The Glass Hotel, unaware of her fourth, 2014’s Station Eleven, which imagined a world rav …"
        },
        {
            "title": "Normal People: the adaptation is sublime, like Sally Rooney's novel",
            "category": "Books",
            "snippet": "This week, I’ve watched half of the 12-part television adaptation of Normal People, and so this column is an appreciation of Sally Rooney. I remember …"
        },
        {
            "title": "Can the UK's night-time economy survive the coronavirus pandemic?",
            "category": "Business",
            "snippet": "On a normal Saturday thousands of Brummies would be making plans for a night out with friends on Broad Street, the city’s nightlife hotspot famous for …"
        }
    ]
}