{
    "page": [
        {
            "title": "The Wretched review – grisly holiday horror",
            "category": "Film",
            "snippet": "In a parallel universe, this lean, surprisingly grisly horror from brothers Brett and Drew Pierce (Deadheads) might have been a teen movie. Set during …"
        },
        {
            "title": "Kehlani: It Was Good Until It Wasn't review – intimate second album",
            "category": "Music",
            "snippet": "Across her solo releases, Oakland, California artist Kehlani has channelled a nostalgic kind of poppy R&B. That the former America’s Got Talent star’s …"
        },
        {
            "title": "We won't survive the lockdown without rent relief, say publicans",
            "category": "Business",
            "snippet": "Britain’s pubs should have been heaving over the bank holiday weekend as the glorious sunny weather on Friday and Saturday lured drinkers to their fav …"
        },
        {
            "title": "Keir Starmer 'failing renters' hit by coronavirus crisis, Momentum says",
            "category": "Politics",
            "snippet": "Momentum and thousands of Labour members have accused Keir Starmer of “failing renters”, calling on him to back an immediate cancellation of rents for …"
        },
        {
            "title": "Dawn of new golden age for cycling or just another empty promise?",
            "category": "Sport",
            "snippet": "Fifteen years ago I was waiting by a red light when a dishevelled-looking cyclist, blond mop-top untamed by comb or helmet, pootled past without pausi …"
        },
        {
            "title": "Boris Johnson announces five-tier coronavirus alert system",
            "category": "Politics",
            "snippet": "Boris Johnson has announced a five-tier alert system to rank the threat from coronavirus – although experts said it was not immediately clear how inde …"
        },
        {
            "title": "Sturgeon reveals irritation over Whitehall lockdown messaging",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon made clear her irritation with Boris Johnson’s government on Sunday, after another chaotic few days of confused, ill-disciplined messa …"
        },
        {
            "title": "Pubs fear disaster after being left out of plans to ease lockdown",
            "category": "Business",
            "snippet": "Summary: Pubs face “devastation” after they were excluded from proposals to allow the hospitality industry to reopen in July, fuelling concern that nearly half …"
        },
        {
            "title": "Cuomo alerts states to mystery coronavirus illness after three children die",
            "category": "US-News",
            "snippet": "New York state is alerting all other parts of the US about a new mystery syndrome that appears to be related to Covid-19 and is causing severe illness …"
        },
        {
            "title": "Battered UK tourist industry anticipates easing of coronavirus lockdown",
            "category": "Business",
            "snippet": "Holiday resorts across England are preparing to open at the end of May with trepidation. They have no idea what the summer holds for them. The battere …"
        },
        {
            "title": "Love bytes: how a video game is preparing my boyfriend and me for living together",
            "category": "Life-and-Style",
            "snippet": "“I’m going to the mines!” says a voice through my laptop. It’s my partner, Joel – albeit a pixelated version of him. I see him move swiftly out of the …"
        },
        {
            "title": "Talking Horses: British racing kept waiting while France resumes in style",
            "category": "Sport",
            "snippet": "The immediate future of British horse racing remained murky after Boris Johnson’s address to the nation on Sunday evening, when hopes that the Prime M …"
        },
        {
            "title": "Trump is culpable in deaths of Americans, says Noam Chomsky",
            "category": "US-News",
            "snippet": "Donald Trump is culpable in the deaths of thousands of Americans by using the coronavirus pandemic to boost his electoral prospects and line the pocke …"
        },
        {
            "title": "Australia-only Super Rugby competition to include axed Western Force",
            "category": "Sport",
            "snippet": "An adapted version of Super Rugby will recommence with an Australian-only competition comprising five or six teams, including the Western Force, being …"
        },
        {
            "title": "The best albums of 2020 so far",
            "category": "Music",
            "snippet": "Fiona Apple Fetch the Bolt Cutters Apple’s prettily meandering piano can at first seem benign, even whimsical, but this album – already being regarded …"
        },
        {
            "title": "Sing Backwards and Weep by Mark Lanegan review – eye-popping trip",
            "category": "Books",
            "snippet": "Summary: The annals of rock are littered with used needles and the damage they have done. Few drug enthusiasts can have sunk so low, however, as singer Mark La …"
        },
        {
            "title": "Musicians call for industry shake-up to protect artists during lockdown",
            "category": "Music",
            "snippet": "Two organisations that represent thousands of British musicians and songwriters will today launch a Keep Music Alive campaign calling for urgent chang …"
        },
        {
            "title": "From NHS memoirs to The Bell Jar: the best books about burnout",
            "category": "Books",
            "snippet": "We need our health service now more than ever. Coronavirus has come at a time when we thought there was no more stretch left in the NHS, but healthcar …"
        },
        {
            "title": "Trump dismantles environmental protections under cover of coronavirus",
            "category": "US-News",
            "snippet": "The Trump administration is diligently weakening US environment protections even amid a global pandemic, continuing its rollback as the November elect …"
        },
        {
            "title": "My streaming gem: why you should watch Nobody's Watching",
            "category": "Film",
            "snippet": "What happens when a man who is accustomed to being the centre of attention finds himself becoming invisible? When a life busked from cash in hand jobs …"
        },
        {
            "title": "The Mermaid of Black Conch by Monique Roffey review – a fishy tale of doomed womanhood",
            "category": "Books",
            "snippet": "Set in a tiny Caribbean village in the 1970s, this charming yet clear-eyed romance begins with a fisherman, David, lazily awaiting his catch only to s …"
        },
        {
            "title": "My favourite film aged 12: Indiana Jones and the Last Crusade",
            "category": "Film",
            "snippet": "It was 1994, and I was 12 years old. My dad had recently bought himself a Hi8 video camera and I requisitioned it to make my own movies. Given my sub- …"
        },
        {
            "title": "Disney reopens its Shanghai theme park, with many restrictions",
            "category": "Film",
            "snippet": "Summary: Disney has reopened its Shanghai theme park with new physical distancing rules preventing Mickey Mouse from posing with customers, more than three mon …"
        },
        {
            "title": "Jobkeeper payment could be adjusted, Scott Morrison says",
            "category": "Business",
            "snippet": "Scott Morrison has suggested the jobkeeper wage subsidy could be “adjusted” to provide more targeted support, as Labor signals it could support trimmi …"
        },
        {
            "title": "The motor sport talent spotter: 'I get a fantastic gut feeling about people'",
            "category": "Sport",
            "snippet": "Never one to seek the spotlight, Trevor Carlin even agonised long and hard before allowing the motor racing team he founded to bear his name. Duly chr …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 20, Carly Rae Jepsen – Call Me Maybe",
            "category": "Music",
            "snippet": "There are No 1 pop songs you hear everywhere you go and soon hope never to hear again; and then there are pop songs that, to quote the critic Robert C …"
        },
        {
            "title": "Ken Hooper obituary",
            "category": "Business",
            "snippet": "My stepfather, Ken Hooper, who has died aged 92, was an engineer who left school early and worked his way up through evening classes to have a success …"
        },
        {
            "title": "Missouri Republicans on the verge of gutting gerrymandering reform",
            "category": "US-News",
            "snippet": "Summary: In the middle of the Covid-19 pandemic, Missouri Republicans are seeking to undo a recent effort to make electoral districts in the state legislature …"
        },
        {
            "title": "Cannes abandons 'physical' festival for 2020 but will select films for screening elsewhere",
            "category": "Film",
            "snippet": "The Cannes film festival appears to have halted any plans for a physical edition for 2020 due to the coronavirus pandemic, but is aiming to sponsor sc …"
        },
        {
            "title": "I wish more people would read ... The Diary of a Provincial Lady by EM Delafield",
            "category": "Books",
            "snippet": "Summary: November 7th. Plant the indoor bulbs. Just as I am in the middle of them, Lady Boxe calls. I say, untruthfully, how nice to see her, and beg her to si …"
        },
        {
            "title": "Mourners choosing simplified funerals during Covid-19 crisis",
            "category": "Business",
            "snippet": "Summary: One of Britain’s biggest undertakers has reported a tripling in the proportion of clients choosing lower-cost funerals during the coronavirus pandemic …"
        },
        {
            "title": "Stay away from Lake District despite easing of lockdown, police say",
            "category": "UK-News",
            "snippet": "Police in the Lake District have urged people to “take a long hard look at your own conscience” and stay away from the national park – despite the pri …"
        },
        {
            "title": "How to make a non-medical coronavirus face mask – no sewing required",
            "category": "US-News",
            "snippet": "The US Centers for Disease Control recommends that all Americans wear face masks in public to reduce transmission of Covid-19. The agency maintains th …"
        },
        {
            "title": "Welsh memory project aims to document coronavirus impact",
            "category": "UK-News",
            "snippet": "An ambitious “national memory” project designed to record how Covid-19 is affecting Wales’s people and communities is being created to help future gen …"
        },
        {
            "title": "Grateful Dead: where to start in their back catalogue",
            "category": "Music",
            "snippet": "The album to start with American Beauty (1970) It is easy for people unfamiliar with their music to dismiss the Grateful Dead as amorphous jamming for …"
        },
        {
            "title": "Midwesterners were already doubting Trump. Covid could seal his political fate",
            "category": "US-News",
            "snippet": "Drake Custer is a union man who, along with about 30 of his buddies, had an Old English “K” tattooed on their chests about 15 years ago. It stands for …"
        },
        {
            "title": "Sadiq Khan launches transport plan, including masks for commuters",
            "category": "UK-News",
            "snippet": "Commuters in London will be asked to wear masks on public transport when they return to work, Transport for London has announced. TfL estimated that t …"
        },
        {
            "title": "James Patterson joins Guns N’ Roses to write ... a sweet child’s book?",
            "category": "Books",
            "snippet": "Fresh from writing a thriller with Bill Clinton (The President Is Missing), James Patterson has found an even more unlikely collaborator: the band Gun …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, Hilary Mantel’s The Assassination of Margar …"
        },
        {
            "title": "Global shares fall as optimism fades on coronavirus lockdown easing – as it happened",
            "category": "Business",
            "snippet": "After initial gains, European stock markets headed lower today amid fears over a second wave of coronavirus infections in some countries that have rel …"
        },
        {
            "title": "How we made The Story of Tracy Beaker",
            "category": "Books",
            "snippet": "Jacqueline Wilson, author I’d been writing children’s books for a while, but they had mostly disappeared without a trace. One day, I saw an advert for …"
        },
        {
            "title": "Stanley Johnson lands book deal to republish virus thriller",
            "category": "Books",
            "snippet": "A long out-of-print novel about a deadly virus by Stanley Johnson, the father of UK prime minister Boris Johnson, is to be reissued this summer, two w …"
        },
        {
            "title": "How we met: 'He was very sexy but also very honest and good'",
            "category": "Life-and-Style",
            "snippet": "Summary: When Sunil Gupta agreed to attend an HIV event in Delhi in 2009, he wasn’t expecting to meet his future husband. “I was diagnosed with HIV in 1995, an …"
        },
        {
            "title": "Betty Wright obituary",
            "category": "Music",
            "snippet": "The singer and songwriter Betty Wright, who has died of cancer aged 66, occupied a significant position in African-American music across six decades, …"
        },
        {
            "title": "No quarantine for Mike Pence despite rash of Covid-19 cases in White House",
            "category": "US-News",
            "snippet": "Mike Pence will not enter quarantine despite a rash of coronavirus cases in the White House in recent days, including a positive test for the vice-pre …"
        },
        {
            "title": "Sandrey Date obituary",
            "category": "Music",
            "snippet": "Summary: My friend Sandrey Date, who has died aged 76, spent his entire working life as a music librarian in Bournemouth, from which base he was a bedrock of t …"
        },
        {
            "title": "Burger King and Starbucks branches to reopen for takeaways",
            "category": "Business",
            "snippet": "Branches of Burger King and Starbucks will reopen this week as the UK’s cafes and restaurants begin to emerge from the coronavirus lockdown. The two b …"
        },
        {
            "title": "New local lockdowns likely if biosecurity centre flags outbreak",
            "category": "Politics",
            "snippet": "Schools and businesses in some areas could be forced to close if the new coronavirus biosecurity centre identifies a new disease outbreak, according t …"
        },
        {
            "title": "'Stay four koalas apart': an animal hospital's response to coronavirus – in pictures",
            "category": "Life-and-Style",
            "snippet": "Summary: Just as in a human hospital, the staff at the University of Sydney’s veterinary teaching hospital begin their shifts with rounds. In these meetings th …"
        },
        {
            "title": "Capone review – Tom Hardy entertainingly feral as a gangster at the end of the road",
            "category": "Film",
            "snippet": "Josh Trank is the film-maker who took flight in 2012 with his brilliant superhero-nerd fantasy Chronicle, but then found the wind beneath his wings va …"
        }
    ]
}