{
    "page": [
        {
            "title": "‘Every stone will be uncovered’: how Georgia officials failed the Ahmaud Arbery case",
            "category": "US-News",
            "snippet": "In the days and weeks after Ahmaud Arbery was shot and killed, multiple Glynn county law enforcement officials failed to thoroughly investigate his de …"
        },
        {
            "title": "In leaked conversation Obama says US 'rule of law' at risk after Flynn case dropped",
            "category": "US-News",
            "snippet": "Summary: Barack Obama has reportedly said the “rule of law is at risk” in the US, after the justice department said it would drop its case against former natio …"
        },
        {
            "title": "Tennis makes tentative resumption with some exhibition stuff",
            "category": "Sport",
            "snippet": "On Thursday afternoon in Minsk, elite international athletes returned to competition. Two Belarusians kicked tennis off as the world No 11, Aryna Saba …"
        },
        {
            "title": "One to watch: Jetta",
            "category": "Music",
            "snippet": "“You can be very creative using very little… I actually prefer having less to work with because that way you need to use more of your imagination,” th …"
        },
        {
            "title": "Hayley Williams: Petals for Armor review – one of the year's biggest revelations",
            "category": "Music",
            "snippet": "Maturity is an often derided concept in a youth-facing art form. But when Simmer, a song about repressed feminist rage buoyed by creepy electronics – …"
        },
        {
            "title": "Could a 12-year-old Australian-Chinese violinist be the next child prodigy?",
            "category": "Music",
            "snippet": "The classical music world is no stranger to young talent. The 19th century virtuoso Niccolò Paganini started playing aged seven, while Yehudi Menuhin …"
        },
        {
            "title": "F1's return will be empty but beneficial, says Lewis Hamilton",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton believes returning to grand prix racing without fans will be an “empty” experience as Formula One prepares to launch the new season beh …"
        },
        {
            "title": "Andre Harrell, founder of influential R&B label Uptown Records, dies aged 59",
            "category": "Music",
            "snippet": "Andre Harrell, founder of the influential R&B and hip-hop label Uptown Records, has died. He was 59. The cause of Harrell’s death, which was announced …"
        },
        {
            "title": "What made 60s music giants so great? Jamming says Bob Dylan's son",
            "category": "Music",
            "snippet": "Bob Dylan’s son, the musician and performer Jakob Dylan, has urged young people to get together in person to make music in the future and not to rely …"
        },
        {
            "title": "French president persuaded to give approval to resumption of racing",
            "category": "Sport",
            "snippet": "Summary: France Galop, the ruling body of French racing, confirmed on Saturday it will resume with meetings at Longchamp, Toulouse and Compiègne on Monday, but …"
        },
        {
            "title": "Jumbo jet sunset: coronavirus hastens the end of the Boeing 747",
            "category": "Business",
            "snippet": "When Sir Richard Branson marked the 25th anniversary of Virgin Atlantic in 2009, he and the model Kate Moss posed on the wing of a Boeing 747. This sy …"
        },
        {
            "title": "Watkins Family Hour: Brother Sister review – a model of sibling harmony",
            "category": "Music",
            "snippet": "Summary: California’s Sean and Sara Watkins are akin to royalty in American folk circles, firstly as founding members of the hugely successful Nickel Creek, an …"
        },
        {
            "title": "UK coastguard urges people to stay home after increase in calls",
            "category": "UK-News",
            "snippet": "The coastguard has urged the public not to ignore the government’s stay-at-home message after recording its highest number of distress calls in a sing …"
        },
        {
            "title": "Colleagues honour NHS nurse who died after contracting Covid-19",
            "category": "UK-News",
            "snippet": "Summary: Tributes have been paid to a learning disabilities nurse who died after testing positive for coronavirus. Augustine Agyei-Mensah, known to his colleag …"
        },
        {
            "title": "Soaring government debt is now inevitable. It’s nothing to fear",
            "category": "Business",
            "snippet": "Summary: It is clear Boris Johnson has favoured his health advisers as he looks to ease the lockdown. Worries about a second coronavirus outbreak have clinched …"
        },
        {
            "title": "Little Richard: an ultra-sexual force of anti-nature",
            "category": "Music",
            "snippet": "Little Richard’s Rip It Up entered the UK top 30, right at the bottom, in December 1956. It looked up at a chart that included Bill Haley and Elvis Pr …"
        },
        {
            "title": "Premiership players and clubs face hard choice over waivers on rugby's return",
            "category": "Sport",
            "snippet": "Premiership players face having to sign disclaimers before returning to training due to fears clubs and their doctors will not have the necessary insu …"
        },
        {
            "title": "Richard Ford: 'I didn't finish a book until I was 19'",
            "category": "Books",
            "snippet": "Richard Ford, 76, is a novelist whose particular feat has been to translate failure into literary success: he writes about human beings and their disa …"
        },
        {
            "title": "Little Richard, rock'n'roll pioneer, dies aged 87",
            "category": "Music",
            "snippet": "Little Richard, one of the pioneers of the first wave of rock’n’roll, has died. He was 87. Richard, whose real name was Richard Penniman, was born in …"
        },
        {
            "title": "'He hit us like a bolt of lightning': stars pay tribute to Little Richard",
            "category": "Music",
            "snippet": "Among tributes to Little Richard, the rock’n’roll pioneer who died on Saturday aged 87, came praise for his songwriting, his musicianship, his audacio …"
        },
        {
            "title": "A rise in retail sales is normally good news. But this is not normal and clearly not sustainable",
            "category": "Business",
            "snippet": "Summary: When the monthly retail figures come out, no one generally cares too much about food retailing. It is the most boring of the retail categories and doe …"
        },
        {
            "title": "More people think UK has handled coronavirus worse than Spain and Italy, poll shows",
            "category": "Politics",
            "snippet": "More people in this country now believe the UK has performed worse than Italy, Spain and France in the Covid-19 crisis than say it has done better tha …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Foxtons becomes a self-preservation society as house sales drop off a cliff",
            "category": "Business",
            "snippet": "When a Foxtons employee looks in the mirror, the estate agent can discern a reflection that others cannot. To them, the figure smiling back is a dashi …"
        },
        {
            "title": "From the archive: what makes Kevin Keegan the King of the Kop, 1973",
            "category": "Life-and-Style",
            "snippet": "The Observer football correspondent Leslie Duxbury spoke to Liverpool and England striker Kevin Keegan, ‘The most exciting player on the current socce …"
        },
        {
            "title": "The seedling race gets under way",
            "category": "Life-and-Style",
            "snippet": "Sleep restless, anxiety dreams, and if there wasn’t enough to be concerned about I am worrying about our baby beans and peas. It is often like this in …"
        },
        {
            "title": "Darkly daring: dramatically gothic lips",
            "category": "Life-and-Style",
            "snippet": "Unless you are into goth, you wouldn’t look to The Addams Family for beauty inspiration. However, there’s a modern way to go there without alarming an …"
        },
        {
            "title": "Sunday with La Roux: ‘I miss my family, but daily walks help’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? With disappointment – Frasier isn’t on TV at the weekend. The show is perfection. I watch it every morning. Whatever time I go …"
        },
        {
            "title": "'They lynched him': Ahmaud Arbery's father on the killing of his son",
            "category": "US-News",
            "snippet": "Marcus Arbery Sr says his son was just like him: fit and athletic. Nearly everyone who talks about his youngest son, Ahmaud Arbery, remembers him runn …"
        },
        {
            "title": "Drug manufacturing must be brought to UK, NHS bosses and charities tell MPs",
            "category": "Business",
            "snippet": "Summary: NHS leaders and medical charities are calling for ministers to bring more drug manufacturing to the UK to reduce the risk of future shortages after th …"
        },
        {
            "title": "The 'United States of Europe' speech that Winston Churchill so nearly made",
            "category": "UK-News",
            "snippet": "It was a speech that electrified the world, one that coined a phrase that was to characterise the political era that followed the second world war. Bu …"
        },
        {
            "title": "Oligarch's wife brings son into high-stakes divorce case",
            "category": "UK-News",
            "snippet": "It is proving to be a very modern divorce. Armies of lawyers and advisers; hundreds of millions of pounds at stake; priceless art; a superyacht; a key …"
        },
        {
            "title": "Hebridean island divided after memoir explores darker fringe of Highland life",
            "category": "UK-News",
            "snippet": "Tamsin Calidas’s memoir about swapping Notting Hill for a croft on a small Hebridean island luxuriates in its landscape. The heather and the Munros, t …"
        },
        {
            "title": "Not now, Bernard ... I'm on my iPhone: classic children's text reissued for digital era",
            "category": "Books",
            "snippet": "For the past 40 years it has been a warning to parents about the monstrous consequences of ignoring their children. Now new illustrations of the class …"
        },
        {
            "title": "Rosena Allin-Khan: 'If Matt Hancock found my tone difficult, that's on him'",
            "category": "Politics",
            "snippet": "When Rosena Allin-Khan stood up in the House of Commons last Tuesday to address the health secretary, Matt Hancock, she anticipated being stonewalled. …"
        },
        {
            "title": "Conservation society clashes with Disney over missing historic letters",
            "category": "Film",
            "snippet": "Disney, titan of the media and entertainment world, has enraged a group of Londoners attempting to preserve one of Soho’s best-known squares. And the …"
        },
        {
            "title": "Never Rarely Sometimes Always review - profoundly moving abortion drama",
            "category": "Film",
            "snippet": "From Eliza Hittman, the remarkable writer-director of It Felt Like Love and Beach Rats, comes another drama that manages to blend the gritty authentic …"
        },
        {
            "title": "Himesh Patel: ‘It felt odd making a show about a pandemic’",
            "category": "Film",
            "snippet": "The so-called “curse of EastEnders” – the struggle for soap actors to transition into more prestigious dramatic roles after leaving the show – always …"
        },
        {
            "title": "Outside chance: hardening off the easy way",
            "category": "Life-and-Style",
            "snippet": "As spring turns to summer, gardeners everywhere will be itching to plant the seedlings and cuttings they’ve been raising indoors out in the garden. Ho …"
        },
        {
            "title": "A century on, whatever happened to Labour's firebrand lost leader?",
            "category": "Politics",
            "snippet": "“Oh mad, foolish Grayson!” Editorial in the socialist magazine The Clarion, August 1907 In the aftermath of the general election of February 1974, the …"
        },
        {
            "title": "Could lockdown herald an exciting new chapter for the book trade?",
            "category": "Books",
            "snippet": "On 18 March, Emma Corfield-Walters received the news that for the second year running, her shop, Book-ish, in Crickhowell in the Brecon Beacons, had l …"
        },
        {
            "title": "The day police bombed a city street: can scars of 1985 Move atrocity be healed?",
            "category": "US-News",
            "snippet": "Frank Powell, a Philadelphia police officer who in 1985 was chief of the city’s bomb disposal squad, remembers vividly the moment he was given his ins …"
        },
        {
            "title": "Moses Sumney: Græ Part Two review – introspective magic",
            "category": "Music",
            "snippet": "This second suite of songs completes Moses Sumney’s 20-track double album Græ, a tour de force about “the duelling forces” in oneself that places the …"
        },
        {
            "title": "Apropos of Nothing review – Woody Allen's times and misdemeanours",
            "category": "Books",
            "snippet": "Summary: Though I see what he was getting at, I don’t quite agree with Hilaire Belloc, who once wrote that just as omelettes are either admirable or intolerabl …"
        },
        {
            "title": "Police watchdog investigates London stun gun shooting",
            "category": "UK-News",
            "snippet": "The police watchdog has launched an investigation into the conduct of three officers after a black man in his 20s was left with a life-changing injury …"
        },
        {
            "title": "Beating boredom is the first rule of toddler lockdown",
            "category": "Life-and-Style",
            "snippet": "It’s hard to know how much lockdown is affecting my son. He’s now 22 months old and at this stage looks likely to be spending his second birthday in s …"
        },
        {
            "title": "Biden sexual assault claim divides Democrats as Republicans pounce",
            "category": "US-News",
            "snippet": "The allegations of sexual misconduct by Tara Reade against the former vice-president Joe Biden have caused new fault lines within the Democratic party …"
        },
        {
            "title": "My favourite game: Argentina v Iran, 2014 World Cup",
            "category": "Sport",
            "snippet": "Summary: The Argentinian radio journalist Alejandro Fantino shouted “We are a disaster” in the 89th minute. He was right. The match that most had expected to b …"
        },
        {
            "title": "Sexual healing: using lockdown to ignite desire",
            "category": "Life-and-Style",
            "snippet": "For many of us right now, sex couldn’t be further from our minds. Our usual routines have been turned upside down and the way we are living can be cha …"
        },
        {
            "title": "I Break Horses: Warnings review – more woozy synthscapes",
            "category": "Music",
            "snippet": "Having started out as a My Bloody Valentine-indebted shoegaze duo, I Break Horses had become a solo vehicle for Swedish singer-songwriter Maria Lindén …"
        }
    ]
}