{
    "page": [
        {
            "title": "Chancellor extends UK furlough scheme until end of October",
            "category": "Politics",
            "snippet": "The chancellor has extended the government’s coronavirus wage subsidy scheme for workers until the end of October despite its spiralling cost, as he a …"
        },
        {
            "title": "Bank of England could increase economic stimulus, says senior official",
            "category": "Business",
            "snippet": "The severity of Britain’s economic downturn could force the Bank of England to increase its stimulus, according to one of the central bank’s senior of …"
        },
        {
            "title": "Sign your own balls: tennis and golf take first tentative steps out of lockdown",
            "category": "Sport",
            "snippet": "Initial your own balls before stepping on to court. Use hand sanitiser but avoid handshakes before the action begins. And don’t, on any account, touch …"
        },
        {
            "title": "Bryan Adams apologises after 'bat eating' coronavirus rant",
            "category": "Music",
            "snippet": "The Canadian singer-songwriter Bryan Adams has apologised after an outburst on Instagram where he attacked “bat eating, wet market animal selling, vir …"
        },
        {
            "title": "UK retailers warn of shop closures and job losses amid lockdown",
            "category": "Business",
            "snippet": "Britain’s retailers have warned of the mounting risk of shop closures and job losses across the country after consumer spending plunged to record lows …"
        },
        {
            "title": "Dogs endure emotional difficulties in puberty like humans, says study",
            "category": "Life-and-Style",
            "snippet": "Moody, unpredictable and with an striking disregard for the rules, teenagers can be hard to handle. Now it turns out the same is true for adolescent d …"
        },
        {
            "title": "Women in lower-grade jobs hit by pension change 'at greater risk of depression'",
            "category": "Business",
            "snippet": "Women in lower-grade occupations forced to work up to six years longer because of changes to the state pension age are a third more likely to suffer d …"
        },
        {
            "title": "'In lockdown, I do far more domestic work. How do I convince my partner his laziness is harming me?'",
            "category": "Life-and-Style",
            "snippet": "Summary: Under lockdown the unequal division of domestic labour between my (male) partner and I (a woman) has become really clear: I do far more of the cleanin …"
        },
        {
            "title": "I lied about living in New York to fit into the literary bubble - not anymore",
            "category": "US-News",
            "snippet": "It is a truth widely acknowledged that every man or woman with literary aspirations must be in search of a route to New York. In New York, the myth go …"
        },
        {
            "title": "UK live music and festival sector at risk of collapse due to coronavirus",
            "category": "Music",
            "snippet": "The British independent festival sector is at risk of collapsing, with many cancelled events falling through the cracks of government support measures …"
        },
        {
            "title": "English youth rugby's obsession with size stunts the progress of talent",
            "category": "Sport",
            "snippet": "Last week we highlighted the problem of England’s wasted rugby youth and wondered if the topic might chime with a few people. The ensuing days have be …"
        },
        {
            "title": "Bluey: The Beach named book of the year at Australian Book Industry awards",
            "category": "Books",
            "snippet": "Bluey, the Emmy-winning Australian children’s television series about a little blue heeler puppy and her family, has just added another award to its s …"
        },
        {
            "title": "Tui warns of 8,000 job losses as travel firm faces 'greatest crisis'",
            "category": "Business",
            "snippet": "Tui plans to cut up to 8,000 jobs in response to the coronavirus chaos engulfing the tourism industry. Europe’s largest travel group said it needed to …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 18, Ian Dury and the Blockheads – Hit Me With Your Rhythm Stick",
            "category": "Music",
            "snippet": "With its distinctive 16-notes-to-the-bar bassline and unashamedly honky sax solo (played on two saxes at once), Ian Dury and the Blockheads’ signature …"
        },
        {
            "title": "I wish more people would read ... Under the Pendulum Sun by Jeannette Ng",
            "category": "Books",
            "snippet": "The elevator pitch can be difficult for any book, but perhaps even more so for fantasy novels. It’s a significant challenge to boil down strange new w …"
        },
        {
            "title": "Queensland government to bid for Virgin Australia to support state's tourism sector",
            "category": "Business",
            "snippet": "The Queensland government says it will bid for Virgin Australia in an attempt to keep the stricken airline’s headquarters in Brisbane and support the …"
        },
        {
            "title": "Can millionaire college coaches defend their salaries during Covid-19?",
            "category": "Sport",
            "snippet": "Summary: After Iowa State saw its Big-12 and NCAA basketball tournaments cancelled due to the coronavirus pandemic, the school was among those immediately faci …"
        },
        {
            "title": "Aston Martin makes £119m loss in first quarter of 2020",
            "category": "Business",
            "snippet": "Aston Martin Lagonda’s losses ballooned to £119m in the first three months of the year as the coronavirus pandemic caused the already struggling Briti …"
        },
        {
            "title": "'Big Gretch': how the pandemic pushed Michigan's governor into the spotlight",
            "category": "US-News",
            "snippet": "Summary: On Monday morning, Detroit local media reported on assassination threats made by members of rightwing Facebook groups against Michigan’s governor, Gre …"
        },
        {
            "title": "Has anyone ever seen a squirrel fall out of a tree?",
            "category": "Life-and-Style",
            "snippet": "Has anyone ever seen a squirrel fall out of a tree? Sarah Chambers, Leeds Post your answers – and new questions – below or email them to nq@theguardia …"
        },
        {
            "title": "French serial-killer expert admits serial lies, including murder of imaginary wife",
            "category": "Books",
            "snippet": "Summary: An online investigation has exposed French author Stéphane Bourgoin, whose books about serial killers have sold millions of copies in France, as a ser …"
        },
        {
            "title": "Tesco chief executive handed £6.42m pay package",
            "category": "Business",
            "snippet": "Tesco’s chief executive has been handed a £6.42m pay package, the biggest annual haul for an executive at the supermarket since the departure of Sir T …"
        },
        {
            "title": "Professional sumo wrestler Shobushi dies at 28 after contracting Covid-19",
            "category": "Sport",
            "snippet": "Summary: A 28-year-old sumo wrestler died on Wednesday from the coronavirus. The Japan Sumo Association (JSA) confirmed the death and identified the wrestler a …"
        },
        {
            "title": "Kate Bush: where to start in her back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with The Dreaming (1982) When Big Boi from Outkast said that The Dreaming, the worst performing of Kate Bush’s 10 studio albums, wa …"
        },
        {
            "title": "Top 10 books about Iran",
            "category": "Books",
            "snippet": "Iran is an ancient country with a complex people, among them some of the greatest poets who ever lived. Sadly, the Iranian novel has yet to reach the …"
        },
        {
            "title": "Novichok: family of Dawn Sturgess wins first stage of legal challenge",
            "category": "UK-News",
            "snippet": "The family of Dawn Sturgess, who died in the Wiltshire novichok poisonings, has won the first stage of a legal challenge against a coroner’s decision …"
        },
        {
            "title": "PMQs: Keir Starmer presses Boris Johnson over care home deaths",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has been accused by Labour of not knowing the government’s advice on coronavirus after he told Keir Starmer at prime minister’s question …"
        },
        {
            "title": "Train union threatens strike action if staff and drivers are not protected",
            "category": "UK-News",
            "snippet": "Train unions have said they could take industrial action and stop trains if drivers and passengers are not protected from coronavirus, after photos em …"
        },
        {
            "title": "Noise and smoke: how Silverstone gave F1 blast-off 70 years ago",
            "category": "Sport",
            "snippet": "Opening with a roar that startled the Queen, Formula One’s inaugural race proved to be the beginning of a tale of sound and fury that has endured for …"
        },
        {
            "title": "Proximity review – campy sci-fi close encounters",
            "category": "Film",
            "snippet": "This dorky, silly sci-fi feature offers a weird blend of high-grade craftsmanship (especially from the visual effects, cinematography and music depart …"
        },
        {
            "title": "Speaker warns he will suspend Commons if distancing rules broken",
            "category": "Politics",
            "snippet": "The Speaker of the House of Commons has said he will suspend parliament if physical distancing rules are breached in the Commons chamber – in effect e …"
        },
        {
            "title": "Sally Rooney's Normal People tops UK book charts as readers fall for TV version",
            "category": "Books",
            "snippet": "Summary: Sally Rooney’s Normal People has flown to the top of the UK’s book charts more than two years after it was published, thanks to the release of the TV …"
        },
        {
            "title": "UK property market could fall 13%, housing experts predict",
            "category": "Business",
            "snippet": "Economists and housing experts are forecasting UK-wide price falls of up to 13%, with “brutal” declines in some areas, as the property market struggle …"
        },
        {
            "title": "Woody Allen's A Rainy Day in New York tops global box office",
            "category": "Film",
            "snippet": "A Rainy Day in New York, the Woody Allen film disowned by high-profile members of its cast and whose US release was cancelled by its original backer, …"
        },
        {
            "title": "Ex-Trump campaign chair Paul Manafort released from prison to home confinement",
            "category": "US-News",
            "snippet": "Paul Manafort, the disgraced former chairman of Donald Trump’s 2016 presidential campaign, was released from prison on Wednesday and will serve out th …"
        },
        {
            "title": "Royal Ascot set to go ahead behind closed doors in traditional June slot",
            "category": "Sport",
            "snippet": "Summary: Royal Ascot is odds-on to be the first major British sporting event to take place behind closed doors this summer after the British Horseracing Author …"
        },
        {
            "title": "Falls in gun and knife crime a 'silver lining' to pandemic, says Met chief",
            "category": "UK-News",
            "snippet": "Britain’s top police officer has said falls in gun and knife crime under lockdown are “silver linings” to the pandemic. Cressida Dick, the Met commiss …"
        },
        {
            "title": "Pensioners 34 times more likely to die of Covid-19 than working age Brits, data shows",
            "category": "UK-News",
            "snippet": "As Britain edges back to work and employees consider the risks of moving beyond lockdown, official figures underscore that over-65s are 34 times more …"
        },
        {
            "title": "UK coronavirus live: No 10 uses wrong quote to reject Starmer's claim PM misled MPs about care home advice – as it happened",
            "category": "Politics",
            "snippet": "That’s all for our UK coronavirus live blog for today. Please follow developments worldwide on our global live blog. Care home deaths in England and W …"
        },
        {
            "title": "'It’s a way of life' – relief and elation as golf and tennis resume across England",
            "category": "Sport",
            "snippet": "Of all the thousands of golfers and tennis players who were reacquainted with the reassuring swoosh and snap of club and racket on ball on Wednesday, …"
        },
        {
            "title": "Milan 4-0 Barcelona: 1994 Champions League final – as it happened",
            "category": "Sport",
            "snippet": "Look, let’s not get carried away: this was only the greatest performance in a European final since 1960, perhaps ever. Boring Boring Milan were devast …"
        },
        {
            "title": "Grazing hell: 200 escaped goats hoof it through California neighborhood",
            "category": "US-News",
            "snippet": "Nature is healing, and in some parts of northern California, nature is revolting. About 200 goats broke through a fence in San Jose and briefly storme …"
        },
        {
            "title": "Into the icy depths! The 10 rules for freezing food – from berries to beef",
            "category": "Life-and-Style",
            "snippet": "Do not feel guilty if you neglect your freezer. It happens to the best of us. “I don’t think I cleaned ours at home in a year until lockdown,” confess …"
        },
        {
            "title": "NRL's aims may be noble but rule changes leave season without integrity",
            "category": "Sport",
            "snippet": "In a move virtually unprecedented in professional sports in a year that is absolutely without precedent, the Australian Rugby League Commission have c …"
        },
        {
            "title": "I'm pruning and planting, but one gardening mystery remains. How do snails get up to the fourth floor?",
            "category": "Life-and-Style",
            "snippet": "Summary: I don’t have a garden, but I’m lucky enough to have a bit of a terrace with some pots on it. The tending of these pots, along with the ironing of sock …"
        },
        {
            "title": "The UK's biggest quarterly economic declines",
            "category": "Business",
            "snippet": "1958: -2.4% The year Britain’s first motorway opened and just after Harold Macmillan declared the country had “never had it so good” in July 1957, the …"
        },
        {
            "title": "What Comes After Farce? by Hal Foster review – oppositional art in the age of Trump",
            "category": "Books",
            "snippet": "During the mid-1980s, when Hal Foster established himself as one of the leading art critics in the anglophone world, many were flummoxed by his optimi …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 17, Kylie Minogue – Can't Get You Out of My Head",
            "category": "Music",
            "snippet": "Summary: Last month, Kylie Minogue shared on Instagram a viral video of a dog, eyes closed in blissful repose, nodding along to its favourite song. The tune in …"
        },
        {
            "title": "Surrogates left holding the baby as coronavirus rules strand parents",
            "category": "Life-and-Style",
            "snippet": "A week before Sierra Martin’s 27 February due date, she received an email. It was from the couple that Martin was carrying a baby for, as a gestationa …"
        },
        {
            "title": "Lloyd's of London expects up to £3.5bn in coronavirus payouts",
            "category": "Business",
            "snippet": "Lloyd’s of London, the world’s biggest insurance market, expects to pay out between $3bn (£2.4bn) and $4.3bn (£3.5bn) to its customers due to the coro …"
        }
    ]
}