{
    "page": [
        {
            "title": "The County review – a fierce fight for justice in the Icelandic highlands",
            "category": "Film",
            "snippet": "The spirit of Elia Kazan lives on in this tough community drama from Icelandic film-maker Grímur Hákonarson, who won golden plaudits for his 2015 pict …"
        },
        {
            "title": "Covid-19: face mask rules more political than scientific, says UK expert",
            "category": "UK-News",
            "snippet": "Summary: The wearing of cloth face masks by the public was becoming more about politics than science, one expert has argued, as a new study reveals potential b …"
        },
        {
            "title": "Mussolini's War by John Gooch review – fascist dreams of the 1930s and 40s",
            "category": "Books",
            "snippet": "Summary: After the end of the second world war, several of Mussolini’s generals said that they believed that Il Duce had been “mad for four years”. Others clai …"
        },
        {
            "title": "I've never seen … Sleepless in Seattle",
            "category": "Film",
            "snippet": "Summary: I love a romcom. Place me in front of a Richard Curtis film for the 100th time and I am more than happy. Teach me how to Forget Sarah Marshall, Lose a …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 12, Sinéad O'Connor – Nothing Compares 2 U",
            "category": "Music",
            "snippet": "It’s been 30 years and 142 days since Sinéad O’Connor scaled the charts with Nothing Compares 2 U, her only Top 10 hit. It wasn’t the only anomalous t …"
        },
        {
            "title": "The Flavour of Green Tea Over Rice review – Ozu's bittersweet triumph",
            "category": "Film",
            "snippet": "The flavour is that of ochazuke, green tea poured over rice: it’s a classic, simple, unassuming taste that, for the married couple in Yasujiro Ozu’s d …"
        },
        {
            "title": "Scotland bans Covid-19 support to firms based in tax havens",
            "category": "Politics",
            "snippet": "The Scottish parliament has voted to block companies based in tax havens from using millions of pounds in coronavirus relief funding, in emergency leg …"
        },
        {
            "title": "First Thing: US has three months to prepare for second Covid-19 wave, say scientists",
            "category": "US-News",
            "snippet": "Good morning. A group of nine leading scientists who advised President Barack Obama has warned that the US has just three months to rebuild its stockp …"
        },
        {
            "title": "The Dalai Lama: Scientist review – a mildly enlightening soft-focus insight",
            "category": "Film",
            "snippet": "If you’re looking for a definitive Dalai Lama documentary, this narrow-focus film about his lifelong passion for science probably won’t cut it. Direct …"
        },
        {
            "title": "Surgeon known for separating conjoined twins was early coronavirus victim",
            "category": "US-News",
            "snippet": "When Clarence and Carl Aguirre were born conjoined at the head, physicians in their native Philippines told their mother, Arlene Aguirre, that only on …"
        },
        {
            "title": "Lana Del Rey hits back at critics who say she 'glamorises abuse'",
            "category": "Music",
            "snippet": "Summary: Lana Del Rey has hit out at the accusations that she “glamorises abuse” that have trailed her throughout her decade-long career. In a lengthy text pos …"
        },
        {
            "title": "UK economy set for slow rebound from 'unprecedented slump'",
            "category": "Business",
            "snippet": "Summary: Britain’s economy is on course for a slow rebound from the coronavirus outbreak amid mounting business concern over the hit to consumer demand, despit …"
        },
        {
            "title": "Bristol reveals plans to pedestrianise historic centre in Covid-19 revamp",
            "category": "UK-News",
            "snippet": "A scheme to turn part of Bristol’s historic centre into a pedestrian-only zone within months has been set out as part of plans to change how people ge …"
        },
        {
            "title": "Orwell prize for fiction shortlist replays 2019 Booker prize contest",
            "category": "Books",
            "snippet": "The clash between Bernardine Evaristo’s Girl, Woman, Other and Lucy Ellmann’s Ducks, Newburyport for last year’s Booker prize is set for a replay afte …"
        },
        {
            "title": "Can trolling ever be charming – or are 'good' trolls still a nuisance?",
            "category": "Life-and-Style",
            "snippet": "The benevolent troll-queen of the internet prefers to remain anonymous, but here’s what we know: the 30-year-old US-based cartoonist and internet pers …"
        },
        {
            "title": "The worst is over, but recovery for the UK economy will take years",
            "category": "Business",
            "snippet": "Summary: Do you want the good news or the bad news? The good news – both for the UK, the rest of Europe and the US – is that the worst is over. April marked th …"
        },
        {
            "title": "I, Pastafari review – inside the Church of the Flying Spaghetti Monster",
            "category": "Film",
            "snippet": "Representing what would be a solid second part of a double bill of docs about wacky religions to follow (the better, funnier) Hail, Satan?, Oregon-bas …"
        },
        {
            "title": "Boris Johnson will not face criminal inquiry over Jennifer Arcuri",
            "category": "Politics",
            "snippet": "Boris Johnson has avoided a criminal investigation into his relationship with the US businesswoman Jennifer Arcuri while he was mayor of London. But h …"
        },
        {
            "title": "AstraZeneca could supply potential coronavirus vaccine from September",
            "category": "Business",
            "snippet": "AstraZeneca has said it has the capacity to manufacture 1bn doses of the University of Oxford’s potential Covid-19 vaccine and will begin supply in Se …"
        },
        {
            "title": "Clarks to cut nearly 1,000 head office jobs",
            "category": "Business",
            "snippet": "Clarks is cutting 900 jobs as the loss-making British retailer grapples with the growth of online shoe shopping as well as the financial strain of cor …"
        },
        {
            "title": "Questions remain for Boris Johnson over Jennifer Arcuri",
            "category": "Politics",
            "snippet": "Boris Johnson struggled to keep his private life out of the public eye even before he met Jennifer Arcuri. But his relationship with the American busi …"
        },
        {
            "title": "Big wall of Belfast sparks row between residents, city council and China",
            "category": "UK-News",
            "snippet": "It’s not quite the Great Wall of China, more of a big wall in Belfast, but large enough to provoke a bitter diplomatic row between residents in one of …"
        },
        {
            "title": "Franck: Le Chasseur Maudit; Psyché; Les Éolides review – vivid symphonic poems to rekindle a reputation",
            "category": "Music",
            "snippet": "Though he was born in Belgium, César Franck was based in Paris for almost all of his adult life. His pupils included Duparc, Chausson and d’Indy, whil …"
        },
        {
            "title": "'They're not all negative!': 20 film-makers (and the Grim Reaper) respond to Brexit",
            "category": "Film",
            "snippet": "Summary: A woman repeatedly punches David Cameron in the head, or at least an effigy of him. In slow motion, its smiling features distort under her blows. Else …"
        },
        {
            "title": "What would negative interest rates mean for mortgages and savings?",
            "category": "Business",
            "snippet": "Summary: The governor of the Bank of England, Andrew Bailey, has paved the way for negative interest rates, saying officials are actively considering all optio …"
        },
        {
            "title": "Bereaved families call for urgent inquiry into UK Covid-19 response",
            "category": "UK-News",
            "snippet": "A group of families of people who died from Covid-19 have called for an immediate public inquiry into the UK’s coronavirus response, saying there is e …"
        },
        {
            "title": "Fifteen years on, how does Star Wars: Revenge of the Sith stand up?",
            "category": "Film",
            "snippet": "If there has ever been a movie with greater pre-release fanboy goodwill than Star Wars: Episode III – Revenge of the Sith enjoyed, it is hard to remem …"
        },
        {
            "title": "Justice for directors! The $20m 'Snyder cut' should only be the start",
            "category": "Film",
            "snippet": "For what feels like ages, comic-book fans have been clamouring for the “Snyder cut” of Justice League: the version of the 2017 film intended to be rel …"
        },
        {
            "title": "UK economy in 'unprecedented downturn' as activity keeps falling - as it happened",
            "category": "Business",
            "snippet": "Summary: Time for a quick recap. Another blizzard of economic data has shown that the world economy is being battered by the Covid-19 outbreak, but a slow reco …"
        },
        {
            "title": "Fred Willard obituary",
            "category": "Film",
            "snippet": "The American comedy actor Fred Willard, who has died aged 86, never took top billing on screen, but he found his niche as a scene-stealer in the mocku …"
        },
        {
            "title": "Bill Clinton writing second thriller with James Patterson",
            "category": "Books",
            "snippet": "Bill Clinton is set to publish his second thriller, a crime novel which follows a former US president whose daughter is kidnapped. Clinton, whose own …"
        },
        {
            "title": "Trump to pull US out of third arms control deal",
            "category": "US-News",
            "snippet": "The US has declared its intention to leave the Open Skies Treaty, which is intended to reduce the risk of war by allowing Russia and western nations t …"
        },
        {
            "title": "Talking Horses: stable staff can stay away if concerned by Covid-19 danger",
            "category": "Sport",
            "snippet": "Summary: Members of stable staff will not be forced to go racing if they have concerns about possible infection when the sport resumes, possibly as soon as a w …"
        },
        {
            "title": "Target to close up to 75 stores across Australia, costing more than one thousand jobs",
            "category": "Business",
            "snippet": "More than a thousand workers in the struggling retail industry are at risk of losing their jobs after the owners of discount department store chain Ta …"
        },
        {
            "title": "‘Spotify's tip jar is offensive to artists and consumers’: stars on pop’s future after coronavirus",
            "category": "Music",
            "snippet": "Summary: Like many other aspects of life, the music industry has been changed, possibly permanently, by the coronavirus pandemic. There have been predictions o …"
        },
        {
            "title": "I've never seen … The Searchers",
            "category": "Film",
            "snippet": "When people ask me what kind of films I like, I never know what to say. I like everything! Total trash, high art, comedy, horror, British realism, Cze …"
        },
        {
            "title": "Body Cam review – Mary J Blige cop horror is halfway haunting",
            "category": "Film",
            "snippet": "In last October’s well-intentioned yet hackneyed action drama Black and Blue, Naomie Harris played a cop caught between allegiance to the force and to …"
        },
        {
            "title": "Pew by Catherine Lacey review – a foreboding fable",
            "category": "Books",
            "snippet": "Catherine Lacey’s puzzle of a novel begins with its main character waking up in an American church during Sunday morning service, unwilling to speak a …"
        },
        {
            "title": "Jake Blount: Spider Tales review - instant classic reinstates folk's black, queer roots",
            "category": "Music",
            "snippet": "Jake Blount is a brilliant banjoist, fiddle player and singer based in Rhode Island in the US, his fingering thrilling and pacy, his voice charismatic …"
        },
        {
            "title": "My streaming gem: why you should watch The President's Barber",
            "category": "Film",
            "snippet": "One of the oddest aspects of this year’s awards season – which happened approximately four thousand years ago – was that Parasite swept the board in a …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 11, The Beach Boys – Good Vibrations",
            "category": "Music",
            "snippet": "Few pop songs are as revered for their technical prowess as this post-Pet Sounds October 1966 release by the Beach Boys. With lyrics by Mike Love and …"
        },
        {
            "title": "Brown Album by Porochista Khakpour review – a question of self-discovery",
            "category": "Books",
            "snippet": "Of the many tens of thousands of Iranians who emigrated to the west after the 1979 revolution, the majority settled in California. Among them were Por …"
        },
        {
            "title": "Pictures show Donald Trump wearing mask after Ford factory row",
            "category": "US-News",
            "snippet": "Pictures of Donald Trump wearing a face mask while on a visit in Michigan have emerged. In a video published by Sky News, the US president can be seen …"
        },
        {
            "title": "'The disease is ripping through': why coronavirus is devastating California's Pacific Islanders",
            "category": "US-News",
            "snippet": "The coronavirus is tearing through Native Hawaiian and other Pacific Islander communities in California, fanning longstanding health disparities and k …"
        },
        {
            "title": "Look, don't touch: what great literature can teach us about love with no contact",
            "category": "Books",
            "snippet": "In our time of social distancing, the desire for physical contact has never been so intense. And yet we are untouchable. This experience has had its m …"
        },
        {
            "title": "Pregnant inmates languish in US prisons despite promises of release",
            "category": "US-News",
            "snippet": "Summary: Virginia’s 19-year-old daughter had been incarcerated for months in New York, at Bedford Hills correctional facility, where dozens of people had teste …"
        },
        {
            "title": "'They're behaving as capitalists': the film inspired by Iceland's farming stranglehold",
            "category": "Film",
            "snippet": "‘The majority of people there support the co-operative, and if they found out we were criticising it, there might have been more complications.” Icela …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "Lucy Atkins’s fourth novel, Magpie Lane (Quercus, £16.99), begins with a middle-aged nanny being questioned by police about the disappearance of her e …"
        },
        {
            "title": "My ex is breaking lockdown to visit her parents with our five-year-old son",
            "category": "Life-and-Style",
            "snippet": "My ex-partner and I have a five-year-old son. Recently, I discovered that she has been breaking lockdown rules by taking him to visit her elderly pare …"
        },
        {
            "title": "Carly Rae Jepsen's lockdown listening: 'My fridge caught on fire!'",
            "category": "Music",
            "snippet": "I’m in sunny Los Angeles, quarantined solo with my cat. It’s been intense for a lot of different reasons. My fridge caught on fire. I didn’t know frid …"
        }
    ]
}