{
    "page": [
        {
            "title": "Share prices buoyed by lockdown easing and hopes of Covid vaccine",
            "category": "Business",
            "snippet": "Share prices have risen strongly on global stock markets amid an easing of lockdown restrictions, the announcement of a Franco-German rescue package f …"
        },
        {
            "title": "Trump's attorney general dismisses possibility of 'Obamagate' investigations",
            "category": "US-News",
            "snippet": "As Donald Trump continued to propagate his “Obamagate” pseudo-scandal on Monday, the US attorney general, William Barr, said he did not expect a justi …"
        },
        {
            "title": "Refunds rather than insults would serve Ryanair boss well",
            "category": "Business",
            "snippet": "Michael O’Leary has always been willing to conduct more than one fight at a time, but the Ryanair chief executive, who seems in danger of exploding wi …"
        },
        {
            "title": "Commuters in England report more traffic and busier trains",
            "category": "UK-News",
            "snippet": "Summary: Many commuters experienced nerve-racking journeys to work on Monday as the number of train services were increased to reflect the easing of coronaviru …"
        },
        {
            "title": "Waterstones plans to put its books under a 72-hour quarantine",
            "category": "Books",
            "snippet": "Waterstones is preparing to put books into quarantine after they have been handled by browsing shoppers as part of plans to reopen its stores when all …"
        },
        {
            "title": "Michel Piccoli obituary",
            "category": "Film",
            "snippet": "For more than half a century, there seemed to be one constant in French cinema – the actor Michel Piccoli. With his death at the age of 94 something v …"
        },
        {
            "title": "Ready and preparing to be ready, Matt Hancock pleads for a last chance",
            "category": "Politics",
            "snippet": "You can’t fault Matt Hancock’s Stakhanovite work ethic. Barely a day has gone by without him being sent out on to the government frontline. But the ef …"
        },
        {
            "title": "Watchdog was investigating Pompeo for arms deal and staff misuse before firing",
            "category": "US-News",
            "snippet": "The government watchdog who was fired last week had been investigating the secretary of state, Mike Pompeo, for sidestepping Congress to approve arms …"
        },
        {
            "title": "Points-based UK immigration bill passes initial Commons stage",
            "category": "UK-News",
            "snippet": "The government’s controversial immigration bill was voted through the House of Commons on Monday night amid Labour claims that it will alienate many k …"
        },
        {
            "title": "Three men arrested after Aya Hachem, 19, shot dead in Blackburn",
            "category": "UK-News",
            "snippet": "Three men have been arrested on suspicion of the murder of a 19-year-old woman who died after she was shot in Blackburn on Sunday. Aya Hachem, a secon …"
        },
        {
            "title": "UK gambling addiction much worse than thought, says survey",
            "category": "UK-News",
            "snippet": "Gambling addiction rates may be much higher than previously thought, according to research that also warns nearly half of those with a problem are not …"
        },
        {
            "title": "How coronavirus has animated one section of the film industry",
            "category": "Film",
            "snippet": "Fans of US drama The Blacklist may have been surprised to find graphic animation interspersed among the live action scenes in the season finale on Fri …"
        },
        {
            "title": "Silly Billy: what the Ikea bookcase tells us about the true cost of fast furniture",
            "category": "Life-and-Style",
            "snippet": "Jo Jackson remembers the day when it was clear that nothing was going to be the same for a while. It was mid-March and Made.com, an online purveyor of …"
        },
        {
            "title": "Rodham by Curtis Sittenfeld review – where would Hillary be without Bill Clinton?",
            "category": "Books",
            "snippet": "Love is the great accident. We can fall for the wrong person, or we can have the great good fortune to attach ourselves to the right person, and the s …"
        },
        {
            "title": "My wife and I have sex almost every day, but I can’t stop thinking about her mother",
            "category": "Life-and-Style",
            "snippet": "Although I have been happily married to my wife for three years, from the beginning I have been sexually attracted to my mother-in-law. She is a fanta …"
        },
        {
            "title": "'Misery gives us strength': Soolking, the rap voice of young Algeria",
            "category": "Music",
            "snippet": "Thirty-year-old Algerian rapper Soolking was just hitting his stride before the world was put on lockdown. His commercially appealing blend of pop, re …"
        },
        {
            "title": "UK jobless claims soar by nearly 70% in April",
            "category": "Business",
            "snippet": "Summary: The number of people claiming unemployment benefits increased by the most since records began in April to reach almost 2.1 million, according to offic …"
        },
        {
            "title": "The Residue Years by Mitchell S Jackson review – a tale of mourning and loss",
            "category": "Books",
            "snippet": "Summary: Black people and white people in the US, segregated in cities after policies in the 1930s mandated that social housing projects should be built separa …"
        },
        {
            "title": "Bad Bunny: does a straight man deserve to be called a 'queer icon'?",
            "category": "Music",
            "snippet": "In 2020, when definitions of sexuality and gender are undergoing major changes, can a straight man be a queer icon? Yes, according to a glowing cover …"
        },
        {
            "title": "Mind your language: is it ever OK to correct someone's grammar?",
            "category": "Life-and-Style",
            "snippet": "After Sunday’s episode of reality TV drama 90 Day Fiancé, people were left with an important question: is it ever OK to correct someone’s grammar? The …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "Summary: Camino Winds John Grisham Hodder & Stoughton, £20, pp304 There is something very soothing about Camino Winds, despite the fact it deals with more than …"
        },
        {
            "title": "Suwanji Madanayake, the spinner who wants to play into his 50s",
            "category": "Sport",
            "snippet": "The scorecard wormhole starts innocently enough. You are daydreaming of a match, pull it up and spot a player you didn’t realise was in the team. Curi …"
        },
        {
            "title": "Hydroxychloroquine, Trump and Covid-19: what you need to know",
            "category": "US-News",
            "snippet": "Donald Trump has reignited a controversy over the antimalarial drugs chloroquine and hydroxychloroquine after telling reporters he was taking the latt …"
        },
        {
            "title": "German company allegedly cons Warren Buffett out of €643m",
            "category": "Business",
            "snippet": "Summary: A German manufacturing company is being investigated for fraud after allegedly conning the legendary US investor Warren Buffett into paying at least f …"
        },
        {
            "title": "UK unemployment rate is set to rocket, even with the furlough scheme",
            "category": "Business",
            "snippet": "Britain’s labour market has been paralysed by the Covid-19 lockdown but you would never know it from government figures showing employment at a record …"
        },
        {
            "title": "Can the Las Vegas Raiders replace the fanaticism of the Black Hole?",
            "category": "Sport",
            "snippet": "Summary: Mark Acasio says he and his gorilla suit are joining the Las Vegas Raiders this fall. Acasio, a long-time fan from Brentwood, California, known far an …"
        },
        {
            "title": "The Ballad of Songbirds and Snakes review – a sleek Hunger Games prequel",
            "category": "Books",
            "snippet": "Suzanne Collins’s bestselling dystopian Hunger Games trilogy is set in a future America, Panem, whose capital city Capitol extorts a terrible annual t …"
        },
        {
            "title": "Bouncing bassoons and yowling cats: can retro kids' films compete with Sonic?",
            "category": "Film",
            "snippet": "It has been roughly one billion years since the schools closed. Your strict rules about screen-time limits have long since melted away to nothing, and …"
        },
        {
            "title": "Failure to explain UK's halt to mass Covid-19 testing in March 'unacceptable'",
            "category": "Politics",
            "snippet": "The failure to explain why the government took the significant and consequential decision to drop community testing at the start of the coronavirus ou …"
        },
        {
            "title": "Why do peanut butter jars have that awkward rim at the top?",
            "category": "Life-and-Style",
            "snippet": "Summary: Why do peanut butter jars always have a rim at the top and/or bottom, which makes them difficult to scrape the remnants from and also difficult to cle …"
        },
        {
            "title": "Why does it take me at least twice as long to cook a dish as the recipe says?",
            "category": "Life-and-Style",
            "snippet": "Why does it take me at least twice as long to cook a dish as the time suggested in the printed recipe? And is there a better algorithm for determining …"
        },
        {
            "title": "Pizza Express to reopen 13 London restaurants for delivery",
            "category": "Business",
            "snippet": "Pizza Express is to reopen 13 London restaurants for delivery only in the next 10 days as it tests the water for a national return to business. Zoe Bo …"
        },
        {
            "title": "EasyJet hacking attack: are you affected and what should you do?",
            "category": "Business",
            "snippet": "EasyJet revealed on Tuesday it had suffered a “highly sophisticated” cyber-attack. It comes at a time of heightened concern about a surge in online an …"
        },
        {
            "title": "UK vacancies halve and pay falls as Covid-19 lockdown hits economy - business live",
            "category": "Business",
            "snippet": "Time for a quick recap: Britain’s labour market has deteriorated sharply as the Covid-19 pandemic, and lockdown, pushes the economy into recession. Th …"
        },
        {
            "title": "UK anti-doping chief warns cheats: lockdown won't stop you being caught",
            "category": "Sport",
            "snippet": "The head of the UK Anti-Doping Agency has warned drugs cheats that the lockdown will not stop them from getting caught – despite the almost complete l …"
        },
        {
            "title": "British Grand Prix 'impossible' without government quarantine exemption",
            "category": "Sport",
            "snippet": "The fate of this year’s British Grand Prix, and the calendar for Formula One’s return to racing in general, is likely to be decided by the end of this …"
        },
        {
            "title": "UK businesses urge PM to seal post-Brexit EU free trade deal",
            "category": "Business",
            "snippet": "Business has warned Boris Johnson that he must clinch a free trade deal with the EU after the government released details of the tariffs Britain will …"
        },
        {
            "title": "Brexit talks: Britain accuses EU of treating UK as 'unworthy' partner",
            "category": "Politics",
            "snippet": "Britain’s chief negotiator, David Frost, has accused Brussels of treating the UK as an “unworthy” partner by offering a low-quality trade agreement th …"
        },
        {
            "title": "'I designed myself a syllabus of quarantine goals – then spent weeks eating cereal in bed'",
            "category": "Life-and-Style",
            "snippet": "Last week a friend jokingly asked to compare how many cliched quarantine activities we’d done, mentioning with excitement “I even pickled something!” …"
        },
        {
            "title": "Coalition eyes Australian 'economic sovereignty' with boost to manufacturing",
            "category": "Business",
            "snippet": "Summary: More natural gas, faster project approvals and lower company tax are critical to achieving “economic sovereignty” and a stronger Australian manufactur …"
        },
        {
            "title": "Gove proves ultimate shapeshifter while Eustice leads masterclass in banality",
            "category": "Politics",
            "snippet": "As the body count continues to rise and the government’s failures become more and more obvious – just imagine how many more people might have died if …"
        },
        {
            "title": "Labour to move autumn conference online amid pandemic",
            "category": "Politics",
            "snippet": "Labour’s annual autumn conference in Liverpool has been cancelled because of the coronavirus outbreak, with an online event planned to replace it. The …"
        },
        {
            "title": "UK coronavirus: George Eustice urges furloughed workers to pick fruit; death toll rises by 545 – as it happened",
            "category": "Politics",
            "snippet": "UK Covid-19 death toll riseS by 545 to 35,341, according to latest figures Speaking at Downing Street’s daily press conference, the environment secret …"
        },
        {
            "title": "Man killed by hitmen in mistaken identity shooting, Met police say",
            "category": "UK-News",
            "snippet": "An innocent 27-year-old man was shot and killed on his own doorstep in a case of mistaken identity by hitmen who sped away on a moped, police have sai …"
        },
        {
            "title": "Treasury finally closes bonus loophole to firms receiving Covid-19 loans",
            "category": "Business",
            "snippet": "About time too: the Treasury has finally flexed its muscles and said large companies using government and Bank of England-backed loan schemes cannot a …"
        },
        {
            "title": "US economy risks 'permanent damage' from long lockdowns, Mnuchin warns",
            "category": "Business",
            "snippet": "The US economy risks “permanent damage” if coronavirus lockdowns continue for months, the treasury secretary, Steven Mnuchin, has warned Congress. Mnu …"
        },
        {
            "title": "Optimism that UK gyms and leisure centres could reopen in July",
            "category": "Sport",
            "snippet": "Summary: Plans to reopen gyms and leisure centres in July across the UK are being discussed in government circles as part of wider proposals to further open up …"
        },
        {
            "title": "TUC boss calls for new council to build fairer economy after Covid-19",
            "category": "Politics",
            "snippet": "The leader of the Trades Union Congress has declared “the state is back” as the UK’s biggest unions urged the government to form a national recovery c …"
        },
        {
            "title": "Johnson & Johnson to stop selling baby powder in US and Canada",
            "category": "Business",
            "snippet": "Summary: Pharmaceutical giant Johnson & Johnson on Tuesday said it would stop selling its talcum-based Johnson’s baby powder in the United States and Canada as …"
        },
        {
            "title": "UK government's new counter-terrorism bill: the key measures",
            "category": "Politics",
            "snippet": "The government has unveiled a new counter-terrorism bill. Here are some of the key measures to be introduced in the legislation: New sentencing regime …"
        }
    ]
}