{
    "page": [
        {
            "title": "Unconvicted terrorism suspects face indefinite controls under UK bill",
            "category": "Politics",
            "snippet": "Terrorism suspects who have not been convicted of any offence face expanded and potentially never-ending measures to control their lives under propose …"
        },
        {
            "title": "President calls negative hydroxychloroquine study 'a Trump enemy statement' – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on the coronavirus in the US continues on Wednesday’s blog: Donald Trump signed an executive order encouraging agencies to rollback reg …"
        },
        {
            "title": "Peter Gallagher: 'One of the most toxic things in the world is success'",
            "category": "Film",
            "snippet": "The director Robert Altman used to tell Peter Gallagher, the suave star of his 1992 movie The Player: “Gallagher, you’re so good-looking it makes me s …"
        },
        {
            "title": "Fears over capacity for social distancing as England faces 29c weather",
            "category": "UK-News",
            "snippet": "The capacity of public parks and outdoor facilities to accommodate socially distanced sunbathers is likely to be tested on Wednesday with what is pred …"
        },
        {
            "title": "Trust in airlines and holiday firms plummets, says Which?",
            "category": "Business",
            "snippet": "Public trust in the travel industry has plunged to an all-time low as airlines and holiday companies continue to deny and delay refunds for coronaviru …"
        },
        {
            "title": "Clicked back to life: how Netflix is reviving forgotten film flops",
            "category": "Film",
            "snippet": "News last week that Woody Allen’s latest, the Amazon-disowned A Rainy Day in New York, was the world’s number one film at the box office spread fast, …"
        },
        {
            "title": "Christopher Eccleston: 'I don't watch TV – it's too hard to suspend disbelief'",
            "category": "Film",
            "snippet": "I’m self-isolating alone, but, for five nights a fortnight, I have my children, Albert, eight, and Esme, six, to stay. We just watched a Japanese anim …"
        },
        {
            "title": "Australian domestic travel explained: where can I fly and is it too soon to plan an interstate holiday?",
            "category": "Business",
            "snippet": "With Australia tentatively easing its state lockdowns after flattening the curve, attention has turned to tourism, flights and reopening state borders …"
        },
        {
            "title": "I've never seen ... Notting Hill",
            "category": "Film",
            "snippet": "As someone who’s taken it upon himself to be knowledgable about film, I’ve long been aware that Richard Curtis occupies a high-ranking throne on romco …"
        },
        {
            "title": "The Adventures of China Iron review – a thrilling miniature epic",
            "category": "Books",
            "snippet": "Summary: The gaucho Martín Fierro, the creation of poet José Hernández, is one of the great figures of Argentinian literature: a singer who relates the camarad …"
        },
        {
            "title": "Serco accidentally shares contact tracers' email addresses",
            "category": "Business",
            "snippet": "Summary: The outsourcing company Serco accidentally shared the email addresses of almost 300 contact tracers recruited to assist in the UK government’s coronav …"
        },
        {
            "title": "Top 10 books about silence",
            "category": "Books",
            "snippet": "Silence in a book is a funny old thing. Too much of it and the reader may well want their money back. Too little and what’s left of suspense, mystery, …"
        },
        {
            "title": "Oscars 2021 likely to be postponed – report",
            "category": "Film",
            "snippet": "The 2021 Oscar ceremony is likely to be delayed due to the coronavirus pandemic, according to a report in the film industry magazine Variety. Citing u …"
        },
        {
            "title": "Rolls-Royce to cut 9,000 jobs as Covid-19 takes toll on airlines",
            "category": "Business",
            "snippet": "Summary: Rolls-Royce is to cut 9,000 jobs, almost a fifth of its workforce, as the coronavirus crisis takes its toll on the aviation industry. The jet engine m …"
        },
        {
            "title": "A family with five doctors – and two Covid-19 deaths",
            "category": "US-News",
            "snippet": "Summary: On the morning of 1 April, Dr Priya Khanna inched her way from the bedroom to the front door, using walls, doors and railings to hold herself up long …"
        },
        {
            "title": "My favourite game: Swindon reach the promised land – thank Hod",
            "category": "Sport",
            "snippet": "Looking back, it was all rather surreal, even for Swindon. For reasons that escaped me then and baffle me now, the World Cup winner and Tottenham icon …"
        },
        {
            "title": "Take Me Somewhere Nice review – quirky arthouse road movie",
            "category": "Film",
            "snippet": "The title, at once aimless and coyly, almost whimsically seductive, gives a partial sense of this film’s mood. It’s an elegantly made road movie in a …"
        },
        {
            "title": "Sing Backwards and Weep by Mark Lanegan review – touring, recording, drugs",
            "category": "Books",
            "snippet": "In 1992, on a tour bus heading to Canada, the American singer Mark Lanegan felt a tightness in the crook of his arm. By the time he reached Quebec, hi …"
        },
        {
            "title": "Florida scientist says she was fired for refusing to change Covid-19 data 'to support reopen plan'",
            "category": "US-News",
            "snippet": "The scientist in charge of Florida’s Covid-19 database was fired on the same day as the state opened up for business. As sunbathers returned to beache …"
        },
        {
            "title": "Skye care home hit by 10 coronavirus deaths allowed to keep licence",
            "category": "UK-News",
            "snippet": "The company that owns a care home on Skye where 10 residents have died in a Covid-19 outbreak has been allowed to continue running the site for at lea …"
        },
        {
            "title": "McDonald's reopens 33 drive-throughs: full list of UK restaurants",
            "category": "Business",
            "snippet": "McDonald’s has reopened 33 of its drive-through restaurants as it gets back to business amid the easing of the coronavirus lockdown restrictions. The …"
        },
        {
            "title": "The Painter and the Thief: behind the year's most moving documentary",
            "category": "Film",
            "snippet": "Barbora Kysilkova, a Czech painter, had just recently moved to Oslo when she received a distressing phone call from a gallerist. Two men had finagled …"
        },
        {
            "title": "The Final Wish review – curse of the cliche puts paid to haunted-vase tale",
            "category": "Film",
            "snippet": "The Final Wish could be the last straw. It’s another example of dumb horror: derivative, factory-product, unscary movie-making that jumbles up a bunch …"
        },
        {
            "title": "Survey finds 87% of America’s nurses forced to reuse protective equipment",
            "category": "US-News",
            "snippet": "The vast majority of America’s nurses say they have not been tested for Covid-19, are reusing personal protective equipment (PPE), or have exposed ski …"
        },
        {
            "title": "'Film is just one way to tell a story': Duncan Jones on his comic book sequel to Moon",
            "category": "Books",
            "snippet": "When film-maker Duncan Jones decided to tell the third story in his tangentially linked science fiction trilogy, following Moon (2009) and the 2018 Ne …"
        },
        {
            "title": "UK’s first car battery ‘gigafactory’ to be built by two startups",
            "category": "Business",
            "snippet": "Two British startups have announced plans to invest as much as £4bn in building the UK’s first large-scale battery factory, in a move that could prove …"
        },
        {
            "title": "Commons return will ‘euthanise’ MPs, Jacob Rees-Mogg is warned",
            "category": "Politics",
            "snippet": "Jacob Rees-Mogg has been told by a senior Conservative backbencher that an attempt to return to a “physical” parliament will in effect “euthanise” MPs …"
        },
        {
            "title": "Brexit: Gove confirms plans for checks on goods crossing Irish Sea",
            "category": "Politics",
            "snippet": "The government has confirmed for the first time that there will be Brexit checks on animals and food goods entering Northern Ireland from the rest of …"
        },
        {
            "title": "Gabriel Bacquier obituary",
            "category": "Music",
            "snippet": "Summary: One of the finest French baritones of the second half of the 20th century, Gabriel Bacquier has died aged 95. Though by no means confined to the Frenc …"
        },
        {
            "title": "This time, Boris is better prepared – but QC still gets under his skin",
            "category": "Politics",
            "snippet": "We haven’t seen much of Boris Johnson over the past week. In fact we haven’t seen him at all; not even for a single Downing Street press conference. F …"
        },
        {
            "title": "Man second person to die after water buffalo attack on Welsh farm",
            "category": "UK-News",
            "snippet": "Summary: A teenager has died following an attack by a water buffalo at a farm in Wales that also claimed the life of his father. Police confirmed on Wednesday …"
        },
        {
            "title": "Edge of Extinction review – a gruelling fight to survive … and stay awake",
            "category": "Film",
            "snippet": "Summary: This postapocalyptic survivalist thriller, set in rural Britain, is both violent and depressing, with some iffy line-readings, weird script moments an …"
        },
        {
            "title": "Trump threatens to cut states' election funding over false claims of voter fraud",
            "category": "US-News",
            "snippet": "Donald Trump falsely accused two states of facilitating voter fraud and threatened to withhold critical election funding from them on Wednesday becaus …"
        },
        {
            "title": "Bank of England not ruling out negative interest rates as inflation drops to 0.8% - as it happened",
            "category": "Business",
            "snippet": "Time for a recap The governor of the Bank of England has refused to rule out introducing negative interest rates in the UK. Andrew Bailey told MPs tha …"
        },
        {
            "title": "England cricket call up 18 bowlers as preparation for Tests in July",
            "category": "Sport",
            "snippet": "Amar Virdi, Surrey’s title-winning off-spinner, and the promising Sussex seamer Ollie Robinson are among the 18 bowlers who will begin individual trai …"
        },
        {
            "title": "'People are sick all around me': inside the coronavirus catastrophe in California prisons",
            "category": "US-News",
            "snippet": "More than 3,200 prisoners in California have contracted Covid-19 and at least 16 inmates have died, in a public health catastrophe that advocates say …"
        },
        {
            "title": "Extra-time, rolling subs: netball vies for new attention of hearts and minds",
            "category": "Sport",
            "snippet": "Summary: There are many sounds that are synonymous with Super Netball – squeaking shoes on wooden floorboards, the piercing shriek of the umpires’ whistles, th …"
        },
        {
            "title": "The Australian book you've finally got time for: On the Beach by Nevil Shute",
            "category": "Books",
            "snippet": "Summary: I often wonder how many people bought On the Beach when it came out in 1957, assuming it was a novel about a group of gorgeous, sun-kissed surfers cat …"
        },
        {
            "title": "What checks will there be on goods crossing Irish Sea?",
            "category": "Politics",
            "snippet": "The government has finally conceded there will be extra checks and paperwork on some goods trade across the Irish Sea after Brexit. So why, on what, a …"
        },
        {
            "title": "Police watchdog to announce decision on Johnson-Arcuri inquiry",
            "category": "Politics",
            "snippet": "Boris Johnson will find out on Thursday if he faces a criminal investigation into his relationship with an American businesswoman while he was mayor o …"
        },
        {
            "title": "UK coronavirus: official death toll rises by 363 to 35,704 – as it happened",
            "category": "Politics",
            "snippet": "Here’s a closing summary of the main developments today: Johnson pledges UK-wide coronavirus tracing by 1 June Boris Johnson has pledged to have a UK- …"
        },
        {
            "title": "Justice League: Zack Snyder's cut to be released after fan campaign",
            "category": "Film",
            "snippet": "Zack Snyder has revealed that the “Snyder cut” of 2017’s critically loathed DC adventure Justice League will finally see the light of day. The directo …"
        },
        {
            "title": "Michigan: threat of toxic contamination looms after dam failures trigger flooding",
            "category": "US-News",
            "snippet": "Catastrophic flooding triggered by dam failures in Michigan could potentially release toxic pollution from a site contaminated by the industrial giant …"
        },
        {
            "title": "Lawyers deny British army to blame for veterans' illegal immigrant status",
            "category": "UK-News",
            "snippet": "Government lawyers have rejected a claim brought by eight Commonwealth army veterans, dismissing their allegations that, on discharge, officials faile …"
        },
        {
            "title": "Talking Horses: Wesley Ward to send horses but not people to Royal Ascot",
            "category": "Sport",
            "snippet": "Many familiar features of Royal Ascot will be missing if the meeting goes ahead behind closed doors next month, but the American trainer Wesley Ward s …"
        },
        {
            "title": "Supreme court temporarily blocks release of testimony from Mueller investigation",
            "category": "US-News",
            "snippet": "Summary: The US supreme court has temporarily prevented the House of Representatives from obtaining secret grand jury testimony from special counsel Robert Mue …"
        },
        {
            "title": "Supreme court blocks House Democrats' access to Mueller grand jury materials – as it happened",
            "category": "US-News",
            "snippet": "Live reporting on coronavirus in the US continues in Thursday’s blog: The Supreme Court temporarily blocked House Democrats from accessing grand jury …"
        },
        {
            "title": "'It feels irresponsible to have a second child and yet I want one. How do I grapple with this?'",
            "category": "Life-and-Style",
            "snippet": "When I was pregnant with my son in 2018 I felt so worried about what his life would look like. I also felt guilty and selfish. What right did I have t …"
        },
        {
            "title": "John Malkovich: 'I had a lot of violence growing up, but so what?'",
            "category": "Film",
            "snippet": "You could spend a lifetime preparing to interview John Malkovich. For starters, there are his films, about 90 of them – mainstream, indie, European ar …"
        },
        {
            "title": "The Empire Strikes Back at 40: did the Star Wars saga peak too early?",
            "category": "Film",
            "snippet": "When The Empire Strikes Back was released 40 years ago, it was simply the sequel to Star Wars. It was not yet Star Wars: Episode V – The Empire Strike …"
        }
    ]
}