{
    "page": [
        {
            "title": "Streaming: curate your own Cannes film festival",
            "category": "Film",
            "snippet": "Bring out your tiniest violins: in a normal year I’d be writing this column from the balmy French Riviera, with a glass of rosé at my side, amid the a …"
        },
        {
            "title": "‘It's our sanctuary’: gardens in lockdown, as seen by drone",
            "category": "Life-and-Style",
            "snippet": "Summary: Robert Ormerod had just moved house when lockdown began. “We lived in a flat before. We moved for a garden,” he says. “So when this kicked off, we cou …"
        },
        {
            "title": "The Great British Battle: how the fight against coronavirus spread a new nationalism",
            "category": "Books",
            "snippet": "For about five weeks, the mayhem of coronavirus rendered the political mayhem of the previous four years irrelevant and dated. The divisive, petty, me …"
        },
        {
            "title": "The Eighth by Stephen Johnson review – Mahler and sexual creativity",
            "category": "Books",
            "snippet": "Stephen Johnson ends this thrilling study of Gustav Mahler’s Symphony No 8, and much else besides, with a quotation attributed to Beethoven, of which …"
        },
        {
            "title": "Phil May of the Pretty Things: agent of chaos who fought the laws of pop",
            "category": "Music",
            "snippet": "Two years ago, I interviewed Phil May and Dick Taylor of the Pretty Things in the restaurant of a London hotel. Before the pair arrived, I sat chattin …"
        },
        {
            "title": "'It's disorienting': former Glasgow MP left claiming universal credit",
            "category": "UK-News",
            "snippet": "There was a moment, as Paul Sweeney filled out his online application for universal credit, when the reality of the box-ticking hit home. “You’re thin …"
        },
        {
            "title": "‘Women's stories are seen as niche’: Eliza Hittman on her timely new film",
            "category": "Film",
            "snippet": "Eliza Hittman does not make feelgood films. Instead, the Brooklyn-born director’s work is more likely to leave you with a strange sensation in the pit …"
        },
        {
            "title": "Natural talent: the 16 year-old writer taking the world by storm",
            "category": "Books",
            "snippet": "It is a challenging time to be 16 and, like his peers, Dara McAnulty must currently endure a form of house arrest that means no seeing friends, no GCS …"
        },
        {
            "title": "British Violin Sonatas Vol 3 review – Tasmin Little bows out in style",
            "category": "Music",
            "snippet": "After a career of three decades, the star violinist Tasmin Little may have had her farewell concert season thwarted – at least for now. Yet this final …"
        },
        {
            "title": "And here’s the kitchen garden: cooped-up Britain moves the indoors outdoors",
            "category": "Life-and-Style",
            "snippet": "Summary: A bench and a slightly wobbly table used to be adequate for sitting and eating outside on warm days. Now the vogue is to turn your garden into a sophi …"
        },
        {
            "title": "One to watch: Pinty",
            "category": "Music",
            "snippet": "Summary: For a while now, Peckham has been a hotbed of heads playing jazz-tinged house in converted pool rooms and straight-up jazz in the backrooms of boozers …"
        },
        {
            "title": "Women Make Film review – an epic trip through cinema's undiscovered world",
            "category": "Film",
            "snippet": "Perhaps it’s because of the way that time seems confoundingly elastic during lockdown, but the 14-hour running time of Mark Cousins’s epic journey thr …"
        },
        {
            "title": "Footballer, 19, killed in fatal stabbing in London",
            "category": "UK-News",
            "snippet": "A teenager died in a fatal stabbing after a reported street fight in south London. Francois Kablan, 19, was found with fatal stab wounds in Southwark …"
        },
        {
            "title": "Our baby was born. Then coronavirus lockdown began",
            "category": "Life-and-Style",
            "snippet": "Before coronavirus I was eating out around 10 times a week. Sometimes more, if I felt like I was wasting away, or less, if my doctor sister had texted …"
        },
        {
            "title": "UK police fear explosion of violent crime as lockdown eases",
            "category": "UK-News",
            "snippet": "Police are braced for an explosion of violent crime as gang rivalries and vendettas that have built up during the lockdown erupt onto the streets foll …"
        },
        {
            "title": "Ruth Hunt: ‘At university I found other girls who liked girls, cheap alcohol and smoking’",
            "category": "Life-and-Style",
            "snippet": "Screwing up was never an option. My parents instilled a strong work ethic in me, both coming from working-class backgrounds. I spent my childhood in C …"
        },
        {
            "title": "The new queen bee: Rihanna is crowned Britain's wealthiest female musician",
            "category": "Music",
            "snippet": "Rihanna was a tiny child when she first walked in on her father smoking crack. The family struggled with poverty during her childhood in Barbados; her …"
        },
        {
            "title": "Daniel Mason: ‘I really don't want to write about my patients’",
            "category": "Books",
            "snippet": "Daniel Mason is the author of three acclaimed novels: The Piano Tuner, A Far Country and The Winter Soldier. He is also a practising psychiatrist and …"
        },
        {
            "title": "Lansman to step down as Momentum chair but remain on Labour NEC",
            "category": "Politics",
            "snippet": "Jon Lansman, the founder of Momentum, the grassroots organisation set up in 2015 to support the left wing of the Labour party under the leadership of …"
        },
        {
            "title": "Fred Willard, much-loved star of Best in Show and This is Spinal Tap, dies aged 86",
            "category": "Film",
            "snippet": "Fred Willard, an actor whose career was dotted with innumerable indelible cameos playing genial buffoons in unfortunate roles of authority, has died a …"
        },
        {
            "title": "Megan Washington, Tkay Maidza, Steve Smyth and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "We’ve published a bunch of articles about how the coronavirus crisis has impacted the Australian arts industry – and musicians, being asked to play fo …"
        },
        {
            "title": "Rightwing thinktanks call time on age of austerity",
            "category": "Politics",
            "snippet": "Britain’s leading free-market thinktanks, which backed Margaret Thatcher’s tax-cutting and privatisation agenda and sanctioned the last 10 years of au …"
        },
        {
            "title": "Coronavirus US live: Obama criticizes Trump in virtual graduation speech – as it happened",
            "category": "US-News",
            "snippet": "Here’s a look at today’s biggest news items: Obama criticizes Trump administration’s coronavirus crisis response. At an online ‘virtual’ commencement …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Invisible deaths: from nursing homes to prisons, the coronavirus toll is out of sight – and out of mind?",
            "category": "US-News",
            "snippet": "John Delano was six years old when the contagion struck his neighborhood in New Haven, Connecticut. There was a morgue just down the road. Coffins beg …"
        },
        {
            "title": "From the archive: the rituals of young love, 1978",
            "category": "Life-and-Style",
            "snippet": "In early 1978, the Observer Magazine (‘Rituals of Love. Part 1: Courtship’) sent their correspondent along to consider the ‘tribal dances of urban man …"
        },
        {
            "title": "Pelosi review: the speaker, her rise and how she came to rent space in Donald Trump's brain",
            "category": "US-News",
            "snippet": "From her perch as speaker of the House, Nancy Pelosi has bested Donald Trump in budget battles, mocked him at the State of the Union and won an outsiz …"
        },
        {
            "title": "Go rogue with white eyeliner squiggles",
            "category": "Life-and-Style",
            "snippet": "Ask most makeup artists how to use white eyeliner and they’ll reply “in the waterline to open up your eyes”. They aren’t wrong, but it’s a bit boring …"
        },
        {
            "title": "Sunday with Pussy Riot’s Maria Alyokhina: ‘I’m an optimist’",
            "category": "Life-and-Style",
            "snippet": "Where are you this Sunday? In Goa, India. I came here for a two-week break, but my flight to Poland, where I was due to perform, was cancelled. I’ve b …"
        },
        {
            "title": "‘I've been going bananas without it’: tennis obsessives pick up their rackets again",
            "category": "Life-and-Style",
            "snippet": "There are some sounds you don’t know you’re nostalgic for until you hear them. The thwack of a well hit tennis ball has been missing from this British …"
        },
        {
            "title": "Who'd be a health secretary? Five former incumbents on the toughest gig in politics",
            "category": "Politics",
            "snippet": "One effect of the unprecedented socioeconomic impact of Covid-19 has been to catapult the secretary of state for health and social care to the forefro …"
        },
        {
            "title": "Inferno; What Have I Done? – fearless accounts of postpartum psychosis",
            "category": "Books",
            "snippet": "Postpartum psychosis affects approximately one in 1,000 new mothers, but is still rarely discussed; perhaps, as Laura Dockrill suggests in her memoir, …"
        },
        {
            "title": "KSI: ‘Money gravitates towards me’",
            "category": "Music",
            "snippet": "Summary: During the past couple of months, the internet star KSI has been prolific on YouTube, because what else has there been to do? He has asked subscribers …"
        },
        {
            "title": "‘Flexible’ lockdown takes toll on families as rows and anxiety soar",
            "category": "Life-and-Style",
            "snippet": "Ever since the announcement that lockdown was being eased in England Julia Stanton* has been keeping secrets from her husband. “I’ve been desperate fo …"
        },
        {
            "title": "Stuck at home, I can’t stop fantasising about moving house",
            "category": "Life-and-Style",
            "snippet": "Confession: I’m a member of the community of property website Rightmove, er, enthusiasts. It would be nice to find a kink-positive name for us cornici …"
        },
        {
            "title": "Whodunnit? Did Agatha Christie ‘borrow’ the plot for acclaimed novel?",
            "category": "Books",
            "snippet": "The striking plot of one of Agatha Christie’s best-known mysteries, The Murder of Roger Ackroyd, surprises each new generation of readers. But now the …"
        },
        {
            "title": "From Colditz to Silverstone: the incredible tale of Tony Rolt",
            "category": "Sport",
            "snippet": "Seventy years ago this week, Formula One thundered into action for the very first time. The sport is celebrating its anniversary, its longevity and th …"
        },
        {
            "title": "The Orphanage – gritty Afghan drama laced with Bollywood magic",
            "category": "Film",
            "snippet": "The setting is Kabul, 1989, and in the opening shot of this lean Afghan drama, a boy wakes up, cracks his knuckles and pulls on a well-scuffed pair of …"
        },
        {
            "title": "Burgess papers reveal alternatives to notorious Earthly Powers ‘catamite’ opening",
            "category": "Books",
            "snippet": "For four decades, children have sniggered at the first line of the Anthony Burgess novel Earthly Powers, regarded as the most deliberately provocative …"
        },
        {
            "title": "The Caravan: Abdallah Azzam and the Rise of Global Jihad review – recent history at its finest",
            "category": "Books",
            "snippet": "Abdallah Azzam is not exactly a household name – at least when compared with the far more notorious Osama bin Laden. But the militant Palestinian cler …"
        },
        {
            "title": "Mark Lanegan: Straight Songs of Sorrow review – reflections on a misspent youth",
            "category": "Music",
            "snippet": "Mark Lanegan’s traumatic memoir, Sing Backwards and Weep, just published, recounts the Pacific Northwest singer’s deep dive into addiction, wrongdoing …"
        },
        {
            "title": "Broccoli, Sunday mass, curdled milk… a grandfather thriving in isolation",
            "category": "Life-and-Style",
            "snippet": "Like all Irish people living in England, being away from family back home has been tough, as has having to do so from a distance now mandated by the s …"
        },
        {
            "title": "Atlanta mayor Keisha Lance Bottoms on the Arbery killing and Biden's vice-president pick",
            "category": "US-News",
            "snippet": "Atlanta’s mayor, Keisha Lance Bottoms, comes on the line, introduced by one of her communications team, with a non-committal, “Hi there. How are you?” …"
        },
        {
            "title": "Barn 8 by Deb Olin Unferth review – riotous chicken rescue",
            "category": "Books",
            "snippet": "The inspiration behind the new novel from the American writer Deb Olin Unferth lies in a sobering investigation she wrote for Harper’s magazine six ye …"
        },
        {
            "title": "Sleaford Mods: All That Glue review – scattergun fury",
            "category": "Music",
            "snippet": "Unlike most of their chart peers, Sleaford Mods’ route to success has been a slow one, the Nottingham duo gathering momentum since their 2007 debut al …"
        },
        {
            "title": "How England found itself at the wrong end of the Covid-19 league table",
            "category": "Business",
            "snippet": "As the data rolls in from the Covid-19 pandemic it is a bit like watching the football scores, but only for the teams at the wrong end of the table. T …"
        },
        {
            "title": "England coach Rob Ahmun: 'Some players will return in best shape of their life'",
            "category": "Sport",
            "snippet": "As England’s cricketers make their first tentative steps towards the nets after eight weeks at home, the fitness coach who has been chivvying them alo …"
        },
        {
            "title": "Would you dare to dye your partner's hair?",
            "category": "Life-and-Style",
            "snippet": "Recently, my wife has started walking towards me and bowing her head, as if in penitence. In fact, she’s showing me the roots of her hair. “Howdsit lo …"
        },
        {
            "title": "Olympic espionage: US sprinter Dave Sime, the CIA and the 1960 Games",
            "category": "Sport",
            "snippet": "In the late 1950s the greatest all-round athlete on the planet was a college kid called Dave Sime, from Fair Lawn, New Jersey. After high school he kn …"
        },
        {
            "title": "Miranda July: 'There's so much anarchistic potential for self-invention right now'",
            "category": "Film",
            "snippet": "Miranda July, 46, is an acclaimed US film-maker, author and artist. Kajillionaire, her third film, and first for almost a decade, was a hit at Sundanc …"
        }
    ]
}