{
    "page": [
        {
            "title": "Tony Allen obituary",
            "category": "Music",
            "snippet": "On 12 and 13 March there were two concerts in the Church of Sound series at St James the Great Church in Clapton, east London. They were staged in the …"
        },
        {
            "title": "Rishi Kapoor obituary",
            "category": "Film",
            "snippet": "Rishi Kapoor, who has died aged 67 of bone marrow cancer, starred as a leading man in almost 100 Bollywood films and was a member of the remarkable Ka …"
        },
        {
            "title": "BHA condemns 'smear' over leaked Beckett email saying CEO should quit",
            "category": "Sport",
            "snippet": "The British Horseracing Authority said on Sunday that it had been subjected to an “unfounded smear” after the trainer Ralph Beckett said that he suspe …"
        },
        {
            "title": "Justin Amash laments 'partisan death spiral' but insists White House run won't help Trump",
            "category": "US-News",
            "snippet": "Justin Amash left the Republican party because it was in a “partisan death spiral” but insists his White House run as a Libertarian won’t help Donald …"
        },
        {
            "title": "Two teenagers charged with murder of NHS worker David Gomoh",
            "category": "UK-News",
            "snippet": "Two teenagers have been charged with the murder of David Gomoh, the NHS worker killed outside his home in east London, Scotland Yard said. Gomoh, 24, …"
        },
        {
            "title": "Final photo of dying woman shared as 'wake up' call over Covid-19",
            "category": "UK-News",
            "snippet": "A woman who shared a final photo of her dying mother in hospital has said she did so in order to warn the public about the dangerous realities of Covi …"
        },
        {
            "title": "Mourning at a distance: 'Without the ceremonials of the funeral, how was I meant to grieve?'",
            "category": "Life-and-Style",
            "snippet": "When Papa died recently – Mum’s father – I knew Covid-19 was going to make it harder to attend the funeral. In the hours after his death, all of the e …"
        },
        {
            "title": "North-west overtakes London for number of Covid-19 hospital cases",
            "category": "UK-News",
            "snippet": "More people are in hospital with coronavirus in the north-west of England than in London, as regional differences in the spread and peak of the pandem …"
        },
        {
            "title": "Sports Direct managers accuse firm of making them work on furlough",
            "category": "Business",
            "snippet": "Mike Ashley’s Sports Direct and House of Fraser chains have asked store managers to work at least once a week while under the government’s furlough sc …"
        },
        {
            "title": "Duplantis and Lavillenie scale the heights in Ultimate Garden Clash",
            "category": "Sport",
            "snippet": "It was not exactly an Olympic final in front of 80,000 screaming spectators, or even an ordinary track and field event, but for fans starved of live s …"
        },
        {
            "title": "UK business confidence at all-time low, Deloitte report reveals",
            "category": "Business",
            "snippet": "Business confidence at British companies has sunk to an all-time low because of the coronavirus pandemic, according to a survey of finance chiefs at t …"
        },
        {
            "title": "Dogs are for life, not just coronavirus lockdown, says charity",
            "category": "Life-and-Style",
            "snippet": "A dog is for life and not just for the Covid-19 lockdown, a charity has warned after online searches about getting a puppy surged by 120%. The Dogs Tr …"
        },
        {
            "title": "Country diary: darkness gets to be itself here",
            "category": "Life-and-Style",
            "snippet": "April full moon in lockdown: a supermoon, the nearest of this spring. Having saved my daily walk for a nocturnal escapade, I slip out, torchless, to m …"
        },
        {
            "title": "A good yarn: UK coronavirus lockdown spawns arts and craft renaissance",
            "category": "Life-and-Style",
            "snippet": "From Colonel Tom Moore knitted dolls and VE Day bunting to “scrub” bags and face mask adaptors, Britain is in the thrall of a crafting revolution the …"
        },
        {
            "title": "50 Cent on love, cash and bankruptcy: ‘When there are setbacks, there will be get-backs’",
            "category": "Music",
            "snippet": "Curtis Jackson has downsized. The rapper/actor/businessman, better known as 50 Cent, used to live in a palace of a house formerly owned by Mike Tyson. …"
        },
        {
            "title": "Cleanness by Garth Greenwell review – interlinked stories of pain and desire",
            "category": "Books",
            "snippet": "Garth Greenwell’s 2016 debut novel What Belongs to You was a spare, spellbinding account of an American academic’s intense desire for a rent boy in po …"
        },
        {
            "title": "Coronavirus UK: health passports 'possible in months'",
            "category": "Politics",
            "snippet": "Tech firms are in talks with ministers about creating health passports to help Britons return safely to work using coronavirus testing and facial reco …"
        },
        {
            "title": "'This cottonwood tree glowed silver and gold – it was unforgettable'",
            "category": "Life-and-Style",
            "snippet": "This cottonwood tree is in Canyon de Chelly in north-eastern Arizona. I could have spent several days there with my camera, but you are only allowed a …"
        },
        {
            "title": "The Big Book Weekend: a literary festival in your own home",
            "category": "Books",
            "snippet": "Would Robert Webb really have ripped open his shirt to show me the scar from his recent open heart surgery had we been, as planned, in a room full of …"
        },
        {
            "title": "My streaming gem: why you should watch Paddleton",
            "category": "Film",
            "snippet": "Summary: The opening credits of Paddleton play over images of its dual protagonists, Michael (Mark Duplass) and Andy (Ray Romano), hitting a tennis ball agains …"
        },
        {
            "title": "I wish more people would read ... Fup by Jim Dodge",
            "category": "Books",
            "snippet": "Jim Dodge first had the idea for his 1983 novella while out digging post-holes for a fence on his Californian ranch on a rainy day. As the holes fille …"
        },
        {
            "title": "The Well Gardened Mind by Sue Stuart-Smith; The Natural Health Service by Isabel Hardman – review",
            "category": "Books",
            "snippet": "Spring, in the days of lockdown, continues obliviously – and reminds us how we depend on the natural world. For anyone with the luck to have a garden, …"
        },
        {
            "title": "'A short but vibrant life': revisiting the life and death of Natalie Wood",
            "category": "Film",
            "snippet": "Natasha Gregson Wagner was 11 years old when her mother, the actor Natalie Wood, drowned off Catalina Island on Thanksgiving weekend, 1981. Wagner’s r …"
        },
        {
            "title": "Joanna Lumley: 'I adore Gogglebox but I'd be hopeless. I watch TV in silence'",
            "category": "Film",
            "snippet": "I’m here with my husband. We’ve got Netflix, thank god, so we binge. I adore Call My Agent, which is the French one about a Parisian talent agent who …"
        },
        {
            "title": "A nuclear waste site where the biggest fear isn’t radiation, but coronavirus",
            "category": "US-News",
            "snippet": "For more than a month, coronavirus has brought cleanup of a 586-square-mile decommissioned nuclear production complex in south-eastern Washington stat …"
        },
        {
            "title": "'His drums were singing, you know?' Tony Allen remembered by his collaborators",
            "category": "Music",
            "snippet": "Femi Koleoso My dad used to play Fela Kuti records to me – some of my earliest musical memories are those records playing in the car. Later on I wonde …"
        },
        {
            "title": "First Thing: Trump is 'very confident' of a vaccine in 2020 – scientists, less so",
            "category": "US-News",
            "snippet": "Good morning, Scientists have warned repeatedly that an optimistic timeline for the creation and rollout of a coronavirus vaccine would be at least 12 …"
        },
        {
            "title": "Poem of the week: The Chess Player by Howard Altmann",
            "category": "Books",
            "snippet": "The Chess Player They’ve left. They’ve all left. The pigeon feeders have left. The old men on the benches have left. The white-gloved ladies with the …"
        },
        {
            "title": "UK trade minister Conor Burns resigns over loan threats",
            "category": "Politics",
            "snippet": "A close ally of Boris Johnson has resigned as a minister after being found to have used his position to try to intimidate a member of the public. The …"
        },
        {
            "title": "My favourite game: Agüero scores Premier League's most dramatic goal",
            "category": "Sport",
            "snippet": "It is the moments you never expect that have the greatest impact on your life; whether it’s meeting eyes with your future life partner for the first t …"
        },
        {
            "title": "How we met: 'I spotted her reading – I knew straight away she was the one'",
            "category": "Life-and-Style",
            "snippet": "Carol Natelson and Ray Bertoia had been travelling the world for years working in casinos when they met on a cruise ship in 1995. “I was working on an …"
        },
        {
            "title": "Michael Jordan insists 'Republicans buy sneakers too' quote was a joke",
            "category": "Sport",
            "snippet": "Michael Jordan has discussed the quote that has come to define what many see as his willingness to put profit over principles. During a 1990 Senate ra …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Summary: Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with the great Barbara Pym. MachenBach …"
        },
        {
            "title": "Becoming review – tantalising tour of Michelle Obama's life",
            "category": "Film",
            "snippet": "Michelle Obama is a class act – one of the classiest – and her intelligence and poise now look like something from a lost golden age. The publication …"
        },
        {
            "title": "Shaun of the Dead: Edgar Wright and Simon Pegg on their zombie classic",
            "category": "Film",
            "snippet": "Edgar Wright, director and writer Simon Pegg was the first person I’d ever met who was as obsessed with George Romero’s Dawn of the Dead as I was. One …"
        },
        {
            "title": "Conor Burns: the Eurosceptic stalwart who befriended Thatcher",
            "category": "Politics",
            "snippet": "A self-described “Catholic unionist” from a Belfast family who took pleasure in singing Irish nationalist ballads, the background of Conor Burns might …"
        },
        {
            "title": "The Kinks: where to start in their back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with The Kinks Are the Village Green Preservation Society (1968) When the Kinks’ abominable onstage behaviour caused the American F …"
        },
        {
            "title": "Watchdog investigates EY audit of scandal-hit NMC Health",
            "category": "Business",
            "snippet": "Britain’s accountancy watchdog has opened an investigation into EY’s audit of the scandal-ridden private hospital operator NMC Health, which collapsed …"
        },
        {
            "title": "Small firms inundate UK banks with coronavirus loan requests",
            "category": "Business",
            "snippet": "Small businesses have rushed to apply for a new government-backed loan scheme, prompting one lender to warn that banks may struggle to cope with the d …"
        },
        {
            "title": "Who will be Labour general secretary? Some possible contenders",
            "category": "Politics",
            "snippet": "Whoever becomes Labour’s next general secretary will have to win over most of the party’s national executive committee, where Sir Keir Starmer now com …"
        },
        {
            "title": "Parliament to be told sport faces 'unprecedented challenge' at every level",
            "category": "Sport",
            "snippet": "Summary: Sport faces an unprecedented challenge at every level because of the coronavirus pandemic, parliament will be told on Tuesday. The stark warning will …"
        },
        {
            "title": "Australia's coronavirus lockdown to cost $4bn a week in reduced economic activity – treasurer",
            "category": "Business",
            "snippet": "The treasurer Josh Frydenberg says the current restrictions Australian governments have adopted to stop the spread of coronavirus – restrictions likel …"
        },
        {
            "title": "UK's plans to reopen workplaces: what are unions' concerns?",
            "category": "Politics",
            "snippet": "Ministers have shared seven documents with employer groups and trade unions on how some companies could ask staff to return to their workplaces. Howev …"
        },
        {
            "title": "Roger Robinson's poems of Trinidad and London win Ondaatje prize",
            "category": "Books",
            "snippet": "Roger Robinson’s vision of Trinidad as a “portable paradise” of “white sands, green hills and fresh fish”, has won the British-Trinidadian poet the Ro …"
        },
        {
            "title": "With Midnight Sun, Twilight is back at the best possible time",
            "category": "Books",
            "snippet": "It requires a strange sort of skill to miss a phenomenon such as Twilight. The first instalment of Stephenie Meyer’s young adult series was published …"
        },
        {
            "title": "UK coronavirus live: Matt Hancock launches track and tracing app test on Isle of Wight; death toll reaches 28,734",
            "category": "Politics",
            "snippet": "Thanks everyone. I will be closing the live feed today. Below is a summary of the latest developments. Please do get in touch to share any news tips a …"
        },
        {
            "title": "Senate rejects Joe Biden's request to search for records on Tara Reade",
            "category": "US-News",
            "snippet": "Summary: The US Senate has rejected a request from Joe Biden, the Democratic presidential nominee, to search for and release any records of a 1993 complaint ag …"
        },
        {
            "title": "UK government 'using pandemic to transfer NHS duties to private sector'",
            "category": "Business",
            "snippet": "The government is using the coronavirus pandemic to transfer key public health duties from the NHS and other state bodies to the private sector withou …"
        },
        {
            "title": "Colson Whitehead and This American Life among Pulitzer 2020 winners",
            "category": "Books",
            "snippet": "Colson Whitehead, This American Life and writers from the New York Times are among this year’s Pulitzer prize winners. During an online, at-home video …"
        },
        {
            "title": "Anger at UK lockdown easing plans 'that could put workers at risk'",
            "category": "UK-News",
            "snippet": "Workers may refuse to turn up or stage walk-outs unless the government helps guarantee their safety, trade unions have warned amid anger over guidance …"
        }
    ]
}