{
    "page": [
        {
            "title": "To err is human – even for the greatest poets",
            "category": "Books",
            "snippet": "Readers of the world’s finest poetry have often skated over inconsistencies, preferring not to believe the poet was capable of a mistake. Now an Oxfor …"
        },
        {
            "title": "George Floyd protests: man killed in Detroit as demonstrations rage across US – as it happened",
            "category": "US-News",
            "snippet": "This blog is now closed. Our Saturday blog covering the George Floyd killing and protests can be found here: This blog is now closing, and will soon b …"
        },
        {
            "title": "Coriky: Coriky review – keeping it hardcore",
            "category": "Music",
            "snippet": "It’s difficult to overstate the significance of Fugazi. An American art-rock institution, they provided a slinky, authoritative moral racket from the …"
        },
        {
            "title": "Erdem Moralioglu: ‘As a child I wanted what I was never allowed: a Coke and a hot dog’",
            "category": "Life-and-Style",
            "snippet": "Time is very weird at the moment. It’s elastic, but in terms of creativity I am always as much about the here and now as about looking at art and thin …"
        },
        {
            "title": "One to watch: Coach Party",
            "category": "Music",
            "snippet": "Countless islands make up the United Kingdom, and the Isle of Wight might be the most misunderstood of them all. It’s never just been home to teenager …"
        },
        {
            "title": "Only the Animals – slippery, satisfying French-African mystery",
            "category": "Film",
            "snippet": "This slippery tease of a movie opens with a shot of a man weaving through the traffic on a bike in Abidjan, Ivory Coast, with a goat slung around his …"
        },
        {
            "title": "Cabin fever: why people are going wild for custom garden rooms",
            "category": "Life-and-Style",
            "snippet": "When Virginia Woolf extolled the virtues of having “a room of one’s own” she might have been referring to a cabin in the garden. For anyone who’s had …"
        },
        {
            "title": "Protests rock cities across US as anger over George Floyd's killing spreads",
            "category": "US-News",
            "snippet": "Thousands of people ignored a curfew in Minneapolis to protest for a fourth night in a row, as anger around police brutality and the death of George F …"
        },
        {
            "title": "Igor Levit to play 20-hour Eric Satie piece as 'silent scream'",
            "category": "Music",
            "snippet": "The German-Russian pianist Igor Levit will perform a rarely played, 20-hour Eric Satie composition to a global audience on Saturday to highlight the p …"
        },
        {
            "title": "Claire Williams confident F1 team will continue despite financial trouble",
            "category": "Sport",
            "snippet": "The Williams team and their name will continue in Formula One, the deputy team principal, Claire Williams, has said. She has expressed optimism for th …"
        },
        {
            "title": "Hilary Mantel: 'Thomas Cromwell would have locked us down for longer'",
            "category": "Books",
            "snippet": "Thomas Cromwell, who lost family members to “sweating sickness” as the disease spread during his years in King Henry VIII’s court, would have enforced …"
        },
        {
            "title": "Police issue fresh appeal over death of man at Kent castle",
            "category": "UK-News",
            "snippet": "Police have issued a fresh appeal for witnesses after a “dreadful incident” in which a man died in the grounds of a Kent castle. Charlie Hilder, 66, f …"
        },
        {
            "title": "Stuart Evers: 'We either look into the gutter or at the upper classes'",
            "category": "Books",
            "snippet": "Stuart Evers’s acclaimed debut collection Ten Stories About Smoking won the London book award in 2011. His new novel The Blind Light is an ambitious f …"
        },
        {
            "title": "Deadly shooting outside Oakland courthouse as protests rage",
            "category": "US-News",
            "snippet": "A federal contract security officer was killed and another injured in a shooting outside the US courthouse in Oakland, the FBI said on Saturday. A veh …"
        },
        {
            "title": "Dominic Cummings has broken Covid-19 policy trust, say top scientists",
            "category": "Politics",
            "snippet": "Summary: Britain’s top public health leaders and scientists have warned Boris Johnson that trust in the government has been shattered by the Dominic Cummings a …"
        },
        {
            "title": "How we stay together: 'Pretty much on a daily basis there's adjustments'",
            "category": "Life-and-Style",
            "snippet": "Names: Deb Stumm and Di Lane Years together: 24 Occupations: Retired While she was fighting to get a heart transplant, Deb Stumm couldn’t stop worryin …"
        },
        {
            "title": "From rose garden to ridicule:  how a week of disaster for Tories and Dominic Cummings unfolded",
            "category": "Politics",
            "snippet": "As she looked out of her kitchen window towards a farm in the distance owned by Dominic Cummings’ parents, an elderly woman described her reaction on …"
        },
        {
            "title": "Trump justice department forces out top FBI lawyer in Flynn case – report",
            "category": "US-News",
            "snippet": "A top FBI lawyer who was criticised on Fox News for his role in the investigation of Michael Flynn has resigned after being asked to do so by senior f …"
        },
        {
            "title": "John Bercow will not get peerage despite Corbyn nomination",
            "category": "Politics",
            "snippet": "John Bercow will not be awarded a peerage despite being nominated by former Labour leader Jeremy Corbyn, it has been reported. The nomination of the f …"
        },
        {
            "title": "Key election battlegrounds face double hit from Brexit and coronavirus",
            "category": "Politics",
            "snippet": "Key English election battlegrounds in the north-west and Midlands will be severely exposed to a double economic hit from Brexit and coronavirus should …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Cybersecurity, DIY and gaming to come up trumps in FTSE reshuffle",
            "category": "Business",
            "snippet": "In the words of 1978 song The Gambler, recorded so memorably by country crooner Kenny Rogers, “You’ve got to know when to hold ’em, know when to fold …"
        },
        {
            "title": "George Floyd: as protests rage across US, Trump comments inflame tensions",
            "category": "US-News",
            "snippet": "Donald Trump on Saturday belittled some of the protesters who have taken to the streets in cities across the United States, and raised the prospect of …"
        },
        {
            "title": "The High Note review – a pleasant diversion",
            "category": "Film",
            "snippet": "Director Nisha Ganatra follows the Emma Thompson-starring comedy Late Night with another film that takes as its jumping-off point the relationship bet …"
        },
        {
            "title": "The Hawaii navy base fueling Trump's quest for 'super duper' missiles",
            "category": "US-News",
            "snippet": "Summary: Hawaii’s “garden island”, Kauai, is known for its breathtaking scenery and laid-back vibe, a place of plunging waterfalls and cliffs cloaked in green …"
        },
        {
            "title": "Bright candy colours bring summer cheer",
            "category": "Life-and-Style",
            "snippet": "Early summer means geraniums. Time to change the window boxes, refresh the rooftop pots. We usually leave it until the early May bank holiday,or the l …"
        },
        {
            "title": "Naked truths: nudes for every skin type",
            "category": "Life-and-Style",
            "snippet": "The term “nude” in the context of beauty is something I have always found problematic. “The perfect nude” in particular does not exist. There is inste …"
        },
        {
            "title": "Sunday with Nikita Parris: 'I've tried yoga, but I keep falling over'",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? Before lockdown I’d have a bit of a lie-in after Saturday’s match, then arrive at the Lyon training ground at 10am-ish for brea …"
        },
        {
            "title": "Bank boss Lagarde must quell Berlin’s unease if she is to boost the eurozone",
            "category": "Business",
            "snippet": "The eurozone’s 19 member countries are braced for a dramatic downturn. The head of the European Central Bank, Christine Lagarde, warned last week that …"
        },
        {
            "title": "UK car sales set to surge as showrooms reopen, but demand will fade quickly",
            "category": "Business",
            "snippet": "The reopening of showrooms across England on Monday may give the UK car industry a much-needed fillip but it is unlikely to endure, experts say. In th …"
        },
        {
            "title": "The Inevitability of Tragedy review: a life of Henry Kissinger for our Trumpian times",
            "category": "US-News",
            "snippet": "Summary: Only two of America’s secretaries of state are foreign-born, and their presence in Foggy Bottom is owed to the downfall of the Weimar Republic. As the …"
        },
        {
            "title": "Children of former Azeri security chief acquired luxury UK properties",
            "category": "UK-News",
            "snippet": "A string of luxury properties, including a £17m home near Harrods, were acquired by the children of Azerbaijan’s former security chief, an investigati …"
        },
        {
            "title": "Premiership's return to action will give clubs plenty of food for thought",
            "category": "Sport",
            "snippet": "Premiership clubs will learn on Thursday when they can start playing again but it is set to be at the end of July, one month later than intended. That …"
        },
        {
            "title": "Is Donald Trump's love-hate relationship with Twitter on the rocks?",
            "category": "US-News",
            "snippet": "It has been one of the greatest love affairs in American politics. Since joining Twitter more than a decade ago, Donald Trump has delivered 52,000 twe …"
        },
        {
            "title": "The best online workout classes to keep fit at home",
            "category": "Life-and-Style",
            "snippet": "Yoga for every ailment Texan yoga guru Adriene Mishler is one of the best things to have come out of the Lone Star State since Dr Pepper. Unpreachy bu …"
        },
        {
            "title": "Stuck at home with teens? Here are a few distraction tactics…",
            "category": "Life-and-Style",
            "snippet": "However the current tussle between government, unions and teachers concludes, realistically there will be little or no “real” school before September, …"
        },
        {
            "title": "Pest control for indoor plants",
            "category": "Life-and-Style",
            "snippet": "Summary: Time for a controversial opinion… While indoor gardening is often considered second fiddle to its outdoor cousin, I think it is superior in pretty muc …"
        },
        {
            "title": "Dispatch from Minneapolis: the night the city cracked down on George Floyd protests",
            "category": "US-News",
            "snippet": "The governor had promised Saturday would be different and it was. As the clock ticked toward the 8pm curfew in Minneapolis, Minnesota, hundreds of pro …"
        },
        {
            "title": "MPs furious about forced return of ‘physical voting’ to Commons",
            "category": "Politics",
            "snippet": "Senior MPs have warned that many elderly members of parliament and those with health conditions will be “disenfranchised” and put at risk of contracti …"
        },
        {
            "title": "George Floyd: protests and unrest coast to coast as US cities impose curfews",
            "category": "US-News",
            "snippet": "Tense protests over the death of George Floyd and other police killings of black people spread across the US on Saturday night as mayors around the co …"
        },
        {
            "title": "The Batman among movies given go-ahead for restart of UK filming",
            "category": "Film",
            "snippet": "Producers of Hollywood blockbusters including The Batman and the next Fantastic Beasts film have been given the go-ahead to restart filming after the …"
        },
        {
            "title": "Old friends, new habits and very long goodbyes",
            "category": "Life-and-Style",
            "snippet": "Even with the relaxation of the rules – with wording vague enough I reckon I could avoid trouble for anything short of French-kissing a policeman – we …"
        },
        {
            "title": "Living in the past: lifestyles from bygone eras",
            "category": "Life-and-Style",
            "snippet": "Every Saturday evening, a suburban street in Greater Manchester bears witness to a peculiar sight: at the first-floor bay window of a 1930s semi, top- …"
        },
        {
            "title": "In brief: Walking the Great North Line; All Our Broken Idols; The Farm – review",
            "category": "Books",
            "snippet": "Summary: Walking the Great North Line Robert Twigger Orion, £20, pp320 Robert Twigger’s travelogues have always had a wonderful globetrotting sense of adventur …"
        },
        {
            "title": "For all his woes, at least Sunak does not need to worry about stagflation",
            "category": "Business",
            "snippet": "News that Rishi Sunak is planning a summer mini-budget conjures up memories of the 1970s when chancellors were constantly forced to respond to the lat …"
        },
        {
            "title": "Manchester tower block residents ineligible for £1bn recladding fund",
            "category": "UK-News",
            "snippet": "Summary: Residents of a Manchester tower block facing bills of thousands of pounds to fix dangerous cladding have been dealt “a massive blow” after finding out …"
        },
        {
            "title": "Extreme night owls:  ‘I can’t tell anyone what time I go to bed’",
            "category": "Life-and-Style",
            "snippet": "For as long as she can remember, Jenny Carter has gone to bed late and not woken up until late the following morning, sometimes even the early afterno …"
        },
        {
            "title": "Diplo: Presents Thomas Wesley Chapter One: Snake Oil review – country cash-in",
            "category": "Music",
            "snippet": "Given that last year’s biggest song (by whatever metric you care to choose) was Lil Nas X‘s country-rap breakout track Old Town Road, it’s perhaps not …"
        },
        {
            "title": "Labour's Rosie Duffield 'right to resign' after lockdown breach",
            "category": "Politics",
            "snippet": "Summary: The shadow chancellor, Anneliese Dodds, has said her Labour colleague Rosie Duffield had been “absolutely right” to resign from the party’s frontbench …"
        }
    ]
}