{
    "page": [
        {
            "title": "Larry Kramer obituary",
            "category": "US-News",
            "snippet": "Summary: Larry Kramer, who has died aged 84 of pneumonia, enraged many gay readers with his lurid 1978 novel Faggots, a cautionary bestseller warning against t …"
        },
        {
            "title": "Strauss: Die Frau ohne Schatten review – outstanding account of a demanding, dramatic masterpiece",
            "category": "Music",
            "snippet": "Die Frau ohne Schatten, The Woman Without a Shadow, may be the piece that marks out the real Richard Strauss fans from the mere admirers. To fully pai …"
        },
        {
            "title": "'Social distancing': how a 1950s phrase came to dominate 2020",
            "category": "Books",
            "snippet": "As schools prepare to reopen, many wonder how small children are expected to maintain “social distancing”. Some French teachers have been isolating th …"
        },
        {
            "title": "Covid subs could aid cricket's safe return but replacement rules must remain strict",
            "category": "Sport",
            "snippet": "England’s Test series against West Indies and Pakistan look ever more likely to happen, albeit behind closed doors. We await confirmation from the gov …"
        },
        {
            "title": "Pills, mills and bellyaches: how Blackburn out-partied Manchester",
            "category": "Music",
            "snippet": "In 1987, Nigel Gilmartin was working as a mobile DJ in Blackburn: weddings, engagements and birthdays at community halls; the shirt-and-tie scene at w …"
        },
        {
            "title": "Why the officers fired for the George Floyd killing could ultimately get their jobs back",
            "category": "US-News",
            "snippet": "The four Minneapolis officers involved in the killing of George Floyd were swiftly fired after footage of his death went viral. But that doesn’t mean …"
        },
        {
            "title": "Dominic Cummings potentially broke lockdown rules, say Durham police",
            "category": "Politics",
            "snippet": "Dominic Cummings’ family trip to Barnard Castle potentially broke lockdown rules and would have led to police telling him to turn around had he been s …"
        },
        {
            "title": "Irm Hermann, star of 20 Fassbinder films, dies aged 77",
            "category": "Film",
            "snippet": "Irm Hermann, one of Rainer Werner Fassbinder’s closest collaborators, has died in Berlin aged 77 following what her agent called a “short, serious ill …"
        },
        {
            "title": "'Why did white men get to have all the fun?': the long road to diverse travel writing",
            "category": "Books",
            "snippet": "I was born in London, to Indian parents who grew up in apartheid-era South Africa. When I was seven we left Wimbledon for a tiny village in the Lauren …"
        },
        {
            "title": "Searching for Superman: why Henry Cavill deserves another chance as the Man of Steel",
            "category": "Film",
            "snippet": "Henry Cavill must sometimes wonder if his life might have turned out a little easier were it not for a certain illustrious forerunner in the role of S …"
        },
        {
            "title": "Windrush scandal: only 60 victims given compensation so far",
            "category": "UK-News",
            "snippet": "Only 60 people have received Windrush compensation payments during the first year of the scheme’s operation, with just £360,000 distributed from a fun …"
        },
        {
            "title": "Andy Gill: Gang of Four to release guitarist's final recordings",
            "category": "Music",
            "snippet": "The influential post-punk band Gang of Four are to release the final recordings featuring the group’s influential guitarist and songwriter Andy Gill, …"
        },
        {
            "title": "Jimmy Cobb obituary",
            "category": "Music",
            "snippet": "There are sublime moments in music that only the cognoscenti notice, plenty that millions love, and some that many sense without quite knowing why. Ki …"
        },
        {
            "title": "The view from Barnard Castle: 'He's made a mockery of us'",
            "category": "Politics",
            "snippet": "At Barnard Castle there has been angry condemnation about the police decision not to take action against Dominic Cummings, the prime minister’s most s …"
        },
        {
            "title": "Decline in jobs and incomes eases as coronavirus restrictions begin to lift, ANU survey finds",
            "category": "Business",
            "snippet": "The historic decline in jobs and incomes as a result of Covid-19 and associated restrictions may have come to a halt in May, according to a new ANU st …"
        },
        {
            "title": "Australian government asks China for same reduction in trade barriers as US",
            "category": "Business",
            "snippet": "Summary: The Morrison government has asked China to grant Australia the same reduction in bureaucratic trade barriers that Beijing has promised the United Stat …"
        },
        {
            "title": "Premiership will not adopt World Rugby’s law trials to reduce virus risk",
            "category": "Sport",
            "snippet": "The Premiership will not be adopting any of World Rugby’s law trials designed to reduce the risk of coronavirus transmission, the Guardian understands …"
        },
        {
            "title": "Crowdfunding raises £30,000 for veteran's brain tumour surgery",
            "category": "UK-News",
            "snippet": "Summary: Online crowdfunding for the Commonwealth veteran who was billed more than £27,000 for emergency surgery on a brain tumour, despite serving in the Brit …"
        },
        {
            "title": "Dominic Cummings' lockdown trip: what critical Tory MPs say",
            "category": "Politics",
            "snippet": "Scores of Conservative MPs have criticised Dominic Cummings’ trip to Durham during lockdown. Here is what some have said: Penny Mordaunt, Portsmouth N …"
        },
        {
            "title": "Silverstone set to host back-to-back closed-door F1 races in August",
            "category": "Sport",
            "snippet": "The British Grand Prix is expected to be confirmed for August as part on the Formula One calendar next week. F1 is to shortly announce the opening eig …"
        },
        {
            "title": "Rishi Sunak to taper furlough scheme, forcing employers to pay 20% of wages",
            "category": "Politics",
            "snippet": "The government will start tapering its furlough scheme from August by forcing those employers taking part to pay 20% of workers’ wages as well as cove …"
        },
        {
            "title": "Durham police believe Cummings probably did break lockdown rules",
            "category": "Politics",
            "snippet": "Durham police believe Dominic Cummings probably did break lockdown rules following an investigation into his travels around north-east England during …"
        },
        {
            "title": "Boris Johnson brushes off Tory revolt over Dominic Cummings",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has brushed aside a growing revolt of almost 100 of his own MPs and defied ongoing calls for Dominic Cummings to be sacked, despite a po …"
        },
        {
            "title": "Running with deer in park helped Dina Asher-Smith to stay in shape",
            "category": "Sport",
            "snippet": "Dina Asher-Smith has described how running with deer has kept her fit during the Covid-19 lockdown, also admitting she felt relieved when the Olympics …"
        },
        {
            "title": "Trump signs executive order to narrow protections for social media platforms",
            "category": "US-News",
            "snippet": "Donald Trump has fired a shot across the bows of “big tech” companies by signing an executive order that aims to narrow their protections from liabili …"
        },
        {
            "title": "'Do I really care?' Woody Allen comes out fighting",
            "category": "Film",
            "snippet": "When Woody Allen was 20, the writer Danny Simon taught him a few rules about comedy, the most important of which was this: always trust your own judgm …"
        },
        {
            "title": "Trevor Phillips has played no role in BAME Covid-19 deaths review",
            "category": "UK-News",
            "snippet": "Trevor Phillips, whose involvement in an inquiry into Covid-19’s impact on minority ethnic people prompted condemnation from BAME campaigners, has end …"
        },
        {
            "title": "George Floyd protests: what we know so far",
            "category": "US-News",
            "snippet": "The US has been rocked by a third night of protests over the death of George Floyd in police custody. Here is what we know so far: Protests against po …"
        },
        {
            "title": "The journey home after a perfect trip away is the best, bittersweetest bit",
            "category": "Life-and-Style",
            "snippet": "There is a reason plenty of feelgood films close with a completed trip; the end of a journey. A wide-angle shot of a bunch of festival-tired friends, …"
        },
        {
            "title": "Setting the out-of-office is the virtual equivalent of slipping on the flip-flops",
            "category": "Life-and-Style",
            "snippet": "It might seem a little odd to be writing about the joy of composing one’s out-of-office when, thanks to the pandemic, most of us are already out of of …"
        },
        {
            "title": "UK manufacturers planning tens of thousands of redundancies",
            "category": "Business",
            "snippet": "Britain’s manufacturers are poised to make tens of thousands of workers redundant after a worse-than-expected slump in orders, prompted by the pandemi …"
        },
        {
            "title": "My streaming gem: why you should watch Terror Firmer",
            "category": "Film",
            "snippet": "Summary: A film about a series of hilariously grotesque murders on a B-movie film set certainly isn’t going to be to everyone’s taste. But if you’ve ever enjoy …"
        },
        {
            "title": "'Hero bikes': how free bicycles are transforming the lives of Scotland's key workers",
            "category": "UK-News",
            "snippet": "A chance to clear the head after a stressful day; a safe and speedy means of travel in these anxious times; the opportunity to explore a longer-term l …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 6, Michael Jackson – Billie Jean",
            "category": "Music",
            "snippet": "Billie Jean is not cancelled. Whatever personal arrangement you may have come to regarding the life and music of Michael Jackson, the culture at large …"
        },
        {
            "title": "Whit Dickey Trio: Expanding Light review – pin-sharp free jazz finds new heat",
            "category": "Music",
            "snippet": "Summary: A post-Coltrane coterie of American free jazz players, including the late sax radical David S Ware and eclectic composer/bassist William Parker, have …"
        },
        {
            "title": "Clothes … and Other Things that Matter by Alexandra Shulman review – a charming memoir",
            "category": "Books",
            "snippet": "Summary: Alexandra Shulman’s introduction to her charming memoir opens with an inventory of her wardrobe. It is a disarming tactic, as if to say: “See, I have …"
        },
        {
            "title": "Mike Wallace Is Here review – rose-tinted chronicle of a journalistic giant",
            "category": "Film",
            "snippet": "Mike Wallace was the TV news reporter who became a household name in the US in the 60s as a correspondent with the CBS 60 Minutes programme, pioneerin …"
        },
        {
            "title": "Sophie Ellis-Bextor's lockdown listening: 'A child could understand it – stay at home'",
            "category": "Music",
            "snippet": "Summary: Time alone has been in short supply. In the mornings, when I get up with Mickey, my youngest, we’ve been watching Grayson Perry’s Art Club and Celebri …"
        },
        {
            "title": "Mark Haddon: 'The only books I wish I’d written are better versions of my own'",
            "category": "Books",
            "snippet": "The book I am currently reading Homie by Danez Smith, Rusty Brown by Chris Ware and Ice by Anna Kavan, to name only the top three on the pile. The boo …"
        },
        {
            "title": "Experience: I raised an ocelot in the jungle",
            "category": "Life-and-Style",
            "snippet": "I joined the army shortly after leaving school. Initially I enjoyed the feeling of brotherhood but, seven months after joining, I was deployed to Afgh …"
        },
        {
            "title": "My life in sex: the woman in recovery from sexual abuse",
            "category": "Life-and-Style",
            "snippet": "Beginning with my rape at 14, sex has been a disturbing, sometimes violent and always unfulfilling experience. To the outside world, I have it togethe …"
        },
        {
            "title": "Nicolas Winding Refn: 'If Pence became president, this is what America might look like'",
            "category": "Film",
            "snippet": "I’ve been asked to report on what I’ve been watching during quarantine. Mostly, it’s the news – who can top that these days – but when I want to savou …"
        },
        {
            "title": "British Airways may outsource work of 450 redundant employees",
            "category": "Business",
            "snippet": "British Airways is proposing to outsource work being done by at least 450 employees it is making redundant. The Labour party said the proposals were “ …"
        },
        {
            "title": "‘We had to overcome fear’: the unsung heroes caring for Americans as deaths pass 100,000",
            "category": "US-News",
            "snippet": "There are many words for the workers who have borne the brunt of the Covid-19 pandemic: frontliners, essential workers, in some cases, heroes. Doctors …"
        },
        {
            "title": "Williams F1 team open sale talks amid pandemic pressures",
            "category": "Sport",
            "snippet": "Summary: Williams are to consider putting themselves up for sale in order to ensure the future of a team that is still one of the most successful in F1 and has …"
        },
        {
            "title": "Liverpool deputy mayor steps down over lockdown gathering",
            "category": "UK-News",
            "snippet": "Liverpool’s deputy mayor has temporarily stepped down after video footage emerged of a gathering in her garden during the strictest phase of the coron …"
        },
        {
            "title": "Talking Horses: 'Any delay now would be absolutely catastrophic'",
            "category": "Sport",
            "snippet": "Prominent trainers were in disbelief on Friday evening with racing three days away from its planned resumption but with no clear signal from the gover …"
        },
        {
            "title": "First Thing: protests over police killing break out across US",
            "category": "US-News",
            "snippet": "Good morning. Demonstrators stormed the headquarters of the Minneapolis police and set the department’s 3rd precinct station alight on the third night …"
        },
        {
            "title": "Chess: Magnus Carlsen and Hikaru Nakamura level in Lindores semis",
            "category": "Sport",
            "snippet": "Magnus Carlsen and Hikaru Nakamura are poised for a rerun of their dramatic battle early this month after the world and US champions reached 1-1 in a …"
        },
        {
            "title": "My partner has been seeing another woman for years",
            "category": "Life-and-Style",
            "snippet": "My partner has been living a double life. Recently, he was checking his emails on my laptop, but didn’t log out. I discovered that he has been seeing …"
        }
    ]
}