{
    "page": [
        {
            "title": "Rhapsody in blue: a Milanese apartment",
            "category": "Life-and-Style",
            "snippet": "Milan’s Sforza Castle may not be as well known as its Teatro alla Scala or Duomo, but it is one of the Italian city’s proudest monuments. In the mid-1 …"
        },
        {
            "title": "Steve Earle and the Dukes: Ghosts of West Virginia review – testimony to a coal-mining tragedy",
            "category": "Music",
            "snippet": "A longstanding supporter of green and leftwing causes, Steve Earle describes his 20th studio album as “a record that speaks to and for people who didn …"
        },
        {
            "title": "Derby was once ahead of its time, but reliance on making leaves it exposed",
            "category": "Business",
            "snippet": "Next month was supposed to bring 12 months of festivities to Derby, with a series of commemorative events celebrating three centuries of proud manufac …"
        },
        {
            "title": "Why the Treasury’s panic over debt, when borrowing costs next to nothing?",
            "category": "Business",
            "snippet": "A consensus has emerged that the only route out of the lockdown is with government cash. From across the political divide there is support, offered re …"
        },
        {
            "title": "Missouri hairstylist may have exposed 91 people to Covid-19, officials say",
            "category": "US-News",
            "snippet": "A Missouri hairstylist may have exposed 91 customers and coworkers to coronavirus, public health officials said, after the state’s governor allowed bu …"
        },
        {
            "title": "Barton Gellman: ‘The Assange precedent is dangerous’",
            "category": "Books",
            "snippet": "Barton Gellman is an investigative journalist celebrated for his reports on 9/11, former US vice-president Dick Cheney and the surveillance state. He …"
        },
        {
            "title": "In private, Tories were dismayed. In public, they rallied to save Dominic Cummings",
            "category": "Politics",
            "snippet": "It was Mother’s Day – 22 March – and as Covid-19 spread across the country, Boris Johnson was urging families not to mark the occasion as normal. “Thi …"
        },
        {
            "title": "From Justin Bieber to Haim: how seven top artists made video clips in lockdown",
            "category": "Music",
            "snippet": "New Zealand band the Beths are getting ready to release their second album in June. It’s kind of a weird time to do it. “It’s pretty strange, it feels …"
        },
        {
            "title": "MPs in growing revolt over plan for 2 June Commons return",
            "category": "Politics",
            "snippet": "Boris Johnson is facing a growing revolt by MPs of all parties this weekend against plans to force them back to Westminster on 2 June and vote in pers …"
        },
        {
            "title": "How we stay together: 'If he wouldn't dance, it wouldn't have worked'",
            "category": "Life-and-Style",
            "snippet": "Names: Alexandra Garcia Marrugo and Pedro De La Rosa Years together: 29 Occupations: Lecturer and engineer She was young and in love but when the then …"
        },
        {
            "title": "Cummings and cabinet cheerleaders feel heat from social media fury",
            "category": "Politics",
            "snippet": "A huge outpouring of anger, frustration and sadness appeared across social media on Saturday after government ministers sought to defend Dominic Cummi …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Powderfinger One Night Lonely review – first show in a decade a poignant reminder of what we've lost",
            "category": "Music",
            "snippet": "There were many poignant moments watching Powderfinger streaming their first show in a decade on Saturday night, but the biggest one was seeing bassis …"
        },
        {
            "title": "Trumpocalypse review: David Frum bushwhacks a new axis of evil",
            "category": "US-News",
            "snippet": "Summary: Nearly 100,000 Americans lie dead, almost 40 million people are out of work, home mortgage delinquencies are soaring and the Mall of America is stiffi …"
        },
        {
            "title": "From the archive: Elvis remembered, 1980",
            "category": "Life-and-Style",
            "snippet": "In 1980, the veteran journalist and screenwriter Ray Connolly examined the Elvis phenomenon in an insightful but melancholic essay in the Observer Mag …"
        },
        {
            "title": "Ariel Dorfman: ‘Reading together is a way of enjoying new experiences’",
            "category": "Life-and-Style",
            "snippet": "Summary: Are you an early riser? I only sleep six hours a night, but Angélica, my wife, needs almost double. During the week I’m up at 5am to write, but on wee …"
        },
        {
            "title": "Butter, pasta, massage guns… The strange world of lockdown essentials",
            "category": "Life-and-Style",
            "snippet": "So perhaps, if we stay alert and follow Mr Johnson’s absolutely infallible multicoloured plan, the shops will open soon. I don’t know how I feel about …"
        },
        {
            "title": "Lockdown playlists for every mood, part one: chosen by Jarvis Cocker, Haim and Lianne La Havas",
            "category": "Music",
            "snippet": "Jarvis Cocker’s uplifting playlist … for raising the spirits Cocker and his partner, Kim, have been keeping their spirits up during lockdown by doing …"
        },
        {
            "title": "Enjoy the great outdoors – from the inside",
            "category": "Life-and-Style",
            "snippet": "As a botanist, I am fascinated by the growing body of scientific evidence of the powerful and positive impact that simply being around plants can have …"
        },
        {
            "title": "A  bride, a groom and a booking … but no big day yet for lovers in lockdown",
            "category": "Life-and-Style",
            "snippet": "Across Britain, would-be newlyweds are frantically making adjustments to wedding plans thrown into disarray by the worldwide pandemic. Some are resche …"
        },
        {
            "title": "KSI: Dissimulation review – a pugnacious debut",
            "category": "Music",
            "snippet": "Dissimulation is the pugnacious solo debut LP of UK rapper KSI. Straight outta Berkhamsted, Hertfordshire, Olajide Olatunji first found renown as a Yo …"
        },
        {
            "title": "Igor Levit: 'These concerts were life-saving for me'",
            "category": "Music",
            "snippet": "The Russian-born, German-based superstar pianist Igor Levit, 33, is renowned for the fearlessness and intensity of his playing, and for his zest for t …"
        },
        {
            "title": "The US doctors taking Trump’s lead on hydroxychloroquine – despite mixed results",
            "category": "US-News",
            "snippet": "Summary: There is an alternate universe of Covid-19 misinformation masquerading as science, which with the encouragement of Donald Trump, is proliferating amon …"
        },
        {
            "title": "Race, wealth and public spaces: US beaches are a new flashpoint of the lockdown",
            "category": "US-News",
            "snippet": "Summary: As Florida’s beaches shut down in April, part of the state’s pandemic stay-at-home order, Josh Davis noticed something strange in Palm Beach county. “ …"
        },
        {
            "title": "Lockdown playlists for every mood, part two: chosen by Norah Jones, Joe Talbot and Flohio",
            "category": "Music",
            "snippet": "Norah Jones’s peaceful playlist … for a calm start to the day In lockdown in New York, Norah Jones and her husband, Pete, have started a new musical t …"
        },
        {
            "title": "Wild Child review – notes from the landscape of childhood",
            "category": "Books",
            "snippet": "One of my favourite essays is a piece by Michael Chabon called The Wilderness of Childhood. It’s about how children’s imaginations – and the books the …"
        },
        {
            "title": "'Like a tap being turned off': music magazines fight for survival in UK",
            "category": "Music",
            "snippet": "As the nation locked down in March, the staff of Loud and Quiet magazine knew they were in trouble. No gigs or festivals for the foreseeable future di …"
        },
        {
            "title": "Tim Burgess: I Love the New Sky review – unabashedly uplifting",
            "category": "Music",
            "snippet": "Summary: A chameleon of the times, Charlatans frontman Tim Burgess has manoeuvred smooth transitions from baggy psychedelicist to pugnacious belter of Britpop …"
        },
        {
            "title": "Lockdown playlists for every mood, part three: chosen by Bat for Lashes, Neil Tennant, Jason Williamson and Mike Skinner",
            "category": "Music",
            "snippet": "Bat for Lashes’s optimistic playlist … for bringing positive vibes At her home of three years in Los Angeles, Natasha Khan and her boyfriend are havin …"
        },
        {
            "title": "Senior BHA official 'incredibly confident' of racing return on 1 June",
            "category": "Sport",
            "snippet": "A senior racing official has said he is “incredibly confident” that the sport will be allowed to resume a week on Monday, even though a final decision …"
        },
        {
            "title": "Unite calls for renewed HSE spot checks to reduce Covid-19 risk",
            "category": "UK-News",
            "snippet": "Ministers should rip up laws that were designed to reduce red tape but which are putting workers and their families at risk of Covid-19 infection, the …"
        },
        {
            "title": "Did Dominic Cummings break the law on lockdown rules?",
            "category": "Politics",
            "snippet": "On 23 March, the prime minister announced a nationwide lockdown to slow the spread of coronavirus. “I must give the British people a very simple instr …"
        },
        {
            "title": "New UK legal advice could open door to Hong Kong citizens",
            "category": "Politics",
            "snippet": "A UK government claim that insurmountable legal obligations to China prevent ministers offering a right of abode to tens of thousands of Hong Kong cit …"
        },
        {
            "title": "From wonky tables to broken printers: how to solve the most irritating household problems",
            "category": "Life-and-Style",
            "snippet": "The lockdown is a good opportunity to learn to repair some commonly broken items. Not only do many of us have more time on our hands than usual, but s …"
        },
        {
            "title": "Dominic Cummings faces growing pressure to resign from Tory MPs",
            "category": "Politics",
            "snippet": "A growing number of senior Conservatives are demanding the resignation of Boris Johnson’s chief adviser, Dominic Cummings, over allegations that he br …"
        },
        {
            "title": "Mother of Manchester teenager killed in 2019  dies 'with broken heart'",
            "category": "UK-News",
            "snippet": "A mother who had been fighting for answers following the stabbing of her teenage son in Greater Manchester has died “with a broken heart”, her family …"
        },
        {
            "title": "Dominic Cummings timeline: what we know about his movements",
            "category": "Politics",
            "snippet": "When Dominic Cummings was photographed sprinting out of Downing Street on the same day the prime minister and the health secretary were reported to ha …"
        },
        {
            "title": "Daniel Abt guilty of using a ringer to drive for him in Formula E esport race",
            "category": "Sport",
            "snippet": "Summary: The Audi Formula E driver Daniel Abt has been found guilty of using a ringer to drive for him in the Formula E esport championship. Abt has been disqu …"
        },
        {
            "title": "Democratic VP contender Demings slams Trump 'gall' over Biden black voters gaffe",
            "category": "US-News",
            "snippet": "Val Demings, a Democratic representative from Florida among contenders to be Joe Biden’s presidential running mate, has castigated Donald Trump for ha …"
        },
        {
            "title": "'Truth twisters': rogue civil service tweet causes storm",
            "category": "Politics",
            "snippet": "It was a sentiment perhaps shared by at least some people who had watched Boris Johnson’s press conference, but not necessarily what you might expect …"
        },
        {
            "title": "Dominic Cummings facing possible police investigation as pressure mounts",
            "category": "Politics",
            "snippet": "Dominic Cummings is facing a possible police investigation under health laws over a claim that he breached self-isolation rules in north-east England, …"
        },
        {
            "title": "No dignity, no future: Boris forsakes leadership to protect Cummings",
            "category": "Politics",
            "snippet": "Summary: Look on the bright side: at least we’ve had it confirmed who is actually running the country these days. And it isn’t the prime minister. Boris Johnso …"
        },
        {
            "title": "Johnson's defence of Cummings sparks anger from allies and opponents alike",
            "category": "Politics",
            "snippet": "Boris Johnson has staked his political reputation on saving the career of Dominic Cummings, amid growing anger among Conservative MPs that the No 10 c …"
        },
        {
            "title": "'What planet are they on?': the papers on the PM's defence of Dominic Cummings",
            "category": "Politics",
            "snippet": "Boris Johnson’s defence of Dominic Cummings has dominated the front pages of the UK’s media landscape, with newspapers taking varied lines on the prim …"
        },
        {
            "title": "Extra UK bank holiday in October 'could boost economy by £500m'",
            "category": "Business",
            "snippet": "Summary: A prominent economist, who once suggested that the average bank holiday left the UK with a bill for billions of pounds, says an extra national holiday …"
        },
        {
            "title": "Elite athletes must be able to miss contact training, says report",
            "category": "Sport",
            "snippet": "Elite athletes must be given the ability to opt out of a return to contact training, according to new advice from the government that paves the way fo …"
        },
        {
            "title": "Tom Brady miracle shot can't prevent defeat to Tiger Woods in $10m charity golf match",
            "category": "Sport",
            "snippet": "Tom Brady, an athlete acquainted with magnificent comebacks, pulled off a highlight-reel shot during a made-for-TV charity golf match featuring Tiger …"
        },
        {
            "title": "Coronavirus strands English-born musher in Alaska after Iditarod win",
            "category": "Sport",
            "snippet": "Thomas Waerner won this year’s Iditarod Trail Sled Dog Race in March, but he is still waiting to return to his home in Norway. Waerner and his 16 dogs …"
        },
        {
            "title": "Sydney Opera House's livestreamed concert series could be a game-changer for local bands",
            "category": "Music",
            "snippet": "Vivid festival was due to light up Sydney on Friday but instead the city is dark and silent bar a few night-joggers ploughing the streets. There’s a s …"
        }
    ]
}