{
    "page": [
        {
            "title": "Don Vappie & Jazz Créole: The Blue Book of Storyville review – delicate rhythm and banjo",
            "category": "Music",
            "snippet": "An easy-going singer, virtuoso of the banjo and larger-than-life character, Don Vappie is as New Orleans as they come. His mixed-race Creole ancestors …"
        },
        {
            "title": "Family cooking under coronavirus: 'I've become a chef with two grumpy regular customers'",
            "category": "Life-and-Style",
            "snippet": "Summary: I’m sitting down to write this having just cleaned fox poo out of the tiny grooves in the soles of my four-year-old’s sandals. She also, somehow, smea …"
        },
        {
            "title": "‘I can just glide through traffic’: how e-bikes could answer our commuting problems",
            "category": "Life-and-Style",
            "snippet": "When Ben Longdon’s son got too heavy for him and his wife, Laura, to manage on the back of their bikes on their hilly Cornish commute, it looked as if …"
        },
        {
            "title": "Rugby's factions must pull together or coronavirus crisis could tear sport apart",
            "category": "Sport",
            "snippet": "Future historians will pinpoint the past few days as the moment global rugby union came face to face with stark reality. Like an iceberg few imagined …"
        },
        {
            "title": "Phil May obituary",
            "category": "Music",
            "snippet": "As the singer and chief songwriter of the Pretty Things, Phil May, who has died aged 75 from complications following hip surgery after a cycling accid …"
        },
        {
            "title": "Sanders says his supporters will vote for Biden but he needs to court them",
            "category": "US-News",
            "snippet": "Former Democratic presidential candidate Bernie Sanders has said he thinks his supporters will vote for Joe Biden in November’s US election, despite a …"
        },
        {
            "title": "Neil Davidson obituary",
            "category": "UK-News",
            "snippet": "My friend Neil Davidson, who has died aged 62 of a brain tumour, was a leading Scottish intellectual of the radical left. The author of seven books on …"
        },
        {
            "title": "Heathrow boss urges plan to restart flights between low-risk countries",
            "category": "Business",
            "snippet": "The boss of Heathrow has urged the government to develop plans to restart travel between “low-risk countries” as global lockdown measures are eased. J …"
        },
        {
            "title": "Charity brings drug treatments to addicts' doors in lockdown",
            "category": "UK-News",
            "snippet": "Recovering heroin addicts in Edinburgh who need to self-isolate are now receiving home deliveries of methadone, as experts call for further creative t …"
        },
        {
            "title": "Britain is at risk of 'returning to 80s levels of unemployment'",
            "category": "Business",
            "snippet": "Summary: The UK is at risk of returning to the high unemployment levels of the 1980s, according to the Bank of England’s chief economist. Andy Haldane said Bri …"
        },
        {
            "title": "Rugby Australia develops a messiah complex as rescue mission begins",
            "category": "Sport",
            "snippet": "It was only a month and a half ago that the private equity specialist Peter Wiggs was hailed as the saviour of Australian rugby, whose financial fragi …"
        },
        {
            "title": "Pelosi: Trump firing of Steve Linick could be ‘unlawful if it's retaliation'",
            "category": "US-News",
            "snippet": "House speaker Nancy Pelosi warned on Sunday that Donald Trump might have broken the law by firing the inspector general of the state department. Trump …"
        },
        {
            "title": "UK to publish draft treaty in effort to reboot Brexit process",
            "category": "Politics",
            "snippet": "British negotiators fear Michel Barnier has been unable to get EU leaders to focus on Brexit trade and security talks as a result of the coronavirus p …"
        },
        {
            "title": "Investing in firms with better record on social issues pays, study finds",
            "category": "Business",
            "snippet": "Summary: Investing in companies with better records on social issues and good governance pays according to the world’s largest asset manager, with those invest …"
        },
        {
            "title": "Tories accused of hypocrisy over key workers with immigration bill",
            "category": "UK-News",
            "snippet": "The shadow home secretary has accused the government of “rank hypocrisy” for closing the door to low-skilled immigration while cheering NHS workers. A …"
        },
        {
            "title": "Despite UK furlough scheme 6 million fear losing their job – study",
            "category": "Politics",
            "snippet": "As many as 6 million people in Britain fear losing their job within six months as the coronavirus outbreak causes the biggest economic shock in living …"
        },
        {
            "title": "Keeping schools closed in England will widen inequalities – study",
            "category": "Politics",
            "snippet": "Keeping schools closed to tackle the coronavirus pandemic is almost certain to increase educational inequalities between children from the richest and …"
        },
        {
            "title": "'Keeping Ansett alive': an airline reborn in hipster clothes and basketball",
            "category": "Business",
            "snippet": "September 11, 2001 might be branded as the darkest day in our collective memory, but for Ray Cervai, it was the events of three days later that stood …"
        },
        {
            "title": "'They'd greet us with fire extinguishers!': the wild times of Blixa Bargeld",
            "category": "Music",
            "snippet": "‘The fire got a bit out of control,” says Blixa Bargeld, recalling a gig his band played in 1986. As Einstürzende Neubauten, which means Collapsing Ne …"
        },
        {
            "title": "Jesse Jackson: 'The gated community does not protect you from the pandemic'",
            "category": "US-News",
            "snippet": "The Rev Jesse Jackson was born in the racially segregated south when Franklin Roosevelt occupied the White House and war raged in Europe. He was an ey …"
        },
        {
            "title": "Chelsea flower show opens online amid lockdown gardening boom",
            "category": "Life-and-Style",
            "snippet": "Summary: As an online version of the Chelsea flower show kicks off, horticultural experts are highlighting the mental health benefits of green spaces, with evi …"
        },
        {
            "title": "'Nature has shaken us': Welsh youths' 2020 message to the world",
            "category": "UK-News",
            "snippet": "Summary: The first message of peace and goodwill from the young people of Wales was sent out to the world via morse code. Later their words of hope and solidar …"
        },
        {
            "title": "Negative Capability by Michèle Roberts review – the novelist's wisdom casts a spell",
            "category": "Books",
            "snippet": "It’s hard to write about rejection; perhaps it’s the hardest thing of all. Who wants to revisit such pain? Who really cares to crack open the smooth s …"
        },
        {
            "title": "Heroes, runners and riders: sports books to get your heart racing",
            "category": "Books",
            "snippet": "In these times of containment and claustrophobia – with stadiums empty, pitches silent and TV cameras unplugged – sports books are one way to fill the …"
        },
        {
            "title": "Coronavirus: contact-tracing applicants in England wrongly told hiring paused",
            "category": "Politics",
            "snippet": "Summary: Ministers have been accused of “misstep after misstep” after applicants to become contact tracers for the NHS in England were told recruitment was on …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 15, Jerry Lee Lewis – Great Balls of Fire",
            "category": "Music",
            "snippet": "The revolutionary force of rock’n’roll’s first wave echoed down the years because it broke racial taboos, mixing black and white music, black and whit …"
        },
        {
            "title": "Democrats feel tide turning their way in battle to flip US Senate",
            "category": "US-News",
            "snippet": "Just three months ago, centrist Democrats were panicking. After strong performances in Iowa, New Hampshire and Nevada, the Vermont senator Bernie Sand …"
        },
        {
            "title": "UK shopping centre firm Intu seeks debt standstill as lockdown takes toll",
            "category": "Business",
            "snippet": "Intu Properties, one of Britain’s biggest shopping centre operators, is seeking standstill agreements from its lenders as it battles for survival afte …"
        },
        {
            "title": "Why can't I list parenting on my resume?",
            "category": "US-News",
            "snippet": "By the time I gave birth to my second daughter, her older sister was just 19 months old. At the time, I did research for a small nonprofit and my inco …"
        },
        {
            "title": "First Thing: China is under the spotlight at the World Health Assembly",
            "category": "US-News",
            "snippet": "﻿Good morning, China’s early handling of the coronavirus outbreak will come back under scrutiny on Monday, as the World Health Assembly – the governin …"
        },
        {
            "title": "Lilly Wachowski rounds on Ivanka Trump and Elon Musk over Matrix tweets",
            "category": "Film",
            "snippet": "Film-maker Lilly Wachowski has responded to Elon Musk and Ivanka Trump after the pair bantered on social media using a phrase from the Wachowskis’ hit …"
        },
        {
            "title": "Johnny Depp libel claim can use Amber Heard PA evidence, says high court",
            "category": "Film",
            "snippet": "Evidence from a former employee of Amber Heard can form part of Johnny Depp’s case in his libel claim against the Sun newspaper over allegations he wa …"
        },
        {
            "title": "How to write 1,000 poems in 1,000 days",
            "category": "Books",
            "snippet": "For the past 1,000 days, I’ve been writing at least one poem a day. I started on 17 August 2017 as a terrorist attack was unfolding in Barcelona. I wa …"
        },
        {
            "title": "Poem of the week: Ambala by Shanta Acharya",
            "category": "Books",
            "snippet": "Ambala She burst into my room dancing, humming, a force of nature, her dark skin gleaming, cleaving me with her beauty’s pulse. I sat face-masked, hal …"
        },
        {
            "title": "US lockdown protests may have spread virus widely, cellphone data suggests",
            "category": "US-News",
            "snippet": "Cellphone location data suggests that demonstrators at anti-lockdown protests – some of which have been connected with Covid-19 cases – are often trav …"
        },
        {
            "title": "Michel Piccoli, renowned French acting veteran, dies aged 94",
            "category": "Film",
            "snippet": "Michel Piccoli, the veteran French actor renowned for a string of celebrated performances for directors such as Luis Bunuel, Jean-Luc Godard and Louis …"
        },
        {
            "title": "Bob Marley: where to start in his back catalogue",
            "category": "Music",
            "snippet": "Summary: The album to start with Exodus (1977) Picking a top Bob Marley and the Wailers LP is tough. The revelatory arc his albums form over the two-plus decad …"
        },
        {
            "title": "Republican apologizes for likening Covid-19 curbs to Nazis' persecution of Jews",
            "category": "US-News",
            "snippet": "Antisemitic and Nazi-sympathizing comments made by a Republican state representative in Alaska, who likened Covid-19 safety measures at the state capi …"
        },
        {
            "title": "Taika Waititi leads all-star charity Roald Dahl readings",
            "category": "Books",
            "snippet": "Chris and Liam Hemsworth, Ryan Reynolds, Meryl Streep and Benedict Cumberbatch are among stars taking part in a group reading of Roald Dahl’s beloved …"
        },
        {
            "title": "Aldi partners Deliveroo for 30-minute grocery delivery service",
            "category": "Business",
            "snippet": "Aldi is teaming up with the takeaway courier service Deliveroo to offer grocery home deliveries as the coronavirus crisis heats up demand for online s …"
        },
        {
            "title": "British army veteran faces £27,000 NHS hospital bill",
            "category": "UK-News",
            "snippet": "A Commonwealth-born veteran, who served for more than a decade in the British army including tours of Afghanistan and Iraq, has been told he must pay …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. “Now, here is someone who can write,” says Larts. …"
        },
        {
            "title": "Observer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Bu …"
        },
        {
            "title": "Teenager stabbed to death in row over phone charger, court hears",
            "category": "UK-News",
            "snippet": "A 15-year-old boy stabbed another teenager to death with a “Rambo-style” knife during an argument over a phone charger, a jury has heard. The defendan …"
        },
        {
            "title": "Real-life Lord of the Flies story sparks film rights scramble",
            "category": "Film",
            "snippet": "The Guardian’s immensely popular article about a real-life Lord of the Flies-style shipwreck has sparked a scramble for screen adaptation rights among …"
        },
        {
            "title": "UK coronavirus testing extended to anyone over age of five",
            "category": "Politics",
            "snippet": "Summary: Coronavirus testing is being extended in the UK to anyone over the age of five with symptoms, Matt Hancock has announced, as it emerged that the natio …"
        },
        {
            "title": "Trump sons provoke outrage with baseless attacks on Biden and lockdown",
            "category": "US-News",
            "snippet": "Donald Trump Jr and Eric Trump, the US president’s oldest sons, have attracted fierce criticism for attacking Joe Biden and Democrats in terms most ob …"
        },
        {
            "title": "How we met: 'I had this surge of adrenaline. I just had to get to know her'",
            "category": "Life-and-Style",
            "snippet": "Andrew Bone was working as a truck driver for the International Committee of the Red Cross in 1993, distributing food and medicine to war-torn areas o …"
        },
        {
            "title": "Markets surge amid Covid-19 vaccine hopes and Fed's stimulus pledge - as it happened",
            "category": "Business",
            "snippet": "And finally.... here’s our economics editor Larry Elliott on today’s stock market action: Goodnight. GW Time for a recap Global stock markets have enj …"
        },
        {
            "title": "English summer: protocols, a 30-man squad and maybe even some cricket",
            "category": "Sport",
            "snippet": "Summary: The advent of 30 names – not an official squad, as Ashley Giles has been keen to emphasise, but a large cluster of cricketers who have been summoned t …"
        }
    ]
}