{
    "page": [
        {
            "title": "Coronavirus wage subsidies costing UK Treasury £22bn",
            "category": "Politics",
            "snippet": "A third of the British workforce is receiving wage subsidies at a cost of almost £22bn to the Treasury, according to the latest government figures. HM …"
        },
        {
            "title": "Krabi, 2562 review – mystery and mysticism in the Thai tropics",
            "category": "Film",
            "snippet": "It is the Buddhist year 2562 (or 2019 in the Gregorian calendar), and this probing, experimental and collaborative film by Ben Rivers and Anocha Suwic …"
        },
        {
            "title": "Trump threatens social media after Twitter puts warning on his false claims",
            "category": "US-News",
            "snippet": "Donald Trump has threatened to “strongly regulate” or close down social media platforms that do not meet his standards for ideological balance, a day …"
        },
        {
            "title": "Boohoo forced to defend itself from activist shareholder",
            "category": "Business",
            "snippet": "Boohoo has defended its accounting practices after criticism by an investor known as the “Dark Destroyer” hit the online fashion specialist’s share pr …"
        },
        {
            "title": "Will the Labyrinth sequel work without David Bowie and Jim Henson?",
            "category": "Film",
            "snippet": "Name: Labyrinth 2. Age: It has been in the works for a few years, but a new director has just been announced. Appearance: That Labyrinth sequel you ha …"
        },
        {
            "title": "More than 10m workers paid £21.8bn in UK government coronavirus support – as it happened",
            "category": "Business",
            "snippet": "Stock markets gained ground in the US and Europe on Wednesday thanks to hopes that lockdowns will ease, allowing economies to stutter to a start again …"
        },
        {
            "title": "My favourite film aged 12: Ghost",
            "category": "Film",
            "snippet": "When you’re 12 the main thing you want to be is 13. You’re desperate to be older. Desperate to grow up. This feeling is particularly acute when you ha …"
        },
        {
            "title": "'We’re hunted': LeBron James among athletes expressing anger at George Floyd's death",
            "category": "Sport",
            "snippet": "Athletes including LeBron James, Lewis Hamilton and Colin Kaepernick have expressed their anger and grief over the death of George Floyd, the African …"
        },
        {
            "title": "Around the World When You Were My Age review – going nowhere fast",
            "category": "Film",
            "snippet": "I couldn’t make friends with this film, an indulgent, self-conscious essay-memoir movie from director Aya Koretzky. It is about her Japanese father Ji …"
        },
        {
            "title": "Help us document the US healthcare workers who die fighting coronavirus",
            "category": "US-News",
            "snippet": "Lost on the frontline is a project by the Guardian and Kaiser Health News that aims to document the life of every healthcare worker in the US who dies …"
        },
        {
            "title": "Law student shot dead in crossfire of business dispute, court told",
            "category": "UK-News",
            "snippet": "A “remarkable and inspirational” law student was shot dead in the street after being caught in the crossfire of a dispute between two tyre companies, …"
        },
        {
            "title": "Andy Murray hopes for June return as plans to restart tennis gather pace",
            "category": "Sport",
            "snippet": "Andy Murray will be hoping to compete in his first match since November when competitive tennis returns to Great Britain at the end of next month with …"
        },
        {
            "title": "Spike Island at 30: the Stone Roses gig was scary, shambolic – and pure bliss",
            "category": "Music",
            "snippet": "History tells me that the Stone Roses at Spike Island was, in musical terms, awful: the band seemed bored, the sound was weak. Here were 27,000 people …"
        },
        {
            "title": "Government accused of cronyism after ex-Tory MPs given tourism roles",
            "category": "Politics",
            "snippet": "Two former Conservative MPs have been appointed to senior tourism jobs despite an apparent lack of direct experience in the sector, prompting accusati …"
        },
        {
            "title": "Boris Johnson grilled by MPs over Dominic Cummings’ lockdown breach",
            "category": "Politics",
            "snippet": "Boris Johnson has again refused to apologise for breaches of coronavirus lockdown rules by Dominic Cummings, telling a committee of senior MPs that po …"
        },
        {
            "title": "Larry Kramer, groundbreaking author and Aids activist, dies aged 84",
            "category": "US-News",
            "snippet": "The groundbreaking American writer and tireless activist for gay rights and a national effort to tackle the HIV/Aids crisis, Larry Kramer, has died in …"
        },
        {
            "title": "Covid-19 recovery will be tough, warns Bank of England governor",
            "category": "Business",
            "snippet": "The governor of the Bank of England, Andrew Bailey, has warned that Britain’s recovery from its Covid-19 slump will be tougher than anticipated and si …"
        },
        {
            "title": "The Australian book you've finally got time to read: Sentenced to Life by Clive James",
            "category": "Books",
            "snippet": "Walking home recently under grey skies, I stopped to watch the afternoon light fail. I could have looked at my phone for comfort, but I found myself i …"
        },
        {
            "title": "NRL takes centre stage as game returns with a Covid-19 era twist",
            "category": "Sport",
            "snippet": "The most dissected and debated recommencement to Australian sport is finally upon us. It has been no easy course, but when the Broncos and Eels run ou …"
        },
        {
            "title": "UK economy faces longer and slower recovery from Covid",
            "category": "Business",
            "snippet": "The British economy is showing the first signs of emerging from the worst of the economic damage triggered by the coronavirus pandemic but is heading …"
        },
        {
            "title": "Former Tory donor's housing project 'unlawfully approved to avoid £40m hit'",
            "category": "Politics",
            "snippet": "The housing secretary knew that a billionaire former media tycoon had only 24 hours to have an east London property development approved before commun …"
        },
        {
            "title": "Tory anger at Dominic Cummings grows as 61 MPs defy Boris Johnson",
            "category": "Politics",
            "snippet": "More than 60 Conservative MPs have continued to defy Boris Johnson’s calls to “move on” from the Dominic Cummings crisis as a senior minister broke ra …"
        },
        {
            "title": "The Proms to go ahead this summer, but 'not as we know them'",
            "category": "Music",
            "snippet": "There will be Prom concerts this summer but not as we know them and, given there may well be no live audiences and no full orchestras, they are the gr …"
        },
        {
            "title": "The Proms needs its audience just as we need the Proms",
            "category": "Music",
            "snippet": "I first went to a Proms concert as a teenager. Just as one does still today, I joined the queue that snakes around the outside of the Albert Hall, bou …"
        },
        {
            "title": "Ryanair worst airline for flight cancellation refunds, finds Which?",
            "category": "Business",
            "snippet": "Ryanair is the worst major airline for refunding British customers whose flights have been cancelled during the coronavirus pandemic, with more than e …"
        },
        {
            "title": "Walk this way! How to optimise your stride and focus your mind to get the most from your daily stroll",
            "category": "Life-and-Style",
            "snippet": "As a form of physical activity, it is easy to dismiss walking as, well, pedestrian. But now its benefits, both physical and mental, are being apprecia …"
        },
        {
            "title": "Quarantine article by Dominic Cummings' wife reported to regulator",
            "category": "Politics",
            "snippet": "The article that appeared in the Spectator at the end of April painted a picture of a family in turmoil during a pandemic, with a wife describing the …"
        },
        {
            "title": "Out of My Skull by James Danckert and John D Eastwood – the psychology of boredom",
            "category": "Books",
            "snippet": "﻿According to the great proto-existentialist philosopher Arthur Schopenhauer, the life of a human or other beast “swings like a pendulum back and fort …"
        },
        {
            "title": "Scrapping jobkeeper too early risks Australian economy falling off a cliff, Covid inquiry told",
            "category": "Business",
            "snippet": "The governor of the Reserve Bank has warned the government the jobkeeper program may need to be kept going beyond its current cut-off date to avoid th …"
        },
        {
            "title": "UK infrastructure 'under threat from climate breakdown'",
            "category": "Business",
            "snippet": "Britain’s vital infrastructure is under threat from the ravages of extreme weather and climate breakdown, unless ministers take swift action to protec …"
        },
        {
            "title": "Intuition review – cliches run wild in Argentinian Netflix thriller",
            "category": "Film",
            "snippet": "The Argentinian thriller Intuition begins where most thrillers end. Renegade detective Francisco Juanez (Joaquín Furriel) is dragging his skeptical co …"
        },
        {
            "title": "Sport fans, what have you missed the most (or not at all) during lockdown?",
            "category": "Sport",
            "snippet": "In a parallel world, the FA Cup final was contested at Wembley on Saturday and attention is now turning to the Champions League final in Istanbul this …"
        },
        {
            "title": "The 100 greatest UK No 1s: No 7, The Human League – Don't You Want Me",
            "category": "Music",
            "snippet": "Sometimes you can’t quite trust artists to tell the truth about their best work. Speaking to Smash Hits around the time of Don’t You Want Me’s release …"
        },
        {
            "title": "Screened Out review – screentime doc knows how to press your buttons",
            "category": "Film",
            "snippet": "With this enthusiastic, info-taining documentary Jon Hyatt runs the risk of stating the bleeding obvious by elaborating on facts everyone is already a …"
        },
        {
            "title": "EasyJet plans to cut up to 30% of staff as Covid-19 hits demand",
            "category": "Business",
            "snippet": "Summary: EasyJet has announced plans to cut up to 30% of its workforce, or 4,500 employees, as it prepares for lower customer demand when it resumes flying in …"
        },
        {
            "title": "David Attenborough to publish 'witness statement' on climate crisis",
            "category": "Books",
            "snippet": "Summary: David Attenborough is to publish his “vision for the future” of Earth this autumn, laying out “the dreadful damage” done by humanity, and the ways “we …"
        },
        {
            "title": "MotoGP last-lap battles, pro-celebrity golf and memories of Glyn Pardoe",
            "category": "Sport",
            "snippet": "Summary: 1) This was supposed to be Champions League final week, with a return to Istanbul, scene of 2005’s all-time classic, hosting the showpiece this Saturd …"
        },
        {
            "title": "'Without it, I’d be lost': the unexpected joy of Zoom Shabbat",
            "category": "Life-and-Style",
            "snippet": "Summary: Before the pandemic, Shabbat for me meant a break from screens. My synagogue, housed in a century-old building on a residential street in a quiet Toro …"
        },
        {
            "title": "Rugby union players must have the final say on when it is safe to resume",
            "category": "Sport",
            "snippet": "What comes first, your job or your health? It is a question many are asking as lockdown restrictions gradually start to ease with the aim of rekindlin …"
        },
        {
            "title": "Mike Bower obituary",
            "category": "UK-News",
            "snippet": "My friend Mike Bower inspired and led the transformation of Sheffield at a time of political and economic crisis. As leader of Sheffield city council …"
        },
        {
            "title": "First Thing: the US has passed a grim milestone – 100,000 Covid-19 deaths",
            "category": "US-News",
            "snippet": "Good morning. More than 100,000 US citizens have died from the coronavirus, a toll almost three times that of any other country and more than the US l …"
        },
        {
            "title": "Nissan's Sunderland factory safe but plant in Barcelona will close",
            "category": "Business",
            "snippet": "Nissan’s Sunderland manufacruring is to stay open, but the carmaker is instead shutting a factory in Barcelona as the Japanese auto firm seeks to cut …"
        },
        {
            "title": "Ill-advised car journeys on film – ranked!",
            "category": "Film",
            "snippet": "13. Sonic the Hedgehog (2020) The internet tells us that Sonic the Hedgehog can run at 362mph. In the film Sonic the Hedgehog, the eponymous hero has …"
        },
        {
            "title": "Courier firm accused of targeting union activists for redundancy",
            "category": "Business",
            "snippet": "A courier company that delivers coronavirus samples for testing has been plunged into an industrial dispute over the dismissal of staff who claim they …"
        },
        {
            "title": "NRL 2020 returns: Brisbane Broncos 6-34 Parramatta Eels – as it happened",
            "category": "Sport",
            "snippet": "Summary: Welcome back, live sport. How we’ve missed you. In the dark initial days of Covid-19, many feared Australia’s winter codes would be done for 2020. But …"
        },
        {
            "title": "US job losses pass 40m as coronavirus crisis sees claims rise 2.1m in a week",
            "category": "Business",
            "snippet": "The number of Americans who have lost their jobs in the past 10 weeks soared to more than 40 million as the number of unemployment claims continued to …"
        },
        {
            "title": "'I don’t know how I’ll survive': the laid-off workers devastated by coronavirus cuts",
            "category": "Business",
            "snippet": "Sandra Rivera Del Valle, a cabin cleaner with airline contractor Eulen America at Orlando airport in Florida, started experiencing cold-like symptoms …"
        },
        {
            "title": "Brother of George Floyd calls for death penalty for police involved",
            "category": "US-News",
            "snippet": "The brother of George Floyd, the black man killed by police in Minneapolis on Monday after an incident captured on video in which an officer knelt on …"
        },
        {
            "title": "'You lot can’t rattle me': John Boyega defends explicit anti-racism posts in wake of George Floyd death",
            "category": "Film",
            "snippet": "John Boyega has been praised for a series of uncompromising social media posts speaking out about racism in the wake of the killing of George Floyd by …"
        },
        {
            "title": "UK asylum applications fall sharply during lockdown",
            "category": "UK-News",
            "snippet": "The number of applications for asylum in the UK has plunged during the Covid-19 pandemic, figures show, as global restrictions have disrupted travel. …"
        }
    ]
}