{
    "page": [
        {
            "title": "Yesterday credits row shows trouble's never far away in film writing",
            "category": "Film",
            "snippet": "As a premise, it is surprisingly simple: a young musician who is the only person in the world to know the Beatles’ back catalogue forges a successful …"
        },
        {
            "title": "Being black while in nature: 'You’re an endangered species'",
            "category": "Life-and-Style",
            "snippet": "It was 2011 when Rue Mapp was followed by a white woman in an Oakland, California, park, while out on a national campaign to get local families connec …"
        },
        {
            "title": "'It's depressing': Toronto and Catalans prepare to decamp to England",
            "category": "Sport",
            "snippet": "For 125 years, rugby league’s greatest strength has perhaps been its instinct for innovation. For a sport that often finds itself in the shadows of it …"
        },
        {
            "title": "Beware jeans, avoid the gutter, keep your saddle dry … 10 tips to make cycling a delight",
            "category": "Life-and-Style",
            "snippet": "Desperate to get the country moving again, the government is promising a new era for cyclists, with pop-up bike lanes, car-free corridors and major in …"
        },
        {
            "title": "Parents call for virtual school for Scottish pupils",
            "category": "UK-News",
            "snippet": "Summary: Some parents are calling for a Scotland-wide virtual school as anxieties grow at the prospect of indefinite home schooling into the autumn and beyond. …"
        },
        {
            "title": "George Floyd protesters condemn 'opportunistic' looting and violence",
            "category": "US-News",
            "snippet": "Summary: Protesters in Minneapolis have condemned as “opportunistic” looting and violence taking place in cities across the US, saying it is not being done in …"
        },
        {
            "title": "Gauff and Osaka should not be discouraged from their protests",
            "category": "Sport",
            "snippet": "A couple of weeks ago Naomi Osaka decided that it was time to eradicate her shyness once and for all. It was exhausting, she said, missing out on mome …"
        },
        {
            "title": "'She never had a voice': Dawn Sturgess's parents hope TV drama will set record straight",
            "category": "UK-News",
            "snippet": "The parents of the woman who died in the Wiltshire novichok poisonings have spoken of their fight to discover the truth about their daughter’s death a …"
        },
        {
            "title": "Southend High Street tells bleak story of British retail",
            "category": "UK-News",
            "snippet": "It is 9.15am on the warmest day of the year so far, and Southend-on-Sea High Street is eerily quiet. Towards the southern end, near the Essex town’s T …"
        },
        {
            "title": "John Gregory obituary",
            "category": "Music",
            "snippet": "My brother, John Gregory, who has died aged 95, was an award-winning musician, composer and arranger. He wrote and arranged music for 27 films, includ …"
        },
        {
            "title": "'Ginormous challenge': boy with cerebral palsy completes marathon",
            "category": "UK-News",
            "snippet": "There were cheers from physically distanced crowds as nine-year-old Tobias Weller, a boy with autism and cerebral palsy, completed his remarkable chal …"
        },
        {
            "title": "Racing's return at Newcastle just the beginning of sport's long road back",
            "category": "Sport",
            "snippet": "Shortly after 1.05pm on Monday, one of a dozen horses will cross the winning line at Newcastle racecourse and racing will become the first major profe …"
        },
        {
            "title": "Michael Jordan condemns George Floyd death and 'ingrained racism' of US",
            "category": "Sport",
            "snippet": "Michael Jordan has released a statement on the death of George Floyd, condemning “ingrained racism” in the United States. “I am deeply saddened, truly …"
        },
        {
            "title": "YouTube star Jake Paul denies looting Arizona mall during George Floyd protests",
            "category": "US-News",
            "snippet": "The YouTube star Jake Paul has denied taking part in looting at an Arizona mall on Saturday night. Video emerged on Sunday of Paul standing inside a l …"
        },
        {
            "title": "UK manufacturing leaders call for emergency bailout",
            "category": "Business",
            "snippet": "Manufacturing industry leaders have called on the government for an emergency bailout as the coronavirus outbreak forces factories across Britain to a …"
        }
    ]
}