{
    "page": [
        {
            "title": "Kit or miss? In these bleak times, I want to believe in the bunny that got away",
            "category": "Politics",
            "snippet": "Monday Just when you think things can’t get much more surreal, we hear that Donald Trump has been dosing himself up with the anti-malarial drug hydrox …"
        },
        {
            "title": "When the '500-year flood' hit Michigan, residents had to weigh risk of escape in a pandemic",
            "category": "US-News",
            "snippet": "Summary: Suzy Kastura had less than an hour to pack before the floodwaters gushed into her home in the central Michigan town of Midland. Her neighbor knocked o …"
        },
        {
            "title": "Lockdown boredom has not sparked my creativity - and I'm fine with that",
            "category": "Life-and-Style",
            "snippet": "The boredom of childhood was nothing like adulthood’s. Back then, boredom was simply a matter of physical space: stuck at home with nothing to do, or …"
        },
        {
            "title": "While my wife home schools, I've become Fun Dad. But am I too fun?",
            "category": "Life-and-Style",
            "snippet": "My wife received a text from a friend recently, asking her to thank me for something I had said about home schooling. My wife told me this, and follow …"
        },
        {
            "title": "Have you been living in lockdown with a brand new partner?",
            "category": "Life-and-Style",
            "snippet": "The pandemic has changed all our relationships, but we would like to hear from people in new ones (specifically those who had been with their partner …"
        },
        {
            "title": "Scottish national poet Jackie Kay talks about racism she endured as a child",
            "category": "Books",
            "snippet": "One of Scotland’s most garlanded poets, Jackie Kay, has spoken out about the racist bullying she experienced as a child in the 1970s. Kay, who is Scot …"
        },
        {
            "title": "I struggle with handwashing. Will my son inherit my OCD?",
            "category": "Life-and-Style",
            "snippet": "A few years ago, I sought help for my obsessive-compulsive disorder, which I could trace back to when I was about 14. I did CBT, which I found positiv …"
        },
        {
            "title": "Gloria Steinem says TV drama of 1970s feminist history ‘ridiculous'",
            "category": "Books",
            "snippet": "It stars Cate Blanchett and Rose Byrne in a glossy, big-budget TV account of 1970s feminist history but one key player who was there, Gloria Steinem, …"
        },
        {
            "title": "Boris Johnson may meet Donald Trump at G7 summit in US next month",
            "category": "Politics",
            "snippet": "Boris Johnson may meet Donald Trump face to face at the G7 summit in the US next month, after Downing Street said it was still exploring the arrangeme …"
        },
        {
            "title": "UK has too much at stake to confront China over Hong Kong",
            "category": "Politics",
            "snippet": "There is widespread frustration at the British government’s muted initial response to China’s plans to impose new security laws in Hong Kong, raising …"
        },
        {
            "title": "Joe Biden pushed to embrace radicalism of FDR by scale of economic crisis",
            "category": "US-News",
            "snippet": "When Joe Biden launched his campaign for president in April last year, the unemployment rate was 3.6%, the lowest it had been in nearly half a century …"
        },
        {
            "title": "Mory Kanté: Guinean musician dies aged 70 from chronic health problems",
            "category": "Music",
            "snippet": "The Guinean musician Mory Kanté has died aged 70. His son Balla Kanté told the AFP news agency that his death was the result of untreated chronic heal …"
        },
        {
            "title": "Romance Writers of America aims for happy end to racism row with new prize",
            "category": "Books",
            "snippet": "Romance Writers of America is attempting to turn the page on a damaging racism row, abolishing its top literary prizes and replacing them with awards …"
        },
        {
            "title": "UK government borrowing hits record high in April and retail sales slump - as it happened",
            "category": "Business",
            "snippet": "And finally, after an edgy day’s trading, Europe’s markets have closed pretty much where they started. Anxiety over US-China tensions weighed on stock …"
        },
        {
            "title": "Alaskan school board lifts ban on Gatsby and Catch-22 after protests",
            "category": "Books",
            "snippet": "Classic novels including The Great Gatsby and Catch-22 have been returned to the curriculum in Palmer, Alaska, after a widespread community protest ag …"
        },
        {
            "title": "Tributes paid to cab driver who died of Covid-19 after being spat at",
            "category": "UK-News",
            "snippet": "Summary: A cab driver died with Covid-19 after being spat at by a fare dodger who claimed to have the disease, according to his partner who has written to Bori …"
        },
        {
            "title": "Hollywood studio behind 12 Years a Slave wins rights for 'real life Lord of the Flies'",
            "category": "Film",
            "snippet": "The Hollywood studio behind 12 Years a Slave and The Revenant has won the battle for film rights to the story of the six Tongan teenagers stranded for …"
        },
        {
            "title": "Paschal Allen obituary",
            "category": "Music",
            "snippet": "My friend Paschal Allen, who has died aged 87 from Covid-19, was an opera singer who spent 15 years at the Royal Opera House, toured extensively acros …"
        },
        {
            "title": "Brewers Carlsberg UK and Marston's announce merger",
            "category": "Business",
            "snippet": "Danish brewer Carlsberg and British pubs and cask ale firm Marston’s have announced a joint venture, prompting concern among small brewers who fear be …"
        },
        {
            "title": "Business groups brand UK's quarantine plan for arrivals 'isolationist'",
            "category": "UK-News",
            "snippet": "Business groups have accused the government of pursuing an “isolationist” policy after the home secretary, Priti Patel, confirmed that arrivals in the …"
        },
        {
            "title": "UK coronavirus: travellers arriving from 8 June must self-isolate for 14 days – as it happened",
            "category": "Politics",
            "snippet": "Summary: We’re closing this liveblog now. You can follow the Guardian’s global coverage here I will be closing today’s blog shortly, so below is a summary of t …"
        },
        {
            "title": "Quarantine rules pose problems for F1, Champions League and Tests",
            "category": "Sport",
            "snippet": "For 70 years it has been a fixture in the sporting summer, with motor racing legends such as Stirling Moss, Ayrton Senna and Lewis Hamilton all taking …"
        },
        {
            "title": "No masks allowed: stores turn customers away in US culture war",
            "category": "US-News",
            "snippet": "In the last few weeks a spate of American stores have made headlines after putting up signs telling customers who wear masks they will be denied entry …"
        },
        {
            "title": "Pressure on Dominic Cummings to quit over lockdown breach",
            "category": "Politics",
            "snippet": "Police spoke to Dominic Cummings about breaching the government’s lockdown rules after he was seen in Durham, 264 miles from his London home, despite …"
        },
        {
            "title": "Biden apologizes for saying voters who back Trump 'ain't black'",
            "category": "US-News",
            "snippet": "Summary: Joe Biden has apologised for saying that if African Americans “have a problem figuring out whether you’re for me or Trump, then you ain’t black”, a re …"
        },
        {
            "title": "Community mourns 'brilliant student' Aya Hachem as five charged with murder",
            "category": "UK-News",
            "snippet": "The family of a “remarkable and inspirational” law student killed in a botched drive-by shooting have said their only comfort is that she died during …"
        },
        {
            "title": "Donald Trump press secretary inadvertently reveals president's bank details",
            "category": "US-News",
            "snippet": "Efforts to highlight Donald Trump’s largesse during his time in office have backfired after his press secretary appeared to display the US president’s …"
        },
        {
            "title": "Blind date: 'My sister delivered pizza like a character from Downton Abbey'",
            "category": "Life-and-Style",
            "snippet": "Summary: Ben on James What were you hoping for? At best, the plot of a new Netflix original romcom. At worst, a money-can’t-buy “What did you do during lockdow …"
        },
        {
            "title": "Peace Talks by Tim Finch review – a moving study of love and loss",
            "category": "Books",
            "snippet": "One of the striking things about Tim Finch’s 2013 first novel, The House of Journalists, was the degree to which his characters colluded in what was u …"
        },
        {
            "title": "The Shining at 40: will we ever fully understand what it all means?",
            "category": "Film",
            "snippet": "Eight years ago, the Rodney Ascher documentary Room 237 reignited discussion over Stanley Kubrick’s The Shining by surveying a range of different fan …"
        },
        {
            "title": "Dominic Cummings row: what ministers have said about lockdown rules",
            "category": "Politics",
            "snippet": "Summary: The importance of staying at home and not making unnecessary journeys, including to older relatives, has been hammered home since the start of the cor …"
        },
        {
            "title": "Barack Obama poised to add his star appeal to Joe Biden's campaign",
            "category": "US-News",
            "snippet": "Former president Barack Obama has dipped his toes into the 2020 presidential campaign recently and is positioned to do more in the coming months as Jo …"
        },
        {
            "title": "How to grow chicory",
            "category": "Life-and-Style",
            "snippet": "The taste of bitter greens, swirled into the holy trinity of garlic, olive oil and chilli pepper to make cicoria ripassata alla Romano, is one of thos …"
        },
        {
            "title": "‘It depends on your politics’: Georgia’s uneven reopening breaks along party lines",
            "category": "US-News",
            "snippet": "Summary: The BeltLine is a former railway turned nature trail that loops 22 miles through Atlanta, and it’s been crowded with walkers and cyclists since Georgi …"
        },
        {
            "title": "Can Hawaii open up to tourists without letting in the coronavirus?",
            "category": "US-News",
            "snippet": "Thanks to its geographic isolation, a stay-at-home order and a mandatory 14-day quarantine for all arrivals, Hawaii has had some of the lowest rates o …"
        },
        {
            "title": "Author Michael Rosen out of intensive care after 47 days",
            "category": "Books",
            "snippet": "Summary: The poet, broadcaster and author Michael Rosen has left intensive care 47 days after he was admitted. Rosen, 74, the author of children’s books includ …"
        },
        {
            "title": "Cyrillus Kreek: The Suspended Harp of Babel review – music of another place and time",
            "category": "Music",
            "snippet": "The 15-strong Estonian choir Vox Clamantis, conspicuously full-toned and subtly expressive, is perhaps best known for singing music by their fellow co …"
        },
        {
            "title": "Robin Wall Kimmerer: 'People can’t understand the world as a gift unless someone shows them how'",
            "category": "Books",
            "snippet": "“This is a time to take a lesson from mosses,” says Robin Wall Kimmerer, celebrated writer and botanist. Her first book, published in 2003, was the na …"
        },
        {
            "title": "Dominic Cummings profile: aide at centre of lockdown breach row",
            "category": "Politics",
            "snippet": "Described as the prime minister’s “Rasputin”, Dominic Cummings is no stranger to the spotlight. In fact he has made a career out of eschewing the rule …"
        },
        {
            "title": "F1 teams agree to introduce budget cap from 2021 onwards",
            "category": "Sport",
            "snippet": "Formula One teams have agreed to impose a new budget cap from 2021. After lengthy negotiations, F1 will be decreasing spending on a sliding scale over …"
        },
        {
            "title": "The English towers and landmarks that inspired Tolkien's hobbit sagas",
            "category": "Books",
            "snippet": "Readers of The Lord of the Rings must surely imagine lifting their eyes in terror before Saruman’s dark tower, known as Orthanc. Over the years, many …"
        },
        {
            "title": "Johnson's promised Brexit border in Irish Sea 'will not be ready in time'",
            "category": "Politics",
            "snippet": "A new Brexit border in the Irish Sea will not be ready by Boris Johnson’s end-of-year deadline, according to a new analysis that warns more than 60 ad …"
        },
        {
            "title": "Lockdown rule-breakers: what UK ministers said",
            "category": "Politics",
            "snippet": "When members of the government have spoken publicly about breaches of lockdown, their message has been consistent: obey the rules. Since the UK was to …"
        },
        {
            "title": "One to watch: Tiana Major9",
            "category": "Music",
            "snippet": "Summary: Tiana Major9 has a voice that is potent in its rich, unfaltering nature. Born and raised in Newham, east London, in a Jamaican household, she grew up …"
        },
        {
            "title": "The 1975: Notes on a Conditional Form review – an uncertain record for uncertain times",
            "category": "Music",
            "snippet": "The 1975’s Notes on a Conditional Form is an album that thanks you not to classify it. Long delayed, running at roughly 80 minutes and featuring cameo …"
        },
        {
            "title": "Sam Neill: ‘I should be at Pinewood. The Jurassic World III sets are there waiting’",
            "category": "Film",
            "snippet": "Sam Neill, star of Jurassic Park, The Piano and Peaky Blinders, is one of the best-known screen faces of the last 30 years. Yet the actor finds the id …"
        },
        {
            "title": "Five appear in court charged with murder of teenager Aya Hachem",
            "category": "UK-News",
            "snippet": "Four men and a woman have appeared in court charged with the murder of a “remarkable and inspirational” law student killed in a drive-by shooting. Aya …"
        },
        {
            "title": "Take Me Somewhere Nice review – a sultry Bosnian road trip",
            "category": "Film",
            "snippet": "Dutch teenager Alma (Sara Luna Zorić) is having the holiday from hell. Her cousin Emir (Ernad Prnjavorać) won’t drive her to see her dying dad, she ca …"
        },
        {
            "title": "An A to Z of old words to calm and inspire hope",
            "category": "Life-and-Style",
            "snippet": "Like language, our emotions are universal and whatever fears and anxieties we are now experiencing, someone else in centuries gone by has felt the sam …"
        },
        {
            "title": "Dominic Cummings clearly broke rules, says ex-police chief",
            "category": "Politics",
            "snippet": "The former chief constable of Durham has said it is clear that Dominic Cummings broke the lockdown rules with his trip from London to the north-east. …"
        }
    ]
}