{
    "page": [
        {
            "title": "More Beautiful for Having Been Broken review – utterly bizarre stilted soap opera",
            "category": "Film",
            "snippet": "In 2003, self-financed LA movie director Tommy Wiseau stunned audiences with his film The Room: a legendary cult jawdropper, whose making was immortal …"
        },
        {
            "title": "The Hundred Years' War on Palestine by Rashid Khalidi review – conquest and resistance",
            "category": "Books",
            "snippet": "Summary: Rashid Khalidi’s account of Jewish settlers’ conquest of Palestine is informed and passionate. It pulls no punches in its critique of Jewish-Israeli p …"
        },
        {
            "title": "My favourite book as a kid ... Moominland Midwinter by Tove Jansson",
            "category": "Books",
            "snippet": "Summary: When I was a young child and couldn’t get to sleep, I would dare myself to open my favourite book. Tove Jansson’s Moominland Midwinter was not obvious …"
        },
        {
            "title": "Virgin Media and O2 owners confirm £31bn mega-merger in UK",
            "category": "Business",
            "snippet": "Summary: The owners of Virgin Media and O2 have confirmed a £31bn merger deal to create a new “national champion” to challenge BT and Sky in the UK. Liberty Gl …"
        },
        {
            "title": "'It's useful for viewers today': the film about a two-year voluntary isolation",
            "category": "Film",
            "snippet": "In September 1991, the final year of the Soviet Union and the beginning of a significant decline in trips to outer space, four men and four women donn …"
        },
        {
            "title": "Bill Beaumont re-election risks global rift, but where would the south go?",
            "category": "Sport",
            "snippet": "Bill Beaumont’s re-election as World Rugby’s chairman was not an end but a new beginning. The former England captain faced several hurdles as a player …"
        },
        {
            "title": "The beach-going Grim Reaper on his Florida protest: 'Someone has to stand up'",
            "category": "US-News",
            "snippet": "Times are truly strange when a man dressed in a grim reaper’s costume in 90F (32C) heat is the most sane person around. But last week, as people flock …"
        },
        {
            "title": "Romantic Comedy review – our love affair with the romcom",
            "category": "Film",
            "snippet": "With affection and brio, Elizabeth Sankey reclaims the genre of romantic comedy in this watchable documentary; that is, she reclaims it from the gende …"
        },
        {
            "title": "Bank of England offers hope amid Covid-19's grim economic spectacle",
            "category": "Business",
            "snippet": "Summary: It’s hard to be all that cheerful when you are bracing yourself for the biggest annual contraction in the economy since before the South Sea Bubble cr …"
        },
        {
            "title": "Kehlani: It Was Good Until It Wasn't review – talent shines in pansexual soap opera",
            "category": "Music",
            "snippet": "By anyone’s standards, Kehlani Parrish has experienced a pretty tumultuous rise to fame. She pulled off the not-inconsiderable feat of emerging from a …"
        },
        {
            "title": "My favourite game: Derbyshire v Northants, 1981 NatWest Trophy final",
            "category": "Sport",
            "snippet": "Summary: Not every childhood highlight stands the test of time. Were Curly Wurlys really that good? Or Toffos? Or Puffa Puffa Rice? It prompts a faint sense of …"
        },
        {
            "title": "Next to create new chain of upmarket beauty halls",
            "category": "Business",
            "snippet": "Next is swooping on stores vacated by struggling retailers to create a new chain of upmarket beauty halls in large shopping centres. Next’s chief exec …"
        },
        {
            "title": "Can Taika Waititi revive the cosmic sweep of classic Star Wars?",
            "category": "Film",
            "snippet": "When entertainment reporters play Hollywood roulette, the practice of attaching directors and stars to forthcoming movies based on little more than ru …"
        },
        {
            "title": "'We are living through the first economic crisis of the Anthropocene'",
            "category": "Books",
            "snippet": "Every April, Washington DC plays host to the spring meetings of the IMF and World Bank. But last month, IMF managing director Kristalina Georgieva add …"
        },
        {
            "title": "In Search of Greatness review – is 'moneyball' killing sporting genius?",
            "category": "Film",
            "snippet": "This rather slight documentary on talent and genius in sport is chatty and anecdotal, but could perhaps have been boiled down further to a crisp hour- …"
        },
        {
            "title": "US unemployment rises another 3m, bringing total to 33m since pandemic began",
            "category": "Business",
            "snippet": "Another three million Americans filed for unemployment benefits last week as the coronavirus pandemic continued to exact its terrible toll on the US j …"
        },
        {
            "title": "Rolls-Royce to cut thousands of jobs, sources say",
            "category": "Business",
            "snippet": "The jet engine manufacturer Rolls-Royce has confirmed it is preparing to make large-scale job cuts in the expectation of several years of lower commer …"
        },
        {
            "title": "Sing like a canary! The whistling consultant who taught Romanian noir gangsters a tune",
            "category": "Film",
            "snippet": "Summary: Try to imagine the least film-noir scene possible and you might come up with a group of five-year-olds learning to whistle. It is late morning, pre-lo …"
        },
        {
            "title": "Beethoven, Brahms review - Sokolov finds radical Beethoven",
            "category": "Music",
            "snippet": "For over a decade now, the British government’s stringent visa requirements for visiting musicians from outside the EU have ensured that Grigory Sokol …"
        },
        {
            "title": "'Sacrifice': from animal slaughter to pandemic rhetoric",
            "category": "Books",
            "snippet": "Summary: When we remember those killed in war, as with the 75th anniversary of VE Day, it is common to remark on their “sacrifice”. More than 100 doctors and n …"
        },
        {
            "title": "Kraftwerk: their 30 greatest songs, ranked!",
            "category": "Music",
            "snippet": "30. Expo 2000 (1999) Kraftwerk’s first new and original music since 1986, this single started as a commissioned jingle for the Hanover Expo 2000 world …"
        },
        {
            "title": "Robert De Niro: 'I'd like to play Cuomo in pandemic movie'",
            "category": "Film",
            "snippet": "Summary: Robert De Niro has said he would be keen to play New York state governor Andrew Cuomo in a future movie about the coronavirus epidemic, as the actor m …"
        },
        {
            "title": "Notting Hill carnival 2020 cancelled due to coronavirus",
            "category": "Music",
            "snippet": "Notting Hill carnival, one of the biggest cultural events in the UK that attracts more than a million people each year, has been cancelled due to coro …"
        },
        {
            "title": "Yarl's Wood immigration removal centre held pandemic exercise in January",
            "category": "Politics",
            "snippet": "The Home Office took part in a pandemic contingency exercise at an immigration removal centre as early as January, it has emerged, prompting questions …"
        },
        {
            "title": "'It couldn’t get any worse' – review into UK Athletics demands sweeping change",
            "category": "Sport",
            "snippet": "An independent review into UK Athletics has found the crisis-hit organisation “couldn’t get any worse” – and demanded changes to its structures, cultu …"
        },
        {
            "title": "Scottish lockdown will continue next week, Sturgeon tells Johnson",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has said she could agree to the slight easing of Scotland’s lockdown from Monday but has rejected any significant relaxation of the ru …"
        },
        {
            "title": "The sound of silence: visiting the library during lockdown",
            "category": "Books",
            "snippet": "Jorge Luis Borges always imagined paradise “will be a kind of library”. For New Yorkers under lockdown, the sounds of the New York Public Library – ru …"
        },
        {
            "title": "5G conspiracy theories fuel attacks on telecoms workers",
            "category": "Business",
            "snippet": "5G conspiracies have led to a spate of attacks on telecoms engineers since the start of the coronavirus crisis, with Openreach reporting almost 50 inc …"
        },
        {
            "title": "My favourite film aged 12: Fly Away Home",
            "category": "Film",
            "snippet": "Summary: My love for Fly Away Home coincided with moving to the countryside; where my mum and I had lived in cul-de-sac after cul-de-sac, our new home was surr …"
        },
        {
            "title": "Many key workers fear pay falling below Home Office income requirement",
            "category": "UK-News",
            "snippet": "More than 100,000 NHS staff in England, about half the women working as full-time carers, and 25% of the teaching force are putting their lives at ris …"
        },
        {
            "title": "Bank of England warns UK faces historic recession; US jobless claims hit 3.1m - business live",
            "category": "Business",
            "snippet": "Time to recap Britain is facing its worst recession in 300 years, according to the latest scenario from the Bank of England. The BoE estimates that GD …"
        },
        {
            "title": "Brian Howe, hard rock singer who fronted Bad Company, dies aged 66",
            "category": "Music",
            "snippet": "Brian Howe, the singer who fronted the British rock supergroup Bad Company for eight years, has died aged 66. He had a heart attack at his Florida hom …"
        },
        {
            "title": "Bridget Martyn obituary",
            "category": "Books",
            "snippet": "My friend, Bridget Martyn, who has died aged 84, after suffering from Alzheimer’s, was a renowned encyclopedist. She was senior editorial manager of O …"
        },
        {
            "title": "Pubs pivot to digital: 'We hope that people feel that the world outside is still there'",
            "category": "Life-and-Style",
            "snippet": "Across Australia, pubs stand empty because of the Covid-19 lockdowns. Some venues have shut entirely, others have pivoted to takeaway businesses, and …"
        },
        {
            "title": "Harry Garuba obituary",
            "category": "Books",
            "snippet": "My mentor and friend Harry Olúdáre Garuba, who has died of leukaemia aged 61, was a poet and professor of English and African studies at the Universit …"
        },
        {
            "title": "War and the weather: what caused the huge economic slump of 1706?",
            "category": "Business",
            "snippet": "Queen Anne was on the throne. Work had just started on Blenheim Palace in honour of John Churchill’s victories over Louis XIV’s French armies in the w …"
        },
        {
            "title": "UK lockdown could be 'unpoliceable' this weekend, police warn",
            "category": "UK-News",
            "snippet": "Police chiefs have warned the lockdown is slowly ebbing away with some warning that any further loosening will make key aspects “unpoliceable”. Severa …"
        },
        {
            "title": "Ty, Mercury prize-nominated UK rapper, dies aged 47 of coronavirus",
            "category": "Music",
            "snippet": "Ty, the acclaimed UK hip-hop star who was nominated for the Mercury prize for his album Upwards, has died aged 47 after contracting coronavirus. A fun …"
        },
        {
            "title": "With the PM in hiding, Raab takes cover behind 'the science'",
            "category": "Politics",
            "snippet": "On the day the prime minister was legally obliged to review the government’s lockdown regulations, you might have thought that Boris Johnson would wan …"
        },
        {
            "title": "UK coronavirus live: Britain comes together to clap for carers on Covid frontline - as it happened",
            "category": "Politics",
            "snippet": "We are closing our UK live blog for the day. Please follow our global live blog for all developments. The prime minister, who is expected to announce …"
        },
        {
            "title": "No 10 battles to regain control of lockdown messaging amid fierce criticism",
            "category": "UK-News",
            "snippet": "The government was on Thursday evening urgently trying to regain control of the next phase of the pandemic crisis as it faced fierce criticism and war …"
        },
        {
            "title": "Paul Jubb puts faith in Andy Murray as he plots unconventional path",
            "category": "Sport",
            "snippet": "With some help from a conversation with Andy Murray, the British youngster Paul Jubb has decided to be represented by Murray’s 77 sports marketing age …"
        },
        {
            "title": "Protests after Indianapolis police kill three people within hours",
            "category": "US-News",
            "snippet": "Indianapolis police faced protests on Thursday after officers fatally shot two men and killed a pregnant pedestrian in three separate incidents just h …"
        },
        {
            "title": "Ahmaud Arbery killing: man called 911 to report 'black male running' prior to shooting",
            "category": "US-News",
            "snippet": "Audio recordings of two 911 calls have shed further light on the final moments before Ahmaud Arbery was shot dead by two white men while jogging throu …"
        },
        {
            "title": "Ahmaud Arbery: former police officer and son charged in shooting of black jogger",
            "category": "US-News",
            "snippet": "The two men involved in the killing of 25-year-old Ahmaud Arbery as he jogged through his neighborhood just outside of Brunswick, Georgia, in February …"
        },
        {
            "title": "Once again a battle-scarred Britain must find a new role in the world",
            "category": "Politics",
            "snippet": "Summary: In making his landmark post-Brexit speech in February under Sir James Thornhill’s baroque painted ceiling in the Royal Hospital, Greenwich, Boris John …"
        },
        {
            "title": "Democrats demand details of Trump Organization requests for UK coronavirus aid",
            "category": "US-News",
            "snippet": "Congressional investigators in Washington are demanding information about loans and other funds that the Trump Organization has requested from foreign …"
        },
        {
            "title": "'When a woman raps, she spitting!' Megan Thee Stallion, the hot girl taking over hip-hop",
            "category": "Music",
            "snippet": "Summary: Given that her lyrical prowess has made her one of the hottest rappers in the US, it’s hardly surprising that Megan Thee Stallion is good at anecdotes …"
        },
        {
            "title": "'We do what we want, for ourselves': why it's a golden age for women in rap",
            "category": "Music",
            "snippet": "Summary: Much like the rest of the music industry, hip-hop, rap and grime have traditionally been male-dominated spaces. Finally, though, things are changing. …"
        },
        {
            "title": "My streaming gem: why you should watch The Most Dangerous Game",
            "category": "Film",
            "snippet": "Some film tropes get wheeled out so often they create their own furrow. Perhaps that’s why the timeworn premise of “man hunting man” has evolved into …"
        }
    ]
}