{
    "page": [
        {
            "title": "Drone deliveries soar in rural Scotland during coronavirus outbreak",
            "category": "UK-News",
            "snippet": "Ten weeks on from the peak of the coronavirus pandemic there are still acute shortages of personal protective equipment (PPE) and Covid-19 testing kit …"
        },
        {
            "title": "Westerman: ‘Music is an incredibly helpful thing to have in difficult times’",
            "category": "Music",
            "snippet": "The last cliche anyone needs to hear more of now is how the music that’s coming out is “perfect for these unprecedented times”. But what we do need ar …"
        },
        {
            "title": "Lady Gaga: Chromatica review – Gaga rediscovers the riot on her most personal album",
            "category": "Music",
            "snippet": "A criticism often levelled at Lady Gaga is that the fantastical imagery she constructs around her albums eclipses the music itself. But it’s a sliding …"
        },
        {
            "title": "Dinara Safina: 'Being world No 1 is not fun, it is the opposite'",
            "category": "Sport",
            "snippet": "Summary: The oldest Dinara Safina press conference archived on the internet dates back to 2003. Safina was 16 years old, ranked 63rd in the world and she had j …"
        },
        {
            "title": "Stonehenge with no crowds? Big changes planned for reopening",
            "category": "UK-News",
            "snippet": "Nature has reclaimed Stonehenge, English Heritage has revealed, with a family of hares nesting and deer nibbling the grass around the standing stones. …"
        },
        {
            "title": "I love the smell of coffee, morning, evening and night. Maybe it’s time to cut down",
            "category": "Life-and-Style",
            "snippet": "Summary: Back in the old days, I drank a lot of coffee. I basically ran on it. I am a terrible sleeper and regularly tackle days on three to four hours of slee …"
        },
        {
            "title": "Like many people, I have noticed an uptick in vivid dreams",
            "category": "Life-and-Style",
            "snippet": "When lockdown began, I took up running. Regular runners may remember those first few agonising jaunts – where the background noise of the world disapp …"
        },
        {
            "title": "'Gross incompetence at highest levels': ex-Obama adviser blasts Trump's Covid response",
            "category": "Books",
            "snippet": "The US has shown “gross incompetence … at the highest levels” in dealing with the Covid-19 pandemic, according to Samantha Power, who served as US amb …"
        },
        {
            "title": "A young girl who watched George Floyd suffocate finds her place in the protest movement",
            "category": "US-News",
            "snippet": "Nine-year-old Judeah Reynolds watched George Floyd suffocate under a Minneapolis police officer’s knee. Days later, she sat on the sidewalk just yards …"
        },
        {
            "title": "The miracle cure for life's problems? More of what you're already doing",
            "category": "Life-and-Style",
            "snippet": "“What brings you here?” is the question, according to cliche, with which therapists always begin a first session with a client (or did, anyway, until …"
        },
        {
            "title": "Should I give my brother financial advice or mind my own business?",
            "category": "Life-and-Style",
            "snippet": "Summary: I am close to my younger brother and we speak at least once a week. These exchanges usually include his referring to money problems. He and his wife a …"
        },
        {
            "title": "'Trump knows nothing of Minneapolis': mayor hits back at president's tweets",
            "category": "US-News",
            "snippet": "The mayor of Minneapolis has accused Donald Trump of shirking responsibility and chided the president for insulting him on social media at a time of c …"
        },
        {
            "title": "June Brexit summit on cards as talks head for deadlock",
            "category": "Politics",
            "snippet": "Brexit talks are heading towards deadlock as senior advisers in Brussels and London concede a breakthrough in the final round of talks next week is un …"
        },
        {
            "title": "The Minnesota paradox: how race divides prosperous Minneapolis",
            "category": "US-News",
            "snippet": "It has been called the “Minnesota paradox”. The Twin Cities, comprising the conjoined urban areas of Minneapolis and St Paul, regularly tops the list …"
        },
        {
            "title": "Police close case of rail worker's Covid-19 death after spitting incident",
            "category": "UK-News",
            "snippet": "No further action will be taken in relation to the death of a railway ticket office worker who contracted Covid-19 after being spat at while on duty, …"
        },
        {
            "title": "Quentin Tarantino: The Social Network is 'hands down' the best film of 2010s",
            "category": "Film",
            "snippet": "Quentin Tarantino has named David Fincher’s drama about the creation of Facebook, The Social Network, as the best film of the past decade. Speaking to …"
        },
        {
            "title": "The Conservative MPs calling for Dominic Cummings to go",
            "category": "Politics",
            "snippet": "Summary: The number of Conservative MPs to have called for Dominic Cummings to resign or to have criticised his behaviour in recent days has swelled to almost …"
        },
        {
            "title": "'It's going to get wild': Scotland begins to ease coronavirus lockdown",
            "category": "UK-News",
            "snippet": "Under clear skies and brilliant sunshine, Scotland emerged on Friday from the strictest constraints of lockdown. As Nicola Sturgeon used her daily pre …"
        },
        {
            "title": "Rishi Sunak confirms furlough scheme to be gradually withdrawn",
            "category": "Politics",
            "snippet": "Rishi Sunak has confirmed the Treasury is to gradually withdraw its job retention scheme over the next five months, with businesses meeting 20% of the …"
        },
        {
            "title": "Markets not paying attention to climate crisis, IMF says",
            "category": "Business",
            "snippet": "Equity markets have generally ignored the increasing number of natural disasters over the past 50 years and tougher rules are needed to make investors …"
        },
        {
            "title": "Police smash people-smuggling ring 'linked to Essex lorry deaths'",
            "category": "UK-News",
            "snippet": "French and Belgian police believe they have smashed an international people-smuggling network involved in the deaths of 39 Vietnamese migrants whose b …"
        },
        {
            "title": "Constituents bombard MPs with tens of thousands of emails over Dominic Cummings",
            "category": "Politics",
            "snippet": "The furore over Dominic Cummings’ breach of lockdown rules has prompted tens of thousands of people to flood their MPs’ inboxes in what some described …"
        },
        {
            "title": "Chancellor takes a softly-softly approach to easing Covid-19 crisis support",
            "category": "Politics",
            "snippet": "Paying workers up to £2,500 a month to kick their heels at home doesn’t come cheap. The cost to the exchequer of paying 80% of the wage bill for furlo …"
        },
        {
            "title": "Wales eases lockdown cautiously with ‘stay local’ slogan",
            "category": "UK-News",
            "snippet": "Wales will ease its lockdown regulations from Monday with plans unveiled to allow family and friends to meet outside. The Welsh government has taken a …"
        },
        {
            "title": "George Floyd killing: what sparked the protests – and what has been the response?",
            "category": "US-News",
            "snippet": "The US is undergoing a reckoning on race and police brutality after footage went viral of a white police officer killing a black man by kneeling on hi …"
        },
        {
            "title": "IOPC launches investigation after alleged police brutality in Birmingham",
            "category": "UK-News",
            "snippet": "A police watchdog has launched an inquiry following allegations of racially motivated brutality including the use of stun guns by officers in Birmingh …"
        },
        {
            "title": "Premiership players will need six weeks of training before return, study finds",
            "category": "Sport",
            "snippet": "The Premiership is unlikely to return until late July at the earliest following a study – co-authored by the Rugby Football Union’s chief doctor – whi …"
        },
        {
            "title": "Durham police facing possible inquiry into handling of Cummings case",
            "category": "Politics",
            "snippet": "Durham police is facing a possible inquiry into its handling of the Dominic Cummings saga after complaints were passed to its internal investigation t …"
        },
        {
            "title": "Kate Miller-Heidke, Cub Sport, Alice Skye and more: Australian music for isolated times",
            "category": "Music",
            "snippet": "Summary: We’ve published a bunch of articles about how the coronavirus crisis has impacted the Australian arts industry – and musicians, being asked to play fo …"
        },
        {
            "title": "'Am I next?': Coco Gauff, Stephen Jackson join outcry over George Floyd killing",
            "category": "Sport",
            "snippet": "Former NBA player Stephen Jackson has said he will not allow the police to “demean the character” of his childhood friend, George Floyd. Jackson’s wor …"
        },
        {
            "title": "Trump announces US to sever all ties with WHO",
            "category": "US-News",
            "snippet": "Summary: Donald Trump has announced the severance of all US ties with the World Health Organization, three weeks ahead of a deadline he laid down earlier this …"
        },
        {
            "title": "Taylor Swift accuses Trump of 'stoking the fires of white supremacy and racism'",
            "category": "Music",
            "snippet": "Taylor Swift has accused Donald Trump of “stoking the fires of white supremacy and racism” after tweets sent by the president appeared to threaten vio …"
        },
        {
            "title": "Wagner’s Parsifal by Roger Scruton review – in defence of the insufferable",
            "category": "Books",
            "snippet": "In his 1998 book On Hunting, Roger Scruton defended the unspeakable in pursuit of the uneatable. In his last, now posthumously published book, the phi …"
        },
        {
            "title": "Streaming: the best home invasion films",
            "category": "Film",
            "snippet": "Not many good things have happened so far in 2020, but Parasite ruling the Oscars in February ranks high among them. It took 92 years for the Academy …"
        },
        {
            "title": "'This man knows he's dying as surely as I do': a doctor's dispatches from the NHS frontline",
            "category": "Books",
            "snippet": "Death has been headline news for so long now, I am beginning to feel like a plague doctor. My next patient, an 89-year-old from a care home, is perilo …"
        },
        {
            "title": "'You wake and you’re a complete wreck’: Harry Dunn's parents on their long fight for justice",
            "category": "UK-News",
            "snippet": "It is November 2019, 10 weeks since 19-year-old Harry Dunn was killed, and his four parents are distraught. Charlotte, Tim, Bruce and Tracey say that …"
        },
        {
            "title": "Call for inquiry into why senior Tory helped donor avoid £40m tax",
            "category": "Politics",
            "snippet": "Labour has urged the Cabinet Office to investigate why the housing secretary intervened in a controversial London planning decision that could have sa …"
        },
        {
            "title": "Gentle giants: fall for exotic tree ferns",
            "category": "Life-and-Style",
            "snippet": "With thick, fuzzy trunks topped by a headdress of imposing fronds, these giants of the fern family are showstoppers. “When you see them, you think, wo …"
        },
        {
            "title": "Police violence in America: six years after Ferguson, George Floyd's killing shows little has changed",
            "category": "US-News",
            "snippet": "After the African American teenager Michael Brown was shot dead by a white police officer in Ferguson, Missouri in August 2014, the epidemic of police …"
        },
        {
            "title": "'Things fall apart': the apocalyptic appeal of WB Yeats's The Second Coming",
            "category": "Books",
            "snippet": "In April 1936, three years before his death, WB Yeats received a letter from the writer and activist Ethel Mannin. The 70-year-old Yeats was a Nobel p …"
        },
        {
            "title": "Rose Byrne: ‘You understand why feminists are furious – we’re still talking about this?’",
            "category": "Film",
            "snippet": "A few days before New York locked down and Broadway closed indefinitely, Rose Byrne was on stage in Brooklyn, doing Medea. It was a sold-out run, co-s …"
        },
        {
            "title": "‘A national crisis’: how the killing of George Floyd is changing US politics",
            "category": "US-News",
            "snippet": "Summary: Riots in Minneapolis and across the US triggered by video footage showing George Floyd, a black man, killed under the knee of a police officer, has ca …"
        },
        {
            "title": "Small wonders: choose pot plants for a perfect summer display",
            "category": "Life-and-Style",
            "snippet": "Over the past two years, I have accumulated a little collection of terracotta pots in a sheltered corner of the Garden Museum in London, where I am he …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "For readers of eight-plus this month, The List of Things that Will Not Change (Andersen) from the Newbery-winning author Rebecca Stead follows Bea, a …"
        },
        {
            "title": "'A summer unlike any other': heatwaves and Covid-19 are a deadly combination",
            "category": "US-News",
            "snippet": "Temperatures in some California cities this week broke decades-old records. The heatwave that cooked Las Vegas over the past few days brought temperat …"
        },
        {
            "title": "How to grow berries",
            "category": "Life-and-Style",
            "snippet": "Soft raspberries and wineberries; sun-warmed strawberries so ripe you can smell them before you see them; blueberries, gooseberries, blackcurrants, an …"
        },
        {
            "title": "Gardening tips: buy herbs for your windowsill",
            "category": "Life-and-Style",
            "snippet": "Buy this If you hanker after something to nurture, a mini growing kit from the Crop Club (£13.50) will provide something to enjoy on your windowsill. …"
        },
        {
            "title": "England's long list leaves those who failed to make cut beyond consolation",
            "category": "Sport",
            "snippet": "There must be some grumpy English professional cricketers out there this weekend. Let me try to bowdlerise their thoughts: “Our wise selectors have pl …"
        },
        {
            "title": "Elgar & Beach: Piano Quintets review – the Takács and Garrick Ohlsson in a passionate embrace",
            "category": "Music",
            "snippet": "“Wood magic, so elusive and delicate,” was Lady Elgar’s description of her husband’s new composition for piano and string quartet, written in West Sus …"
        },
        {
            "title": "Trump has given record proportion of ambassador jobs to his own backers",
            "category": "US-News",
            "snippet": "Donald Trump has gifted a record proportion of ambassadorial posts to political appointees, rewarding wealthy supporters with minimal experience at th …"
        }
    ]
}