{
    "page": [
        {
            "title": "Top 10 books about books",
            "category": "Books",
            "snippet": "I find books within books a uniquely interesting subject – what better place to explore literature than within literature? Not to be pretentious, but …"
        },
        {
            "title": "European leaders react with caution as Trump falsely claims victory",
            "category": "US-News",
            "snippet": "European politicians have counselled patience after Donald Trump’s false claim of victory in the US election in the early hours of Wednesday morning, …"
        },
        {
            "title": "Authorities failed to protect Hampshire girl killed by abuser, review finds",
            "category": "UK-News",
            "snippet": "Police and social workers missed chances to protect a 13-year-old girl who was stabbed to death by a man after she threatened to reveal he had been se …"
        },
        {
            "title": "Netballer Ama Agbeze: 'Sometimes my only aim was to get out of bed'",
            "category": "Sport",
            "snippet": "For one week in Hamilton, New Zealand, last month the packed crowds roared, teammates hugged and onlookers stood shoulder to shoulder without a care i …"
        },
        {
            "title": "Luxor review - beautifully sparse character study amid Egypt's ancient glory",
            "category": "Film",
            "snippet": "Slow, delicate and sparse, Luxor is coming out on digital this week just as all the cinemas close down again. If you have a chance to see it, try to v …"
        },
        {
            "title": "A Place Among the Dead review - Drusilla from Buffy turns the camera on herself",
            "category": "Film",
            "snippet": "‘You’re that girl from Buffy,” someone says to actor-writer-director Juliet Landau at one point in A Place Among the Dead. Landau makes that thumbnail …"
        },
        {
            "title": "Universal credit has received an 'uplift' – isn't that just an 'increase'?",
            "category": "Books",
            "snippet": "Summary: When first asked to extend free school meals over the holidays, the British government pointed to its “uplift” to universal credit of £20 per week. Th …"
        },
        {
            "title": "Met chief pays tribute to 'inspirational' police officer Matt Ratana",
            "category": "UK-News",
            "snippet": "Matt Ratana, the police officer allegedly shot dead in a police station by a handcuffed suspect, was an inspiration to others during his life and woul …"
        },
        {
            "title": "'We're on track to win': Biden expresses optimism as vote count continues",
            "category": "US-News",
            "snippet": "Joe Biden expressed confidence and optimism in an address to supporters on election night, as millions of votes continued to be counted and results ti …"
        },
        {
            "title": "Brazen Hussies review – reclaiming the history of Australia's women's liberation movement",
            "category": "Film",
            "snippet": "Summary: Three years ago I went searching for historic sites of the Sydney women’s liberation movement. A Glebe terrace that was briefly the movement’s unoffic …"
        },
        {
            "title": "Australian charities reveal 'huge financial blow' from Covid-19",
            "category": "Business",
            "snippet": "Covid-19 has dealt “a huge financial blow” to Australian charities and not-for-profits but many of the organisations were already under pressure prior …"
        },
        {
            "title": "Australia's interest rates are low and staying low. Time to ask for a better home loan",
            "category": "Business",
            "snippet": "Summary: The decision by the Reserve Bank to cut rates to near zero and undertake quantitative easing reveals just how big a hole the economy is in and also ju …"
        },
        {
            "title": "'See you on the other side': bustling Ipswich braces for England's lockdown",
            "category": "UK-News",
            "snippet": "The streets of Ipswich were filled with last-minute shoppers on Wednesday, as hairdressers, pubs and non-essential retailers braced themselves for a n …"
        },
        {
            "title": "Diana's brother demands inquiry over 'deceit' that led to BBC interview",
            "category": "UK-News",
            "snippet": "Charles Spencer has demanded an independent inquiry into how one of the BBC’s most prominent reporters used fake documents to obtain a landmark interv …"
        },
        {
            "title": "UK coronavirus: nearly 500 further deaths in 24 hours; MPs pass English lockdown rules by 516 votes to 38 – as it happened",
            "category": "Politics",
            "snippet": "MPs have voted by a large majority to approve the English lockdown starting tomorrow – although 34 Conservatives actively rebelled. Some 32 voted agai …"
        },
        {
            "title": "Mail-in ballot tracker: counting election votes in US swing states",
            "category": "US-News",
            "snippet": "This piece is published in partnership with ProPublica, a nonprofit newsroom that investigates abuses of power. Sign up to receive their biggest stori …"
        },
        {
            "title": "Shares in London and New York rise as US election concerns fade",
            "category": "Business",
            "snippet": "Summary: Share prices have risen in both London and New York after investors shrugged off initial concerns about the knife-edge US presidential election and sa …"
        },
        {
            "title": "'Truly remarkable': Arizona activists celebrate as conservative stalwart shifts blue",
            "category": "US-News",
            "snippet": "Ten years ago in Arizona, a night like 3 November 2020 would have seemed impossible. Back then, the conservative stalwart of the south-west was not ju …"
        },
        {
            "title": "Ex-wives of undercover police tell of marriages ‘based on lies’",
            "category": "UK-News",
            "snippet": "The former wives of undercover police officers have told a public inquiry about the “shattering” discovery that their marriages were “imbued with dece …"
        },
        {
            "title": "Regardless of the US presidential election outcome, Trumpism lives on",
            "category": "US-News",
            "snippet": "When all the votes are counted, the presidential election may deliver defeat for Donald Trump. But it did not deliver defeat for Trumpism. Democrats h …"
        },
        {
            "title": "Beware markets' elation about a US election result still unknown",
            "category": "Business",
            "snippet": "Summary: It’s rarely wise to read too much into financial markets’ snap reaction to a US presidential race, especially when investors are responding before the …"
        },
        {
            "title": "Stock markets gripped by US election race – as it happened",
            "category": "Business",
            "snippet": "And finally.... Wall Street has closed for the night, with a very solid rally after Election Day. Dow: up 367 points or 1.34% at 27,847.66 S&P 500: up …"
        },
        {
            "title": "Joe Biden bullish but down-ballot races deliver disappointment for Democrats",
            "category": "US-News",
            "snippet": "Joe Biden remained confident on Wednesday that his campaign was on track to win the White House, while Democrats and voters who had been hoping for a …"
        },
        {
            "title": "Republicans confident they will keep Senate control after fears of backlash",
            "category": "US-News",
            "snippet": "Democrats hoped election day would deliver decisive majorities in both chambers of Congress and with it an unequivocal rejection of Donald Trump. Now, …"
        },
        {
            "title": "International observers say US elections 'tarnished' by Trump and uncertainty",
            "category": "US-News",
            "snippet": "An international observer mission has reported that the US elections have been “tarnished” by legal uncertainty and Donald Trump’s “unprecedented atte …"
        },
        {
            "title": "UK chancellor expected to extend furlough beyond December",
            "category": "Business",
            "snippet": "Summary: Rishi Sunak is expected to announce an extension of furlough beyond the end of lockdown in December amid growing pressure from business leaders to saf …"
        },
        {
            "title": "Trump's lawsuits are diversionary tactic with little legal basis, experts say",
            "category": "US-News",
            "snippet": "Summary: With millions of votes waiting to be counted in the US presidential election, Donald Trump has effectively threatened to sue his way to re-election. T …"
        },
        {
            "title": "Philadelphia police release body camera video of Walter Wallace killing",
            "category": "US-News",
            "snippet": "Philadelphia police have publicly released body camera footage and 911 recordings of the police killing of Walter Wallace Jr as they named the officer …"
        },
        {
            "title": "Country diary: watching a still from a gargantuan motion picture",
            "category": "UK-News",
            "snippet": "At Laig beach on the island of Eigg, the tide has withdrawn to reveal a vast intertidal zone where black basalt and white shell sands plait together, …"
        },
        {
            "title": "Tory London mayoral candidate criticised over TfL bailout 'facts' site",
            "category": "Politics",
            "snippet": "The London mayoral candidate Shaun Bailey has been criticised after his team launched a “facts” website about the bailout for Transport for London tha …"
        },
        {
            "title": "Nuclear review – escape to the post-apocalyptic country",
            "category": "Film",
            "snippet": "A strange, semi-hallucinatory film from debut feature director Catherine Linstrum that teeters on the edge of incoherence, and then sometimes teeters …"
        },
        {
            "title": "Biden says he's on course to win US election as Trump threatens to fight outcome",
            "category": "US-News",
            "snippet": "Summary: Joe Biden has claimed he is on course to win the US presidential election and issued a plea for national unity, even as Donald Trump threatens to figh …"
        },
        {
            "title": "Mr Wilder & Me by Jonathan Coe review – the director's cut",
            "category": "Books",
            "snippet": "Jonathan Coe is not a cinematic novelist in the sense that the description is generally meant – dialogue-heavy scenes in camera-ready settings – but m …"
        },
        {
            "title": "Crooked not courageous: Adani renames Australian group Bravus, mistaking it for 'brave'",
            "category": "Business",
            "snippet": "Mining company Adani has changed its name to a Latin word that means “crooked”, “deformed”, “mercenary or assassin”, after mistakenly thinking that it …"
        },
        {
            "title": "Bookshop.org is what the publishing world has been waiting for",
            "category": "Books",
            "snippet": "In publishing we often talk about things that we are “excited” and “delighted” about, so much that sometimes I think the words have lost their meaning …"
        },
        {
            "title": "Whale, that was close!: humpback appears to overturn kayakers in California",
            "category": "US-News",
            "snippet": "Two kayakers in California had an unsettlingly close whale watching experience Monday, after a humpback appeared to overturn their boat and almost swa …"
        },
        {
            "title": "Sainsbury's to cut up to 3,500 jobs and close bulk of Argos stores",
            "category": "Business",
            "snippet": "Summary: Up to 3,500 jobs are expected to go at Sainsbury’s as the supermarket closes the bulk of its standalone Argos stores as well as all its meat, fish and …"
        },
        {
            "title": "NFL mid-season awards: Wilson, Murray and a new Super Bowl pick",
            "category": "Sport",
            "snippet": "Most Valuable Player Russell Wilson. Seattle’s decision (finally) to let Wilson cook has served up ample helpings of offensive delights so spectacular …"
        },
        {
            "title": "The best recent poetry – review roundup",
            "category": "Books",
            "snippet": "Summary: It’s rare for a book of poems to repeatedly leave you breathless when reading it. Such is the urgent brilliance of Caleb Femi’s Poor (Penguin, £9.99). …"
        },
        {
            "title": "About Endlessness review – mesmerising odyssey to the heart of existence",
            "category": "Film",
            "snippet": "Maybe at the age of 78 he feels he’s approaching the end … of his career, of his life, of everything. Despite or because of it, Swedish auteur Roy And …"
        },
        {
            "title": "Why are the media reporting different US election results?",
            "category": "US-News",
            "snippet": "As the US election slowly draws to its conclusion, one of the areas of confusion is that different media outlets are showing different results for the …"
        },
        {
            "title": "Reduced heat of empty stadiums helps Scotland find autumn form",
            "category": "Sport",
            "snippet": "Summary: Take the “row” out of “crowd” and what are you left with? CD, a disc which is one way of trying to develop an atmosphere in an empty stadium. Home tea …"
        },
        {
            "title": "Solitude, sunshine and sanctuary in The Secret Garden",
            "category": "Books",
            "snippet": "Summary: If the last time you encountered Frances Hodgson Burnett’s The Secret Garden was in childhood, you probably think of Mary, a sour little girl, waking …"
        },
        {
            "title": "First Thing election special: Trump defiant as Biden appears to close in on victory",
            "category": "US-News",
            "snippet": "Summary: Good morning, The more ballots that are counted, the closer Joe Biden appears to come to the US presidency. And boy, are there a lot of ballots to cou …"
        },
        {
            "title": "Little Mix: Confetti review – still stuck inside the pop factory",
            "category": "Music",
            "snippet": "In 2018, a few days before the release of Little Mix’s last album, the quartet announced their split from Simon Cowell’s Syco company, which had sheph …"
        },
        {
            "title": "Rise in construction sector brightens UK economic gloom",
            "category": "Business",
            "snippet": "Home builders pushed ahead with new projects during October, making the construction sector one of the few bright spots in the UK economy as tiered lo …"
        },
        {
            "title": "Trump supporters descend on Arizona voting centre",
            "category": "US-News",
            "snippet": "Scores of Donald Trump supporters converged on a vote-counting centre in Phoenix, in the key battleground state of Arizona, as backers of both the pre …"
        },
        {
            "title": "US swing states: what is the state of play?",
            "category": "US-News",
            "snippet": "Summary: Election Day was Tuesday. It’s Thursday and we still don’t know who the next president of the United States is going to be. Here’s how the key states …"
        },
        {
            "title": "Alok Sharma met Prince Charles three days after staffer's Covid test result",
            "category": "Politics",
            "snippet": "Alok Sharma met Prince Charles at Clarence House three days after a staff member in the business secretary’s private office tested positive for Covid- …"
        },
        {
            "title": "Lucky Grandma review – gambling granny goes on fun knockabout caper",
            "category": "Film",
            "snippet": "Sentimentalising, patronising and generally disrespecting our elders is by now enough of a movie trope that any title including the words “grandma” or …"
        }
    ]
}