{
    "page": [
        {
            "title": "Archbishop of Canterbury to take sabbatical for ‘spiritual renewal’",
            "category": "UK-News",
            "snippet": "Summary: The archbishop of Canterbury, Justin Welby, will take a three-month sabbatical next year for “reflection, prayer, and spiritual renewal”, Lambeth Pala …"
        },
        {
            "title": "Slowthai: 'I know who I am, I know what I stand for'",
            "category": "Music",
            "snippet": "Dressed – half-dressed – in a yellow tracksuit top and black shorts, Slowthai looks like a man who’s just got up, because he has (it’s 2.45pm). The No …"
        },
        {
            "title": "British ski workers ‘set to lose seasonal jobs’ after Brexit",
            "category": "Politics",
            "snippet": "Adieu to the British seasonaire. Barring an 11th-hour reprieve, Europe’s ski resorts will soon be largely devoid of British seasonal workers. From 1 J …"
        },
        {
            "title": "Labour infighting inquiry ‘damaging Starmer’s position’",
            "category": "Politics",
            "snippet": "The results of a “nightmare” inquiry into Labour infighting are to be published within weeks in a development that will further erode Sir Keir Starmer …"
        },
        {
            "title": "Asia review – mesmerising mother-daughter drama",
            "category": "Film",
            "snippet": "A mother and a teenage daughter, not quite estranged but locked into diverging paths, are forced to find common ground when the daughter’s degenerativ …"
        },
        {
            "title": "El Paso inmates help move bodies into morgues as Covid deaths soar",
            "category": "US-News",
            "snippet": "In footage which spread rapidly on social media, nine inmates wearing the striped jumpers of the El Paso county jail helped move bodies into mobile mo …"
        },
        {
            "title": "Remembering Selena: the legacy of a murdered star",
            "category": "Music",
            "snippet": "Luis Miguel Ramírez can still remember where he was when he heard that Selena Quintanilla, the biggest star on the Tejano music scene, had been shot d …"
        },
        {
            "title": "God 99 by Hassan Blasim review – brutal take on refugee trauma",
            "category": "Books",
            "snippet": "Hassan Blasim, winner of the Independent foreign fiction prize for The Iraqi Christ, conveys the violence of conflict and the bleakness of the refugee …"
        },
        {
            "title": "Threat to central London as commuters embrace suburbs, warns Sadiq Khan",
            "category": "Politics",
            "snippet": "Summary: The Covid-19 pandemic has created a potential “existential threat” to central London because many people may in future choose to work in the suburbs r …"
        },
        {
            "title": "Covid's full cost to the UK economy is still being counted",
            "category": "Business",
            "snippet": "This has been a stinker of a year. More than 54,000 people have died from Covid-19, and the latest forecasts, due out on Wednesday, will show the econ …"
        },
        {
            "title": "Ariodante review – Paula Murrihy dazzles in Handel's dark drama",
            "category": "Music",
            "snippet": "Handel wrote Ariodante in 1735 for the Covent Garden theatre that stood on the site of what is now the Royal Opera House, so the Royal Opera’s decisio …"
        },
        {
            "title": "Mark Wood heads to Cape Town as England's undervalued match-winner",
            "category": "Sport",
            "snippet": "South Africa and England lock horns under Table Mountain on Friday in the first of six quickfire white-ball internationals in Cape Town and Paarl that …"
        },
        {
            "title": "In brief: Lost Cat; Lake of Urine; LEL – review",
            "category": "Books",
            "snippet": "Lost Cat Mary Gaitskill Daunt Books, £8.99, 120pp (paperback) Award-winning novelist Mary Gaitskill pivots towards memoir in this book-length essay, b …"
        },
        {
            "title": "Tayla Parx: Coping Mechanisms review – a treat of a breakup album",
            "category": "Music",
            "snippet": "Summary: Grammy-nominated for her work with Ariana Grande, Texan Tayla Parx is best known for her songwriting for other people. Increasingly, though, she looks …"
        },
        {
            "title": "Windrush victim refused British citizenship despite wrongful passport confiscation",
            "category": "UK-News",
            "snippet": "Summary: A former English teacher who was blocked for 25 years from returning to his home in Britain after his passport was wrongly confiscated has been ruled …"
        },
        {
            "title": "Christmas tree sellers allowed to reopen in England despite lockdown",
            "category": "Life-and-Style",
            "snippet": "Specialist Christmas tree sellers, farms and stalls were allowed to reopen for sales in England this weekend, after the government changed the lockdow …"
        },
        {
            "title": "Error-prone Wallabies struggle as leftover flaws from Cheika era are exposed",
            "category": "Sport",
            "snippet": "Summary: The most telling image in the Wallabies’ disappointing 15-all draw with Argentina in Newcastle was not of something that occurred on the field, but in …"
        },
        {
            "title": "'Fantastic ambassador' Lewis Hamilton deserves knighthood, says Damon Hill",
            "category": "Sport",
            "snippet": "The former Formula One world champion Damon Hill believes a knighthood is an absolutely deserved honour for Lewis Hamilton. The British driver is to b …"
        },
        {
            "title": "UK should not sign EU deal at any price, says Sunak",
            "category": "Politics",
            "snippet": "The UK should not accept a deal with the EU at any price, the chancellor has said, insisting that the coronavirus pandemic posed a greater threat to t …"
        },
        {
            "title": "PM's defence of Priti Patel sparked Home Office fury, union says",
            "category": "Politics",
            "snippet": "Summary: Top Home Office civil servants are furious at Boris Johnson’s decision to keep Priti Patel as home secretary despite an internal report that concluded …"
        },
        {
            "title": "Pet adoption booming amid pandemic – but workers accuse retailers of abuses",
            "category": "Business",
            "snippet": "As the coronavirus pandemic has led to higher demand for pets and pet supplies, workers at the two largest pet retailers in the US, PetSmart and Petco …"
        },
        {
            "title": "Daniil Medvedev beats Dominic Thiem to win ATP Tour Finals – as it happened",
            "category": "Sport",
            "snippet": "That is all from me from a great week in a silent O2 Arena. Thanks for following both this week and in throughout the season. After an exhausting two …"
        },
        {
            "title": "Rishi Sunak to promise £150m extra spending on homelessness",
            "category": "Business",
            "snippet": "The chancellor, Rishi Sunak, will use the spending review on Wednesday to set out the government’s ambition to tackle homelessness after the coronavir …"
        },
        {
            "title": "Covid cuts third-quarter dividends to lowest level since 2016",
            "category": "UK-News",
            "snippet": "The economic turmoil caused by the Covid-19 pandemic pushed third-quarter shareholder payouts to their lowest level since 2016, according to the lates …"
        },
        {
            "title": "Death of Sydney Uber Eats rider the fourth food delivery fatality in two months",
            "category": "Business",
            "snippet": "An Uber Eats delivery rider has been killed in Sydney in what is the fourth death among food delivery workers in the past two months. Bijoy Paul, a 27 …"
        },
        {
            "title": "Trump supporter who exhaled over women during protests is charged with assault",
            "category": "US-News",
            "snippet": "A man seen forcefully exhaling on two women outside Donald Trump’s Virginia golf course has been charged with assault. Raymond Deskins, 61, was charge …"
        },
        {
            "title": "Trump faces pressure from Republicans to drop 'corrosive' fight to overturn election",
            "category": "US-News",
            "snippet": "Donald Trump faced growing pressure from Republicans on Sunday to drop his chaotic, last-ditch fight to overturn the US presidential election, as vict …"
        },
        {
            "title": "Covid and Brexit could see UK manufacturers bringing it all back home",
            "category": "Business",
            "snippet": "UK factories could be making up to £4.8bn more goods for British retailers in the next 12 months as the coronavirus pandemic and Brexit prompt busines …"
        },
        {
            "title": "Home Office accused of cover-up at camp for asylum seekers",
            "category": "UK-News",
            "snippet": "Volunteers have been asked to sign confidentiality agreements underpinned by the Official Secrets Act before entering an army barracks used to house a …"
        },
        {
            "title": "Iranian man afraid to return to Kent camp where he caught Covid",
            "category": "UK-News",
            "snippet": "An Iranian man who contracted coronavirus while living at a former military barracks converted into housing for asylum seekers has said he is afraid o …"
        },
        {
            "title": "Could Steve McQueen start a lovers rock revival with Small Axe?",
            "category": "Music",
            "snippet": "One of the most memorable moments in Steve McQueen’s Lovers Rock – the latest film in his five-part anthology series Small Axe – comes when a room ful …"
        },
        {
            "title": "Family who fear daughter was killed sue Leeds NHS trust after body decomposes",
            "category": "UK-News",
            "snippet": "The family of a woman who they suspect was killed is suing a health trust that allegedly stored her corpse incorrectly, allowing it to decompose to th …"
        },
        {
            "title": "Tree of the week: ‘This juniper reminded me that magic is everywhere’",
            "category": "Life-and-Style",
            "snippet": "As an artist and photographer, Lena Konstantakou has always taken inspiration from ordinary things. “I love trees and the sea, so I’m lucky to live in …"
        },
        {
            "title": "President-elect Joe Biden will announce cabinet picks Tuesday",
            "category": "US-News",
            "snippet": "Summary: US president-elect Joe Biden will announce the first names chosen for his cabinet on Tuesday, the incoming White House chief of staff said – and is ex …"
        },
        {
            "title": "Dearly by Margaret Atwood review – the experience of a lifetime",
            "category": "Books",
            "snippet": "Summary: Margaret Atwood does not do nostalgia. This collection of poems, her first in over 10 years, is a reckoning with the past that comes from a place of w …"
        },
        {
            "title": "White House downer: why Hollywood should steer clear of a Trump biopic",
            "category": "Film",
            "snippet": "Finally, the US presidential race is over. Which unfortunately signals the start of another race: who will be the first to get a Trump biopic out of t …"
        },
        {
            "title": "Taylor Swift named artist of the year at American Music Awards",
            "category": "Music",
            "snippet": "Taylor Swift has extended her lead as the most awarded star in American Music Awards history, with three wins on a night that also rewarded Justin Bie …"
        },
        {
            "title": "In praise of the magnificent, weird intensity of Philip Rivers",
            "category": "Sport",
            "snippet": "Philip Rivers is probably going to the Hall of Fame. The main obstacle is that he has played the entirety of his career at the same time as multiple o …"
        },
        {
            "title": "London's Latin pop explosion: 'The body decodes the music's meaning'",
            "category": "Music",
            "snippet": "Summary: In the UK, Spanish-language pop generally equates to exoticised summer smashes like Livin’ La Vida Loca and Mambo No 5. Hits such as Despacito and Mi …"
        },
        {
            "title": "UK risks double-dip recession amid second Covid lockdown",
            "category": "Business",
            "snippet": "Britain’s businesses are banking on vaccines to deliver them from a double-dip Covid-19 recession, according to the first snapshot of the painful econ …"
        },
        {
            "title": "Can Trump actually stage a coup and stay in office for a second term?",
            "category": "US-News",
            "snippet": "Summary: Joe Biden won the presidential election, a fact that Donald Trump and other Republicans refuse to acknowledge. There are worries the president and oth …"
        },
        {
            "title": "10 of the best meatball recipes, from kofta to buffalo balls",
            "category": "Life-and-Style",
            "snippet": "I don’t have the evidence to back this up, but I am convinced that meatballs are the greatest food on the planet. There is a reason why so many countr …"
        },
        {
            "title": "Oxford Dictionaries: 2020 has too many Words of the Year to name just one",
            "category": "Books",
            "snippet": "Summary: For the first time, the Oxford English Dictionary has chosen not to name a word of the year, describing 2020 as “a year which cannot be neatly accommo …"
        },
        {
            "title": "Poem of the week: Blowing Smoke by Nii Ayikwei Parkes",
            "category": "Books",
            "snippet": "Blowing Smoke for the curve of dismounts o She lifts her head to gift the stars white smoke and my lips are drawn to the floral arch of her neck, inch …"
        },
        {
            "title": "Phrasebook to help 19th-century English tourists converse with Welsh uncovered",
            "category": "UK-News",
            "snippet": "In the 19th century the wilds of Wales began to draw the intrepid traveller but there were sometimes communication breakdowns between visitors and Wel …"
        },
        {
            "title": "Florida man rescues puppy from jaws of alligator without dropping cigar",
            "category": "US-News",
            "snippet": "A man in Florida rescued his puppy from the jaws of an alligator, diving under the water and wrestling the reptile all without dropping the cigar in h …"
        },
        {
            "title": "The Seven Deadly Sins review – Hollywood highs and Depression lows with uncanny resonances",
            "category": "Music",
            "snippet": "It’s not simply the cardinal sins of Roman Catholic theology that are invoked in Kurt Weill and Bertolt Brecht’s sung ballet, their last collaboration …"
        },
        {
            "title": "Rabada reiterates BLM support while South Africa team opt not to take knee",
            "category": "Sport",
            "snippet": "Kagiso Rabada has said he will always look to promote the Black Lives Matter message following South Africa’s “team decision” not to take a knee befor …"
        },
        {
            "title": "From Trump's failures to frustration in Wuhan: the rise of Covid documentaries",
            "category": "Film",
            "snippet": "As early as April this year, Vulture reported that at least 20 coronavirus-related documentary projects were shooting or seeking funding. Seven months …"
        },
        {
            "title": "MPs accuse Rishi Sunak of snubbing calls to fix furlough scheme gaps",
            "category": "UK-News",
            "snippet": "The chancellor, Rishi Sunak, has snubbed calls to support thousands of small businesses in England on the brink of collapse that would have benefited …"
        }
    ]
}