{
    "page": [
        {
            "title": "First, the world mocked the chaos, then the congratulations flowed in",
            "category": "US-News",
            "snippet": "Fiji’s prime minister got in first, gambling on congratulating Joe Biden before the presidential election had been called, slipping in a plea for acti …"
        },
        {
            "title": "'You love to see it': LeBron James and Megan Rapinoe revel in Trump's defeat",
            "category": "Sport",
            "snippet": "Donald Trump’s defeat in the 2020 US presidential election has been celebrated by athletes across America. Trump has been involved in several clashes …"
        },
        {
            "title": "How Georgia, built on legacy of a civil rights titan, finally tilted blue",
            "category": "US-News",
            "snippet": "Downtown Atlanta boarded up when it became clear that Georgia could decide the fate of Donald Trump by just a few thousands votes one way or the other …"
        },
        {
            "title": "Who will fill Kamala Harris's Senate seat in California?",
            "category": "US-News",
            "snippet": "With Kamala Harris officially headed to the White House, a fresh political battle in her home state of California looms: who will fill her US Senate s …"
        },
        {
            "title": "'A new day of hope': US politicians and ex-presidents hail Biden-Harris victory",
            "category": "US-News",
            "snippet": "Former presidents and politicians from both major parties weighed in to congratulate Joe Biden on his victory over Donald Trump, with Democrats eager …"
        },
        {
            "title": "Hospitals in Greater Manchester suspend non-urgent surgery",
            "category": "UK-News",
            "snippet": "Greater Manchester hospitals have suspended non-urgent surgery and appointments after a surge in the number of coronavirus patients being treated. Ope …"
        },
        {
            "title": "'We are so proud': San Francisco Bay Area celebrates Kamala Harris, hometown hero",
            "category": "US-News",
            "snippet": "Summary: After major news outlets on Saturday announced that Joe Biden had secured the US presidency, a small group of people in Berkeley, California, gathered …"
        },
        {
            "title": "Druids face defeat as bulldozers get set for Stonehenge bypass",
            "category": "UK-News",
            "snippet": "It has been bitterly debated for the past three decades, but the latest plans to partly bury the A303 in a tunnel beside Stonehenge may this week fina …"
        },
        {
            "title": "From the editor of Guardian US: a fresh start for America",
            "category": "US-News",
            "snippet": "Summary: Joe Biden is the next president of the United States – and Kamala Harris has made history, becoming the first woman, and the first woman of color, to …"
        },
        {
            "title": "Loyal Trump outlets cry betrayal after Fox News calls election for Biden",
            "category": "US-News",
            "snippet": "The announcement of a Joe Biden victory on Saturday morning exacerbated an internal conflict in conservative media, in which Fox News in particular ha …"
        },
        {
            "title": "GDP is still looking lean, despite – or because of – August's discount dinners",
            "category": "Business",
            "snippet": "Rishi Sunak’s popular “eat out to help out” scheme will be remembered in this week’s publication of third-quarter GDP figures for the major boost it g …"
        },
        {
            "title": "Trump loses but results show Republican party has Trumpism in its bones",
            "category": "US-News",
            "snippet": "Summary: Donald Trump came to use the line often at his campaign rallies. “Can you imagine if you lose to a guy like this?” he would say of Joe Biden. “It’s un …"
        },
        {
            "title": "Biden is the projected election winner. Can Trump still stand in his way?",
            "category": "US-News",
            "snippet": "News organizations have called the presidential race for Joe Biden and he is now the president-elect of the United States. But Donald Trump refuses to …"
        },
        {
            "title": "'It's not over': Trump supporters protest Biden victory in swing states",
            "category": "US-News",
            "snippet": "As word came on Saturday that the election had been called for Joe Biden, hundreds of supporters of the defeated president began amassing at Pennsylva …"
        },
        {
            "title": "Unity amid diversity: key takeaways from Biden's and Harris's speeches",
            "category": "US-News",
            "snippet": "Joe Biden calls for unity, unity, unity Throughout his campaign, Joe Biden spoke about how he was running to restore “the soul of America”, and he ret …"
        },
        {
            "title": "From the archive: Madonna cancels Martin Amis, 1992",
            "category": "Life-and-Style",
            "snippet": "In 1992, Martin Amis was supposed to interview Madonna about her controversial coffee-table book, Sex, but it didn’t quite go as planned (‘Madonna exp …"
        },
        {
            "title": "Three times as many British voters favour Joe Biden than Donald Trump",
            "category": "Politics",
            "snippet": "More than three times as many UK voters wanted Joe Biden to win the US election than favoured Donald Trump, according to the latest Opinium poll for t …"
        },
        {
            "title": "Bring the fun with an 80s look",
            "category": "Life-and-Style",
            "snippet": "Nostalgic beauty isn’t always a bad thing. Colourful makeup can be joyous and fun – which we all need right now. So let’s go all out with a multicolou …"
        },
        {
            "title": "Sunday with Ludovico Einaudi: ‘In the hills I feel lost, but in the best way’",
            "category": "Life-and-Style",
            "snippet": "Where do you wake up? I spent the first four months of the pandemic in an isolated part of the valley of Engadin in the Swiss Alps. Since June I’ve be …"
        },
        {
            "title": "The Moth and the Mountain: A True Story of Love, War and Everest by Ed Caesar - review",
            "category": "Books",
            "snippet": "On 16 April 1934, Maurice Wilson set off from the Rongbuk monastery in Tibet to climb Mount Everest via the North Col, entirely alone. He carried 45lb …"
        },
        {
            "title": "Bentley is leading the charge to batteries. British carmakers must join it",
            "category": "Business",
            "snippet": "Carmakers talk a good game. Even the biggest petrolhead automotive executives are now practised at conjuring images of a zero-emissions future, but th …"
        },
        {
            "title": "Mary Trump on the end of Uncle Donald: all he has now is breaking things",
            "category": "US-News",
            "snippet": "Summary: This is how the most colossal and fragile ego on the planet deals with losing the US election: he does not deal with it at all. My uncle’s speech late …"
        },
        {
            "title": "Anger on the British high street as festive cheer turns to fear for small shops",
            "category": "Business",
            "snippet": "“They have absolutely crucified us,” says Steve Holden, when asked what the month-long high street lockdown in England means for his family’s three Es …"
        },
        {
            "title": "About Endlessness review – curious scenes from a singular Swede",
            "category": "Film",
            "snippet": "This typically humanist compendium of human frailty from the creator of the acclaimed “Living Trilogy” has been described by some as Roy Andersson’s f …"
        },
        {
            "title": "Oh Happy Day by Carmen Callil review – tearful compassion and eloquent rage",
            "category": "Books",
            "snippet": "In the 18th century, the body snatchers who grubbed up coffins and sold exhumed corpses for medical research were ghoulishly nicknamed “resurrection m …"
        },
        {
            "title": "Blue plaque to honour Yorkshirewoman who was locked in asylum for calling vicar a liar",
            "category": "Life-and-Style",
            "snippet": "She caused a disturbance in church, challenging the vicar over an unpaid bill. For that, Mary Frances Heaton was declared insane and sent to a lunatic …"
        },
        {
            "title": "Welsh first minister: time is right to end 17-day Covid 'firebreak'",
            "category": "Politics",
            "snippet": "The Welsh first minister, Mark Drakeford, has said it is the right time for his country to emerge from its 17-day “firebreak” despite sharp rises in C …"
        },
        {
            "title": "How do you feel? Share your reaction to Joe Biden winning the US election",
            "category": "US-News",
            "snippet": "After a nailbiting election race, Joe Biden has been elected the 46th president of the United States. Whether you’re in the US or watching from a dist …"
        },
        {
            "title": "Luxor review – Andrea Riseborough digs deep in PTSD drama on the Nile",
            "category": "Film",
            "snippet": "Andrea Riseborough floats around the Egyptian city of Luxor in this contemplative drama from British writer-director Zeina Durra about a doctor with P …"
        },
        {
            "title": "Marielle Heller: 'I don't think we have to be jerks to make good art'",
            "category": "Film",
            "snippet": "It’s 2pm on polling day in Connecticut and Marielle Heller is hunkering down to await the result of the US election with her family, after venturing o …"
        },
        {
            "title": "Is it ever good to be spiteful?",
            "category": "Life-and-Style",
            "snippet": "On a memorable episode of Curb Your Enthusiasm, the curmudgeonly protagonist Larry David is angered by the lukewarm lattes at his local café so he ope …"
        },
        {
            "title": "In brief: When the Lights Go Out; The Stubborn Light of Things; Olive, Again – review",
            "category": "Books",
            "snippet": "When the Lights Go Out Carys Bray Hutchinson, £14.99, pp336 Bray’s third novel examines the disintegration of a marriage against a backdrop of the cli …"
        },
        {
            "title": "Ariana Grande: Positions review – saucy but safe",
            "category": "Music",
            "snippet": "Whether she’s singing about her exes or world-shaking tragedy, or both, Ariana Grande has always been an open-book superstar. But few expected the bal …"
        },
        {
            "title": "Ken Hensley obituary",
            "category": "Music",
            "snippet": "As a teenager Ken Hensley, who has died aged 75, was determined to become a rock star. “Everything I did from the age of 16 onwards was focused entire …"
        },
        {
            "title": "The meaning of Kamala Harris: the woman who will break new ground as vice-president",
            "category": "US-News",
            "snippet": "Kamala Harris has spent her life crashing through glass ceilings and accumulating “firsts”. She was the first female district attorney of San Francisc …"
        },
        {
            "title": "Gabriel Byrne: 'There’s a shame about men speaking out. A sense that if you were abused, it was your fault'",
            "category": "Film",
            "snippet": "Forget the pollsters. If you wanted to know the outcome of last week’s US election, you just had to ask Gabriel Byrne. I did, a month ago. I wish I ha …"
        },
        {
            "title": "'I won't be the last': Kamala Harris, first woman elected US vice-president, accepts place in history",
            "category": "US-News",
            "snippet": "Summary: Kamala Harris accepted her place in history on Saturday night with a speech honoring the women who she said “paved the way for this moment tonight”, w …"
        },
        {
            "title": "Keep on digging: Trump team holds press conference at suburban garden centre",
            "category": "US-News",
            "snippet": "Donald Trump’s increasingly desperate bid to hang on to the White House crossed into abject farce on Saturday, after his campaign staged a purportedly …"
        },
        {
            "title": "Army to carry out mass Covid-19 tests on children in Liverpool",
            "category": "UK-News",
            "snippet": "The army is being sent in to help carry out mass testing of children in secondary schools in Liverpool this week, with public health experts consideri …"
        },
        {
            "title": "Biden win plus no-deal Brexit could leave Johnson in a 'lonely place in the world'",
            "category": "Politics",
            "snippet": "Boris Johnson faces a catastrophe in terms of future relations with Washington if he pursues a no-deal Brexit, the former head of the Foreign Office a …"
        },
        {
            "title": "'We're thrilled': Joe Biden's Irish relatives celebrate in County Mayo",
            "category": "US-News",
            "snippet": "Joe Biden’s ancestral home in the west of Ireland celebrated his victory with champagne, Guinness, flags and a declaration it was now Bidenland. Balli …"
        },
        {
            "title": "UK firms fear losing access to bounce back loans after lender Tide runs dry",
            "category": "Business",
            "snippet": "Nearly 100 British businesses could be blocked from securing promised top-ups on government-backed Covid loans after their lender ran out of cash. The …"
        },
        {
            "title": "Farage party's relaunch marked with low-key anti-lockdown protest",
            "category": "Politics",
            "snippet": "Nigel Farage and his allies have relaunched their political party, encouraging people to walk past their local war memorial on Remembrance Sunday in a …"
        },
        {
            "title": "Russia and China silence speaks volumes as leaders congratulate Biden",
            "category": "US-News",
            "snippet": "Most world leaders rushed to congratulate Joe Biden on his election, but Russia and China, two likely losers from the defeat of Donald Trump, remained …"
        },
        {
            "title": "Stacey Abrams helps raise $3.6m in two days for crucial Georgia Senate runoffs",
            "category": "US-News",
            "snippet": "Stacey Abrams, the Democratic former candidate for Georgia governor who is credited with motivating voters against Donald Trump in the traditionally r …"
        },
        {
            "title": "Daniil Medvedev sends World Tour warning with Paris win over Zverev",
            "category": "Sport",
            "snippet": "Daniil Medvedev did more than win his third Masters title when he beat Alexander Zverev 5-7, 6-4, 6-1 in Paris on Sunday evening. In a dark, cavernous …"
        },
        {
            "title": "Keir Starmer urges Labour to learn from Joe Biden's 'broad coalition'",
            "category": "Politics",
            "snippet": "Summary: The Labour leader, Keir Starmer, has urged his party to learn from Joe Biden’s “broad coalition” which won back voters who turned away from the Democr …"
        },
        {
            "title": "Trump cites Sunday Express article in support of false electoral fraud claims",
            "category": "US-News",
            "snippet": "Donald Trump is relying on an unlikely media outlet to back his claim that he is the legitimate winner of the US presidential election: the Sunday Exp …"
        },
        {
            "title": "Who will tell Trump to go? Not Melania or Jared, reports say",
            "category": "US-News",
            "snippet": "As Donald Trump spent Sunday morning visiting one of his golf clubs and doubling down on bogus election fraud claims, conflicting reports emerged abou …"
        },
        {
            "title": "James Clyburn: ‘defund the police’ slogan may have hurt Democrats at polls",
            "category": "US-News",
            "snippet": "James Clyburn, the House majority whip and Democratic “kingmaker” who played an outsized role in Joe Biden’s successful presidential run, has said the …"
        }
    ]
}