{
    "page": [
        {
            "title": "Where will you be doing your UK Christmas shopping this year?",
            "category": "Life-and-Style",
            "snippet": "Where will you be doing your Christmas shopping this year? Are you making more of an effort to shop local, or through independent retailers? Perhaps y …"
        },
        {
            "title": "Classical highlights for the week ahead: 27 November - 4 December",
            "category": "Music",
            "snippet": "Australian Chamber Orchestra The Barbican continues its association with Richard Tognetti and his outstanding band with a three-day digital residency. …"
        },
        {
            "title": "Kent rebranded 'toilet of England' by anti-Brexit protesters",
            "category": "Politics",
            "snippet": "Road signs at the Kent border welcoming drivers to the “Garden of England” have been defaced by anti-Brexit protesters to label the county the “Toilet …"
        },
        {
            "title": "Johnson defends Covid tier system in England as Tory backlash grows",
            "category": "Politics",
            "snippet": "Boris Johnson has made clear he has no intention of ripping up the stringent new tier system of coronavirus restrictions for England to placate angry …"
        },
        {
            "title": "From Cardiff shops to Hermes hubs, the UK has its Covid Black Friday",
            "category": "Business",
            "snippet": "As the Welsh government was setting out a grim set of Covid-19 statistics and explaining why new restrictions in the hospitality and entertainment sec …"
        },
        {
            "title": "'It’s just survival until spring': Lancaster pub owner on the trouble with tier 3",
            "category": "UK-News",
            "snippet": "This should be a boom time for Tim Tomlinson, whose three Lancaster pubs would normally expect bumper takings in December as families, friends and col …"
        },
        {
            "title": "Trump's baseless claims of Georgia voter fraud spark fears among Republicans",
            "category": "US-News",
            "snippet": "Despite giving his strongest hints yet that he is coming to accept his loss of the White House to challenger Joe Biden, Donald Trump’s continuing relu …"
        },
        {
            "title": "Sir Philip Green: rise and fall of Britain’s ‘king of the high street’",
            "category": "Business",
            "snippet": "He was once seen as the king of the UK high street, but the likely demise of Sir Philip Green’s fashion empire comes long after that crown slipped to …"
        },
        {
            "title": "Visitors track down mystery desert monolith in Utah",
            "category": "US-News",
            "snippet": "Some intrepid visitors have been flocking to a remote part of southern Utah in an effort to be among the first to see the mystery metal monolith. The …"
        },
        {
            "title": "George Ford warns England to be wary of threat from wounded Wales",
            "category": "Sport",
            "snippet": "England are braced for a Wales backlash as they hunt a place in the Autumn Nations Cup final, with the returning fly-half George Ford warning their op …"
        },
        {
            "title": "Eleanor review: sensitive and superb biography of a true American giant",
            "category": "Books",
            "snippet": "As the 2020 US presidential election winds toward a tortuous and dysfunctional certification, it is tempting to imagine that intrigue and machinations …"
        },
        {
            "title": "Tim Dowling: something very weird is going on with my neighbour’s cat",
            "category": "Life-and-Style",
            "snippet": "I wake up in the dark, exactly three minutes before my alarm is meant to go off. There is something so crushing about this that I let out an exasperat …"
        },
        {
            "title": "Blind date: ‘I thought she looked like Emma Watson’",
            "category": "Life-and-Style",
            "snippet": "Kate on Maz What were you hoping for? A lovely evening, or a funny anecdote. First impressions? I arrived just as he was having his picture taken, so …"
        },
        {
            "title": "From Doctor Who to hackers: how we came to live in 'cyber' times",
            "category": "Books",
            "snippet": "The UK government has announced it will splosh billions of pounds more on the Ministry of Defence, which does not defend citizens from viruses. This m …"
        },
        {
            "title": "Russian Roulette: The Life and Times of Graham Greene review – addicted to danger",
            "category": "Books",
            "snippet": "Summary: When Gabriel García Márquez, in the presence of Fidel Castro, asked Graham Greene if it was true that he’d played Russian roulette with a loaded revol …"
        },
        {
            "title": "UK ski holiday firms in limbo as Covid restrictions and Brexit bite",
            "category": "Business",
            "snippet": "Summary: British holidaymakers, chalet owners and resort staff are in limbo as countries across Europe decide whether or not this winter’s ski season will go a …"
        },
        {
            "title": "Jacob Collier: 'weirdo' Brit to battle for Grammy album of the year",
            "category": "Music",
            "snippet": "He has been compared to Mozart by Chris Martin and likened to Bernstein by BBC Proms director David Pickard. Until this week, however, Jacob Collier w …"
        },
        {
            "title": "Best crime and thrillers of 2020",
            "category": "Books",
            "snippet": "Summary: Whether because crime fiction is familiar or because its narratives usually contain a resolution, it has proved to be more popular than ever in 2020. …"
        },
        {
            "title": "Best comics and graphic novels of 2020",
            "category": "Books",
            "snippet": "In a year in which Covid-19 and Brexit made borders an even hotter topic, some of the finest graphic novels told migrants’ stories. Welcome to the New …"
        },
        {
            "title": "Best art books of 2020",
            "category": "Books",
            "snippet": "Summary: The most evil of years got off to an innocent start with the February publication of Blake Gopnik’s fabulously joyful Andy Warhol (Allen Lane). Workin …"
        },
        {
            "title": "Best stocking filler books of 2020",
            "category": "Books",
            "snippet": "Essex Girls by Sarah Perry (Serpent’s Tail) “For profane and opinionated women everywhere”, this dinky pocket-size book by the Essex Serpent author – …"
        },
        {
            "title": "Best children’s and teens books of 2020",
            "category": "Books",
            "snippet": "This painful year has produced some inspiring books full of poetry, adventure, powerful emotion and consoling humour. Oliver Jeffers’s newly released …"
        },
        {
            "title": "Best sports books of 2020",
            "category": "Books",
            "snippet": "Summary: The Farther Corner by Harry Pearson (Simon & Schuster) More than a quarter-century after The Far Corner, Pearson, older and perhaps a bit sadder, retu …"
        },
        {
            "title": "Best nature books of 2020",
            "category": "Books",
            "snippet": "Diary of a Young Naturalist by Dara McAnulty (Little Toller) A 15-year-old boy’s diary of wildlife around his home sounds unremarkable, but Dara McAnu …"
        },
        {
            "title": "Best fiction of 2020",
            "category": "Books",
            "snippet": "As the first lockdown descended in March, sales of Defoe’s A Journal of the Plague Year and Camus’s La Peste soared, but there were uncanny echoes of …"
        },
        {
            "title": "Best autobiography and memoirs of 2020",
            "category": "Books",
            "snippet": "Summary: In Motherwell: A Girlhood (W&N), the late author and columnist Deborah Orr reflects on her childhood in the eponymous Scottish steel town and her rela …"
        },
        {
            "title": "Best science books of 2020",
            "category": "Books",
            "snippet": "Summary: In one of many unexpected outcomes of 2020, “the science” has become big news. Politicians are claiming it, protesters are disputing it, and all of a …"
        },
        {
            "title": "Best science fiction and fantasy books of 2020",
            "category": "Books",
            "snippet": "The Ministry for the Future by Kim Stanley Robinson, Orbit Robinson is a writer who believes fiction can make a difference to the world. His latest is …"
        },
        {
            "title": "Best poetry books of 2020",
            "category": "Books",
            "snippet": "While the pandemic might have stopped poets gathering physically, poetry itself is in good health. This year books of urgency and contemplation have j …"
        },
        {
            "title": "Best cookbooks and food writing of 2020",
            "category": "Books",
            "snippet": "Too many cookbooks have had a cushy time sitting on coffee tables and enjoying the quiet life. This year, things changed and they really had to earn t …"
        },
        {
            "title": "'It stretches the limits of performance': the race to make the world's fastest running shoe",
            "category": "Life-and-Style",
            "snippet": "Natasha Cockram never really cared about shoes. When the Welsh runner entered her first marathon in 2017, she wore a pair of two-year-old Nike racing …"
        },
        {
            "title": "Biden campaign boasts its voter outreach beat Obama's 'by a mile'",
            "category": "US-News",
            "snippet": "Summary: Although the dust is still settling on the 2020 US presidential election it is clear this cycle was one of significant breakthroughs for Democrats. Wi …"
        },
        {
            "title": "Classical home listening: Schumann and Schubert string quartets and more",
            "category": "Music",
            "snippet": "• Robert Schumann, who suffered mood swings and periods of severe mental instability, wrote his three string quartets in the “miracle” year of 1842. T …"
        },
        {
            "title": "The week in classical: Ariodante; Royal Northern Sinfonia; BCMG; HCMF; Bath Mozart festival – review",
            "category": "Music",
            "snippet": "Elation at the miracles star musicians can achieve in an empty theatre; regret at not being there in person – both reactions made watching the Royal O …"
        },
        {
            "title": "Scottish independence has never been so certain, Sturgeon tells SNP",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has opened the Scottish National party annual conference by telling members she has “never been so certain” the country will achieve i …"
        },
        {
            "title": "One to watch: Porij",
            "category": "Music",
            "snippet": "Squeaky-new foursome Porij (as in porridge) became a proper band quicker than they’d planned. Eggy (vocals and keys), Tommy (vocals and guitar), Jammo …"
        },
        {
            "title": "John Pawson: ‘I used to hang out with a young Liza Minnelli’",
            "category": "Life-and-Style",
            "snippet": "Summary: Our Halifax home was bourgeois and idyllic. Mum and dad bought this elegant manor house after the war and split it up to make rooms for us kids. Mine …"
        },
        {
            "title": "British Airways upsets Welsh rugby fans with support for England",
            "category": "Business",
            "snippet": "British Airways has apologised after upsetting Welsh rugby fans by wishing England luck in this weekend’s fixture between the two sides. The airline, …"
        },
        {
            "title": "Nadhim Zahawi appointed minister in charge of Covid-19 vaccine rollout",
            "category": "Politics",
            "snippet": "Nadhim Zahawi, a minister for business and industry, has been placed in charge of overseeing the deployment of the Covid-19 vaccine, Downing Street ha …"
        },
        {
            "title": "Leap of faith for historic home in France",
            "category": "Life-and-Style",
            "snippet": "After graduating from architecture school, Marine Bonnefoy decided it was time to get her hands dirty. “My studies were very intellectually oriented a …"
        },
        {
            "title": "Gabriel Latchin Trio: I'll Be Home for Christmas review – the gift that keeps on giving",
            "category": "Music",
            "snippet": "For my money, London-born Gabriel Latchin is the best straight-ahead jazz pianist to appear in the past few years. Polished technique we now take as n …"
        },
        {
            "title": "Dogs and cats living together: Joe Biden says feline will join White House pets",
            "category": "US-News",
            "snippet": "Uniting Democrats and Republicans is one thing, but Joe Biden will reportedly embrace a far more formidable challenge when he inherits the White House …"
        },
        {
            "title": "Police arrest 155 anti-lockdown protesters in London",
            "category": "UK-News",
            "snippet": "More than 150 people have been arrested as anti-lockdown protesters clashed with police in central London after officers sought to break up the demons …"
        },
        {
            "title": "Tony Hsieh, 'visionary' behind Zappos shoe retailer, dies aged 46",
            "category": "US-News",
            "snippet": "Tony Hsieh, the “visionary” developer of online shoe retailer Zappos who spearheaded the transformation of downtown Las Vegas in recent years, has die …"
        },
        {
            "title": "Using super to fix wages growth is as disingenuous as using it to fix the housing market",
            "category": "Business",
            "snippet": "So many of our policy debates are mired in bad faith that are never actually about solving the problem at hand. Dealing with climate change, for examp …"
        },
        {
            "title": "Last-ditch Brexit trade talks resume amid growing EU scepticism",
            "category": "Politics",
            "snippet": "Michel Barnier has told MEPs he is prepared for a further four days of make-or-break Brexit negotiations, with growing scepticism among EU member stat …"
        },
        {
            "title": "Police officer in death case resigned before disciplinary action",
            "category": "UK-News",
            "snippet": "The only police officer due to face misconduct proceedings over the death of a black man resigned before a disciplinary hearing could take place, the …"
        },
        {
            "title": "Wales 13-24 England: player ratings from the Autumn Nations Cup",
            "category": "Sport",
            "snippet": "Wales Leigh Halfpenny Dropped the first high kick that came his way and wasn’t great from the tee but never shies away from the challenge. 6/10 Josh A …"
        },
        {
            "title": "Trump supporter who gave $2.5m to fight election fraud wants money back",
            "category": "US-News",
            "snippet": "A Donald Trump supporter who donated $2.5m to help expose and prosecute claims of fraud in the presidential election wants his money back after what h …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        }
    ]
}