{
    "page": [
        {
            "title": "Talking Horses: Lostintranslation can bag Betfair Chase for second year",
            "category": "Sport",
            "snippet": "As with many another top-class jumps race, the best guide to the Betfair Chase is the previous year’s running. The Haydock feature was started fairly …"
        },
        {
            "title": "Elena Ferrante names her 40 favourite books by female authors",
            "category": "Books",
            "snippet": "Elena Ferrante, the bestselling pseudonymous Italian author behind My Brilliant Friend, has named her favourite 40 books by female authors around the …"
        },
        {
            "title": "Ireland dismiss 'United Nations' jibe from England coach Eddie Jones",
            "category": "Sport",
            "snippet": "Summary: Ireland have hit back at Eddie Jones’s “games” after the England coach took aim at their scrum and described their squad as the “United Nations”. Jone …"
        },
        {
            "title": "Blind date: 'We stayed out until curfew'",
            "category": "Life-and-Style",
            "snippet": "Chris on Tania What were you hoping for? Some interesting, easy-going and engaging conversation, with good grub. First impressions? Reet petite, warm …"
        },
        {
            "title": "Tim Dowling: the tortoise will not only outlive me, it’ll outwit me, too",
            "category": "Life-and-Style",
            "snippet": "It is just after 11pm and I am in the garden in a downpour that began precisely as I stepped outside, searching for the tortoise by the light of my ph …"
        },
        {
            "title": "Supermarkets' own-brand champagne beats French houses in Which? test",
            "category": "Business",
            "snippet": "An £18 own-brand champagne from Morrisons has claimed top place in an annual champagne taste test, beating competition from premium champagne houses, …"
        },
        {
            "title": "Fit in my 40s: cycling will cheer you up this lockdown, but will it get you fit?",
            "category": "Life-and-Style",
            "snippet": "Summary: If you have any sort of journey to work at the moment, it’s likely you will have thought about a bicycle commute. And likely, if you have, you’ve conc …"
        },
        {
            "title": "Booker winner Douglas Stuart: 'I owe Scotland everything'",
            "category": "Books",
            "snippet": "Summary: As a boy in working-class Glasgow, one of the ways Douglas Stuart learned to cope with his alcoholic mother’s mood swings was to pretend to write her …"
        },
        {
            "title": "Alan Rickman's 27 volumes of diaries to be published as one book",
            "category": "Books",
            "snippet": "The diaries of the late actor Alan Rickman are to be published, with 27 handwritten volumes of his “witty, gossipy and utterly candid” thoughts about …"
        },
        {
            "title": "Catalogues make a comeback in UK amid festive Covid curbs",
            "category": "Business",
            "snippet": "High street retailers and websites in the UK are returning to traditional catalogues and leaflets to grab the attention – and spending power – of shop …"
        },
        {
            "title": "Trump's monumental sulk: president retreats from public eye as Covid ravages US",
            "category": "US-News",
            "snippet": "There was one thing that even Donald Trump’s harshest critics were never able to accuse him of: invisibility. The outgoing US president held endless c …"
        },
        {
            "title": "Scottish community refused funding to buy land from duke",
            "category": "UK-News",
            "snippet": "A community attempt to buy land surrounding Scotland’s highest village, Wanlockhead, has suffered a serious setback after its £1.5m funding bid was re …"
        },
        {
            "title": "Yungblud: 'Me and Lewis Capaldi used to get into all sorts of trouble'",
            "category": "Music",
            "snippet": "Summary: Self-professed punk and anointed voice of a generation Yungblud has done himself a mischief. The day before our interview, while sporting a pair of ti …"
        },
        {
            "title": "We're already getting Christmas ads – did 2020 run away from us?",
            "category": "Books",
            "snippet": "The festive holiday adverts have started. When did companies decide that mid-November was the time to kick off the festive period? Has it always been …"
        },
        {
            "title": "Calligraphy to garden golf: how UK crafted its way through lockdown",
            "category": "Life-and-Style",
            "snippet": "From learning to cook to creating the perfect back garden golf course, Britain has become a nation of hobbyists as people try to entertain themselves …"
        },
        {
            "title": "Can American democracy survive Donald Trump?",
            "category": "Books",
            "snippet": "“I WON THE ELECTION!” Donald Trump tweeted in the early hours of 16 November 2020, 10 days after he lost the election. At the same time, Atlantic maga …"
        },
        {
            "title": "Island Dreams by Gavin Francis; I Am an Island by Tamsin Calidas – review",
            "category": "Books",
            "snippet": "In a year of lockdown and isolation, books about islands seem a good place to turn for comfort and to reflect on our predicament. There are many to ch …"
        },
        {
            "title": "Ken Clarke joins criticism of Boris Johnson's refusal to sack Priti Patel",
            "category": "Politics",
            "snippet": "The former home secretary Ken Clarke has expressed concern over the prime minister’s refusal to sack Priti Patel, despite a formal investigation findi …"
        },
        {
            "title": "How 'woke' became the word of our era",
            "category": "Books",
            "snippet": "Summary: As I write this, I’m staring at a fashion magazine with the coverline “Woke bespoke”. Next to it, a newspaper supplement features a dating diary of th …"
        },
        {
            "title": "‘He hurt me’: migrants who accused Ice gynecologist of abuse speak out",
            "category": "US-News",
            "snippet": "A group of 30 US senators and 75 congressmen and women have demanded an immediate halt to deportations of women who claim they were abused by an Immig …"
        },
        {
            "title": "The week in classical: L'enfant et les sortilèges; Love Lies and Justice – review",
            "category": "Music",
            "snippet": "“The phantasmagoria is constant,” Ravel said – needlessly – of his magic-filled opera L’enfant et les sortilèges (The Child and the Spells). This shor …"
        },
        {
            "title": "Neil Young: Archives Vol II: 1972-1976 review – guitar duels, live jams and onstage banter",
            "category": "Music",
            "snippet": "If you’re fresh to the news that the second instalment in Neil Young’s epochal archive striptease is finally upon us, it’s already too late. The 3,000 …"
        },
        {
            "title": "Donald Trump Jr says he will pass time in Covid isolation by cleaning his guns",
            "category": "US-News",
            "snippet": "Donald Trump Jr, the president’s son who has tested positive for the coronavirus, has said he will pass the time in isolation battling with the virus …"
        },
        {
            "title": "Mass-testing project in Liverpool offers hope for the whole of England",
            "category": "UK-News",
            "snippet": "Rapid testing is detecting large numbers of people in Liverpool with Covid who have no symptoms, the city’s officials have said. Nearly a quarter of p …"
        },
        {
            "title": "The Kid Detective review – one of the darkest comedies of the year",
            "category": "Film",
            "snippet": "Rarely has a film been so underserved by its title. The Kid Detective: it conjures images of a perky, Disneyesque B-movie from the late 70s. In fact, …"
        },
        {
            "title": "Rise to the challenge: my very own bake off",
            "category": "Life-and-Style",
            "snippet": "An acquaintance speculated recently that we would only realise after the fact what kind of mad we went during the pandemic, but I already know: I beca …"
        },
        {
            "title": "Boris Johnson insists he is not opposed to devolution after 'disaster' comment",
            "category": "Politics",
            "snippet": "Boris Johnson has insisted he is not opposed to devolution, days after he described it as a disaster in Scotland. Speaking to the Scottish Conservativ …"
        },
        {
            "title": "Katy Carr: Providence review – Anglo-Polish ballads of freedom",
            "category": "Music",
            "snippet": "Nottingham-born singer Katy Carr has followed a singular grail over recent years, exploring her Polish heritage on 2012’s Paszport and 2015’s Polonia, …"
        },
        {
            "title": "On the bright side: bringing colour home",
            "category": "Life-and-Style",
            "snippet": "Perhaps it’s not such a surprise given the nature of her work, but artist Clare Woods is definitely not afraid of colour. The rooms and spaces in her …"
        },
        {
            "title": "One more chance to shine for a slightly tarnished Rishi Sunak",
            "category": "Business",
            "snippet": "Rishi Sunak will face his sternest test this week when he stands up in parliament to outline the latest post-coronavirus economic recovery plan. Bille …"
        },
        {
            "title": "Five things to watch out for in Rishi Sunak's spending review",
            "category": "Politics",
            "snippet": "The Covid-19 pandemic has forced Rishi Sunak to postpone both his planned autumn budget and the announcement of plans for public spending until the mi …"
        },
        {
            "title": "Government must be tougher on ministers who mistreat staff, unions say",
            "category": "Politics",
            "snippet": "Summary: Unions have called for tougher repercussions for ministers found to have mistreated staff, after Boris Johnson’s decision not to sack or reprimand Pri …"
        },
        {
            "title": "Stella Dadzie: 'Women resisted slavery at every stage of the journey'",
            "category": "Books",
            "snippet": "Stella Dadzie was born in London in 1952 and is best known for The Heart of the Race: Black Women’s Lives in Britain, co-authored with Beverley Bryan …"
        },
        {
            "title": "Force investigates after woman mauled by police dog at illegal rave",
            "category": "UK-News",
            "snippet": "A police force is investigating the conduct of its officers after a woman was left with life-changing injuries after she was mauled by a police dog at …"
        },
        {
            "title": "I took the Reserve Bank boss' advice – and saved thousands off my mortgage",
            "category": "Business",
            "snippet": "In my job I always play close attention to what the governor of the Reserve Bank says, but right now so should you – because doing so can save you mon …"
        },
        {
            "title": "Louis Rees-Zammit and James Botham impress in Wales victory over Georgia",
            "category": "Sport",
            "snippet": "Wales ended their losing run, but they could hardly fail to against a team that were armed with nothing more than heart. Georgia posed no attacking th …"
        },
        {
            "title": "England 18-7 Ireland: Autumn Nations Cup player ratings from Twickenham",
            "category": "Sport",
            "snippet": "England Elliot Daly Will struggle to showcase his talents in a team instructed to kick so much. Ireland not really able to put pressure on him. 6/10 J …"
        },
        {
            "title": "Trump’s last-ditch efforts to overturn results fail to make dent in Biden victory",
            "category": "US-News",
            "snippet": "Desperate efforts by Donald Trump and his Republican allies to overturn the result of the American election are facing an ever narrowing range of opti …"
        },
        {
            "title": "Observer killer sudoku",
            "category": "Life-and-Style",
            "snippet": "Summary: Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures i …"
        },
        {
            "title": "Snails, seeds and sodden leaves as the soil waits for frost",
            "category": "Life-and-Style",
            "snippet": "Early November morning after another lockdown announcement. Mood: melancholy. My walk is coloured with rust and bronze-aged leaves, near-skeletal tree …"
        },
        {
            "title": "Sunday with Vinnie Jones: ‘I put the kettle on and watch the deer and foxes’",
            "category": "Life-and-Style",
            "snippet": "Summary: Are you an early riser? I get up at 5.30am with the larks every day, mate. I put the kettle on and watch the deer and the foxes to keep an eye on what …"
        },
        {
            "title": "A Promised Land by Barack Obama review – behind the power and the pomp",
            "category": "Books",
            "snippet": "Like the best autobiographers, Barack Obama writes about himself in the hope of discovering who or even what he is. It’s a paradoxical project for a m …"
        },
        {
            "title": "Let’s flip again: skateboards take off for a new generation",
            "category": "Life-and-Style",
            "snippet": "Millfields Park in Hackney, east London, is filled with the sound of tiny wheels gliding on concrete after the nearby schools finish for the day. Chil …"
        },
        {
            "title": "Patrick review – wry, existential nudist comedy",
            "category": "Film",
            "snippet": "For most British filmgoers, mentions of naturism will automatically summon up visions of Sid James and Bernard Bresslaw hyperventilating over a docume …"
        },
        {
            "title": "Covid clichés are the new email currency",
            "category": "Life-and-Style",
            "snippet": "“Reaching out to you…” You’re sitting in the darkness, because the sun set at lunchtime and it’s too cold to remove the weighted blanket that has beco …"
        },
        {
            "title": "For home-grown treats, plant fruit trees",
            "category": "Life-and-Style",
            "snippet": "Growing your own is often touted as a quick, cheap and easy route to self-sufficiency, but even as someone who makes their living helping people do it …"
        },
        {
            "title": "Cheap gifts and bad jokes? No, all I want this year is a bespoke cracker",
            "category": "Life-and-Style",
            "snippet": "Usually in November Victoria Wolf and her friends would be debating which restaurant to choose for their boozy Christmas party. “We do all the standar …"
        },
        {
            "title": "Luke Abbott: Translate review – lush and cavernous",
            "category": "Music",
            "snippet": "Sinister and grandiose, hectic and bucolic, Norfolk producer Luke Abbott’s third album accretes big sense impressions from some wildly disparate sourc …"
        },
        {
            "title": "Manchester theatre staff use skills to upgrade homes after Covid layoffs",
            "category": "UK-News",
            "snippet": "Summary: A number of theatre workers who lost their jobs when the coronavirus crisis forced live venues to close are retraining to insulate and upgrade homes a …"
        },
        {
            "title": "Has Britain’s second largest city reached breaking point?",
            "category": "UK-News",
            "snippet": "When Andy Street wants to show off the best of Birmingham to visitors up from London, the Conservative mayor of the West Midlands starts his tour in C …"
        }
    ]
}