{
    "page": [
        {
            "title": "Talking Horses: no leniency for Tiger Roll despite Cheltenham flop",
            "category": "Sport",
            "snippet": "Connections of Tiger Roll will be disappointed to learn that the British handicapper is not minded to make a significant adjustment to the horse’s rat …"
        },
        {
            "title": "Billie Eilish to headline Aria awards ceremony",
            "category": "Music",
            "snippet": "Billie Eilish will headline this year’s Aria awards, in a coup for organisers made possible by the new normal of live-streamed events. The singer-song …"
        },
        {
            "title": "Biden warns 'more people may die' if Trump refuses to cooperate on transition – as it happened",
            "category": "US-News",
            "snippet": "Donald Trump has been picking fights with state governors as his campaign continues to pursue long-shot lawsuits that are exceedingly unlikely to chan …"
        },
        {
            "title": "Kylie Minogue's appeal has always been in her sparkling transcendence of the ordinary",
            "category": "Music",
            "snippet": "It would have taken a brave soothsayer to predict, back in the 1980s, that Kylie Minogue was on track to become Australia’s most enduring pop icon. Li …"
        },
        {
            "title": "Adelaide Test in balance as Cricket Australia rushes players into NSW amid Covid outbreak",
            "category": "Sport",
            "snippet": "Cricket Australia is rushing to move players from around the country to New South Wales in a bid to stop South Australia’s Covid-19 outbreak scupperin …"
        },
        {
            "title": "Counted out: Trump's desperate fight to stop the minority vote",
            "category": "US-News",
            "snippet": "In March 1965, ABC interrupted a showing of its Sunday-night movie – Judgment at Nuremberg, a courtroom drama about Nazi war crimes – to show shocking …"
        },
        {
            "title": "Matt Dillon's still ready to rumble: 'I have never lived a sheltered life'",
            "category": "Film",
            "snippet": "In his time, Matt Dillon has been about as quintessentially American a screen presence as you can imagine. From his early blazing-youth roles in Franc …"
        },
        {
            "title": "Mike Campbell on life after Tom Petty: 'I think I found my own voice'",
            "category": "Music",
            "snippet": "Heartbreakers’ guitarist Mike Campbell vividly remembers the first time his star bandmate Tom Petty heard a recording of him singing. “‘That’s weird,’ …"
        },
        {
            "title": "Meet Chubby and the Gang, UK punk’s most vital new band",
            "category": "Music",
            "snippet": "“My parents were punks, back in the 70s,” says Charlie Manning Walker, otherwise known as Chubby Charles, the leader of UK punk’s most exciting new ba …"
        },
        {
            "title": "You've got snail: why the best pet of 2020 is slow and slimy",
            "category": "Life-and-Style",
            "snippet": "Summary: “You would never imagine that you could connect with a snail,” says Nadia Giosia. But the evidence is inching slowly up her hand. When the pandemic fo …"
        },
        {
            "title": "Fiction for older children review – wayward wizards and a war of the worlds",
            "category": "Books",
            "snippet": "Wherever you stand on comedians writing children’s books, some are more worthy than others. Step forward Simon Farnaby, late of the Horrible Histories …"
        },
        {
            "title": "Hull residents: how have you been affected by coronavirus?",
            "category": "UK-News",
            "snippet": "With 770 cases per 100,000, Hull is soon to become the city with the highest cases in England, with the council leader saying that it has been “forgot …"
        },
        {
            "title": "‘We should be thankful to him’: why some Muslim voters stood by Trump",
            "category": "US-News",
            "snippet": "Summary: Dr Khalid Khan is an internal medicine physician in Houston, Texas. Even in the face of a pandemic that has cost almost a quarter of a million America …"
        },
        {
            "title": "EasyJet slumps to £1.3bn loss as Covid forces it to cut flights",
            "category": "Business",
            "snippet": "EasyJet has slumped to a £1.3bn full-year loss, the first in its 25-year history, but said bookings had been boosted by positive news on Covid-19 vacc …"
        },
        {
            "title": "Trans women in Ice custody already suffered sexual harassment and abuse. Then came Covid-19",
            "category": "US-News",
            "snippet": "It was August, and Katalina stood sobbing in the middle of the cell at the La Palma immigration detention center. She tried not to touch anything – sh …"
        },
        {
            "title": "Thanksgiving in the US: what are your plans this year?",
            "category": "Life-and-Style",
            "snippet": "The most senior public health official on the White House coronavirus task force, Anthony Fauci, warned in October that Americans may need to rethink …"
        },
        {
            "title": "Quiet please! How to exercise in an upstairs flat – without annoying your neighbours",
            "category": "Life-and-Style",
            "snippet": "With gyms in England closed for the second time this year, neighbourly relations may have been strained by YouTube workouts and online high-intensity …"
        },
        {
            "title": "1% of people cause half of global aviation emissions – study",
            "category": "Business",
            "snippet": "Frequent-flying “‘super emitters” who represent just 1% of the world’s population caused half of aviation’s carbon emissions in 2018, according to a s …"
        },
        {
            "title": "Pharrell Williams announces gender-neutral skincare line",
            "category": "Music",
            "snippet": "The musician and entrepreneur Pharrell Williams has announced the release of Humanrace, his long-awaited skincare line. Significantly, it is gender ne …"
        },
        {
            "title": "Taylor Swift criticises Scooter Braun after $300m masters sale",
            "category": "Music",
            "snippet": "Taylor Swift has criticised music industry mogul Scooter Braun over his sale of her master recordings to a US private equity firm, including the accus …"
        },
        {
            "title": "Boris Johnson's verbal incontinence a huge boost for Nicola Sturgeon",
            "category": "Politics",
            "snippet": "Nicola Sturgeon’s reaction to Boris Johnson’s disparaging and dismissive remarks about devolution made to around 60 Tory MPs on Monday night neatly su …"
        },
        {
            "title": "A Promised Land by Barack Obama review – memoir of a president",
            "category": "Books",
            "snippet": "Summary: To read Barack Obama’s autobiography in the last, snarling days of Donald Trump is to stare into an abyss between two opposite ends of humanity, and w …"
        },
        {
            "title": "M1 lorry hijack gang stole £5m of Apple products, say police",
            "category": "UK-News",
            "snippet": "Police are searching for a gang they believe stole £5m of Apple products during a hijacking on the M1. Officers said a lorry was targeted on a slip ro …"
        },
        {
            "title": "Anger in North Dakota after governor asks Covid-positive health workers to keep working",
            "category": "US-News",
            "snippet": "Nurse Leslie McKamey has gotten used to the 16-hour shifts, to skipping lunch, to the nightly ritual of throwing all her clothes in the laundry and sh …"
        },
        {
            "title": "Cemetery review – elephant heads for the graveyard in hardcore art piece",
            "category": "Film",
            "snippet": "Summary: Carlos Casas’s Cemetery arrives on the arthouse streaming service Mubi, a slow sensory film with a magnetic pull of strangeness; it may test the endur …"
        },
        {
            "title": "I love my husband – but his sexual limitations are blighting our marriage",
            "category": "Life-and-Style",
            "snippet": "Summary: My husband was not sexually experienced when we met. He was not a virgin but hadn’t had a long-term relationship to learn the art of intimacy. He was …"
        },
        {
            "title": "Dolly Parton partly funded Moderna Covid vaccine research",
            "category": "Music",
            "snippet": "It’s truly the greatest gift of all: a $1m donation by Dolly Parton to coronavirus vaccine research supported the development of the Moderna vaccine, …"
        },
        {
            "title": "Girl, 16, brutally murdered by aunt's husband, Winchester court told",
            "category": "UK-News",
            "snippet": "Summary: A vulnerable and impressionable 16-year-old girl was “cruelly and brutally” murdered by her aunt’s husband in a sexually motivated attack, a jury has …"
        },
        {
            "title": "Milkman to Mark Twain: online exhibition celebrates telephones in literature",
            "category": "Books",
            "snippet": "They can be objects of romance or harbingers of doom. They can provide plot twists, shocks, horror, comedy or character. Now the role of the telephone …"
        },
        {
            "title": "Ext.Night review – After Hours-ish, Cairo-set yarn hampered by misogyny",
            "category": "Film",
            "snippet": "Independent Egyptian director Ahmad Abdalla, whose previous dramatic features (including Rags & Tatters, Heliopolis and Microphone) found favour on th …"
        },
        {
            "title": "'I cried when it was all over': the actor who brought 120 characters to life",
            "category": "Books",
            "snippet": "In the winter of 2009, Nick Sullivan received what would become his most daunting commission. “They sent me this huge cardboard box,” says the actor a …"
        },
        {
            "title": "Dennis Wickens obituary",
            "category": "Music",
            "snippet": "My father, Dennis Wickens, who has died aged 94, was a composer who reached his widest audience after his 80th birthday. It was not until he was singi …"
        },
        {
            "title": "'A disaster': Boris Johnson adds to his devolution problems",
            "category": "Politics",
            "snippet": "Summary: Scotland Libby Brooks, Scotland correspondent The pandemic has exposed deep faultlines between Westminster and the devolved administrations, with the …"
        },
        {
            "title": "'I never take it off': Turia Pitt on her three most useful objects",
            "category": "Life-and-Style",
            "snippet": "Turia Pitt has spent most of this year figuring out what makes people happy. The writer and life coach has spoken with everyone from athletes includin …"
        },
        {
            "title": "Mark Sedwill gives masterclass in saying little of substance at some length",
            "category": "Politics",
            "snippet": "Summary: Shortly after Mark Sedwill announced he would be stepping down as the cabinet secretary and the national security adviser in September, he gave a spee …"
        },
        {
            "title": "East Anglian Bonnie and Clyde 'leave trail of unpaid pub bills'",
            "category": "UK-News",
            "snippet": "The original Bonnie and Clyde cut a swathe across America, holding up a series of banks and gas stations before going down in a hail of bullets. Their …"
        },
        {
            "title": "Dominic Thiem beats Rafael Nadal in thrilling ATP Tour Finals match – as it happened",
            "category": "Sport",
            "snippet": "That’s all from me this afternoon. Thanks a lot for following and we will be back tomorrow for another stellar match-up between Novak Djokovic and Dan …"
        },
        {
            "title": "Julia O’Faolain obituary",
            "category": "Books",
            "snippet": "The writing of Julia O’Faolain, who has died aged 88, reflected a cosmopolitan life and impressively well-stocked mind. Her novels are set in France, …"
        },
        {
            "title": "Douglas Matthews obituary",
            "category": "Books",
            "snippet": "My friend Douglas Matthews, who has died aged 93, was a librarian who was regarded by many grateful authors and researchers as the master of all book …"
        },
        {
            "title": "Biden's first staff appointments include five women and four people of color",
            "category": "US-News",
            "snippet": "Joe Biden, the US president-elect, made another sharp break from Donald Trump on Tuesday by naming a White House senior staff that “looks like America …"
        },
        {
            "title": "Retail and hospitality leaders in England call for clarity on Covid tier plans",
            "category": "Business",
            "snippet": "Retailers, pubs and restaurants have called on the government to give them at least a week’s warning about new coronavirus trading restrictions after …"
        },
        {
            "title": "Co-op Bank reveals takeover talks with US private equity buyer",
            "category": "Business",
            "snippet": "The Co-operative Bank is in takeover talks with a US private equity firm, as speculation builds that the UK banking sector is heading for a wave of me …"
        },
        {
            "title": "How did Labour resolve Jeremy Corbyn's suspension case?",
            "category": "Politics",
            "snippet": "Summary: Ken Livingstone was suspended for almost two years before his antisemitism case with the Labour party was resolved. After Jeremy Corbyn’s shock suspen …"
        },
        {
            "title": "Jewish Labour Movement condemns Corbyn's readmission",
            "category": "Politics",
            "snippet": "Summary: The Jewish Labour Movement has condemned the decision to reinstate Jeremy Corbyn to the Labour party, warning it would merely “embolden those who agre …"
        },
        {
            "title": "Labour reinstates Jeremy Corbyn after suspension over antisemitism remarks",
            "category": "Politics",
            "snippet": "Summary: Jeremy Corbyn has been reinstated to the Labour party after a 19-day suspension, in a move that was hailed by his supporters but threatened the shaky …"
        },
        {
            "title": "Ban household-mixing and travel between tiers after lockdown, BMA urges",
            "category": "Politics",
            "snippet": "Mixing between more than two households and travel between tiers should be banned in England until a vaccine is rolled out to prevent the NHS being sw …"
        },
        {
            "title": "Boris the Menace? Beano to publish first comic for grownups",
            "category": "Books",
            "snippet": "Boris and Dom may have gone their separate ways but their crazy antics live on, and this week they may finally get their comeuppance. Not yet in real …"
        },
        {
            "title": "'Dr B': the low-profile college educator set to break barriers as first lady",
            "category": "US-News",
            "snippet": "Summary: Jill Biden has gone to great lengths to keep her status as a political spouse under the radar from her students, to whom she is known simply as “Dr B” …"
        },
        {
            "title": "Little Mix's Jesy Nelson taking time off for 'private medical reasons'",
            "category": "Music",
            "snippet": "Summary: British band Little Mix have announced that Jesy Nelson is taking “extended time off” from the band “for private medical reasons”. The group have aske …"
        },
        {
            "title": "To Be a Man by Nicole Krauss review – how far do we really know ourselves?",
            "category": "Books",
            "snippet": "In a conversation about her short story “To Be a Man”, the American writer Nicole Krauss was asked about the “thin line” that marks the relationship b …"
        }
    ]
}