{
    "page": [
        {
            "title": "Joe Biden ignores Trump obstruction to press ahead with cabinet selection",
            "category": "US-News",
            "snippet": "Summary: Joe Biden’s team is pressing forward with preparations to take over the federal government when his term starts despite virtually no help from Donald …"
        },
        {
            "title": "Rishi Sunak urges Hindus to stick to lockdown rules at Diwali",
            "category": "Life-and-Style",
            "snippet": "The UK chancellor, Rishi Sunak, has urged fellow Hindus to “follow the rules” during Diwali as he lit small clay oil lamps on the doorstep of his offi …"
        },
        {
            "title": "'Corrosive to democracy': what do Trump's baseless claims really mean?",
            "category": "US-News",
            "snippet": "Summary: No one ever really expected Donald Trump to concede the election. After all, he told the world he wouldn’t. “The Democrats are trying to rig this elec …"
        },
        {
            "title": "‘I relished the opportunity to reject perfectionism’: readers’ pandemic craft projects",
            "category": "Life-and-Style",
            "snippet": "Summary: Ladies’ pond embroidery During the first lockdown, I missed the Hampstead Heath ladies’ pond so much that I decided to make this embroidery, inspired …"
        },
        {
            "title": "Tory MPs hail Dominic Cummings' departure and look for 'reset'",
            "category": "Politics",
            "snippet": "Summary: Conservative MPs have hailed Dominic Cummings’ departure from Downing Street, saying they hope it could mark a change of approach in No 10. Following …"
        },
        {
            "title": "On the brink of a Booker: 2020's shortlisted authors on the stories behind their novels",
            "category": "Books",
            "snippet": "Douglas Stuart Shuggie Bain I am a mammy’s boy. I always have been. I never knew my father. My mother was a glamorous, gallus, Catherine-wheel of a wo …"
        },
        {
            "title": "What does it mean to be a man? Guardian readers respond",
            "category": "Life-and-Style",
            "snippet": "My identity as a man is centered around my family. I have done my best to love, support and provide for them and feel that I did a pretty good job eve …"
        },
        {
            "title": "Virginia Woolf statue fundraiser flooded with donations after Wollstonecraft controversy",
            "category": "Books",
            "snippet": "After the controversial unveiling of a naked statue honouring Mary Wollstonecraft this week, plans to erect a public monument to a fully-clothed Virgi …"
        },
        {
            "title": "‘I'm always falling in love with fabulous women’: Sandi Toksvig's forgotten heroines",
            "category": "Life-and-Style",
            "snippet": "My desk is littered with dead women, which makes me sound like the world’s untidiest serial killer. Let me start again. I collect women. OK, that may …"
        },
        {
            "title": "Peter Sutcliffe obituary",
            "category": "UK-News",
            "snippet": "Few people cast a more baleful shadow over postwar Britain than Peter Sutcliffe, the “Yorkshire Ripper”, who has died aged 74. He killed and mutilated …"
        },
        {
            "title": "My mum's latest gift to me looks strangely familiar",
            "category": "Life-and-Style",
            "snippet": "Summary: My mum was able to visit me only once in my new place before Covid restrictions put an end to indoor meet-ups. Still, I feel her presence. I feel it w …"
        },
        {
            "title": "Asian cricketers at Yorkshire faced constant abuse, says Azeem Rafiq",
            "category": "Sport",
            "snippet": "Azeem Rafiq has said Asian cricketers at Yorkshire are subjected to “differential treatment” and a culture of discriminatory comments as part of the e …"
        },
        {
            "title": "Boris Johnson faces bumpy path back to respectability in the White House",
            "category": "Politics",
            "snippet": "Summary: Tommy Vietor, a feisty former spokesman for Barack Obama, made a little news last weekend by describing Boris Johnson as a “shapeshifting creep”. It a …"
        },
        {
            "title": "I am not attractive to others. Would life be better if I made more effort?",
            "category": "Life-and-Style",
            "snippet": "I am a 63-year-old woman who, about 10 years ago, realised I am not seen as physically attractive by others. I have had a few partners in my life, tho …"
        },
        {
            "title": "FCA to censure Carillion for 'recklessly misleading' investors",
            "category": "Business",
            "snippet": "The City watchdog has said that Carillion and some of its executive directors “recklessly misled” markets and investors over the deteriorating state o …"
        },
        {
            "title": "Lewis Hamilton widens priorities with seventh world F1 title in reach",
            "category": "Sport",
            "snippet": "Greatness may beckon for Lewis Hamilton at this weekend’s Turkish Grand Prix but the world champion bears the weight well. Victory at Istanbul Park wo …"
        },
        {
            "title": "A vaccine? Trump going? A bit of good news and my optimism has gone bananas",
            "category": "UK-News",
            "snippet": "Summary: After five years of wanting to move, about two years of having to move and eight months of really urgently needing to move, the kids being so large an …"
        },
        {
            "title": "Corrie McKeague died after getting into waste bin, UK inquest hears",
            "category": "UK-News",
            "snippet": "Summary: A missing airman is believed to have died after he climbed into an industrial waste bin while drunk on a night out and it was then emptied into a lorr …"
        },
        {
            "title": "Kim Ng hired by Miami Marlins as first female general manager in US sports",
            "category": "Sport",
            "snippet": "The Miami Marlins have hired Kim Ng to be their next general manager, making her the first female GM in the history of Major League Baseball. “After d …"
        },
        {
            "title": "Making America grrr-eat again: Major and Champ, the Bidens' 'first dogs'",
            "category": "US-News",
            "snippet": "With Joe Biden’s election, dignity has been restored to the US presidency: after four years marked by perverse priorities and conspicuous inhumanity, …"
        },
        {
            "title": "South African sport under scrutiny over handling of child sexual abuse claims",
            "category": "Sport",
            "snippet": "A South African child protection agency has launched legal action to force swimming executives in the country to hand over to state authorities an ind …"
        },
        {
            "title": "Police offer 'heartfelt apology' to families of Peter Sutcliffe victims",
            "category": "UK-News",
            "snippet": "Summary: West Yorkshire police has offered a “heartfelt apology” to the surviving victims and families of Peter Sutcliffe, the serial killer known as the Yorks …"
        },
        {
            "title": "Positive Covid tests in Fiji squad lead to cancellation of France match",
            "category": "Sport",
            "snippet": "Summary: The opening weekend of the Autumn Nations Cup has been thrown into chaos with Sunday’s match between France and Fiji called off after a further four p …"
        },
        {
            "title": "Downing Street denies internal crisis has harmed Brexit talks",
            "category": "Politics",
            "snippet": "Downing Street has been forced to deny Boris Johnson has lost control of the Brexit negotiations as French ministers warn of weeks more talks amid “up …"
        },
        {
            "title": "'It was toxic': how sexism threw police off the trail of the Yorkshire Ripper",
            "category": "UK-News",
            "snippet": "Every woman old enough to remember the 1970s recalls nights in the north of England during Peter Sutcliffe’s decade of terror. “Leeds was really in a …"
        },
        {
            "title": "Farm worker given hospital order for strangling Devon writer",
            "category": "UK-News",
            "snippet": "A farm worker with paranoid schizophrenia who strangled an animal-loving writer and left her body in a cattle pen on a Devon farm has been given a hos …"
        },
        {
            "title": "First Met police spy operation involved sex with Vietnam activist, inquiry told",
            "category": "UK-News",
            "snippet": "Summary: Scotland Yard’s very first operation to spy on leftwing campaigners began in the 1960s with an undercover police officer who is now accused of having …"
        },
        {
            "title": "Priti Patel not following her own anti-trafficking policy, judge rules",
            "category": "UK-News",
            "snippet": "The deportation of hundreds of asylum seekers who arrived in the UK on small boats could be halted after a judge ruled that the home secretary was dep …"
        },
        {
            "title": "Travel industry pays tribute after death of John Hays",
            "category": "Business",
            "snippet": "The founder of Hays Travel, the family-owned business that rescued thousands of jobs at Thomas Cook, has died. John Hays, who started the travel firm …"
        },
        {
            "title": "Seven Irish republicans sentenced after MI5 bugging operation",
            "category": "UK-News",
            "snippet": "Seven leading Irish republican dissidents have been jailed following an MI5 bugging operation aimed at the Continuity IRA. The seven CIRA hardline rep …"
        },
        {
            "title": "End of macho era: what to expect now Dominic Cummings has gone",
            "category": "Politics",
            "snippet": "Out will go open hostility towards journalists, centralised power around Boris Johnson’s office and the ruthless dispatch of those who oppose the prim …"
        },
        {
            "title": "‘So many people care!’ The young Britons whose lives were changed by Black Lives Matter",
            "category": "Life-and-Style",
            "snippet": "The killing of George Floyd by a white police officer was the catalyst for widespread anti-racist protests in the US this summer. Though Floyd’s death …"
        },
        {
            "title": "Stingless sugarbags: the joys of keeping native bees",
            "category": "Life-and-Style",
            "snippet": "Summary: There are few things in an eastern, coastal Australian garden that delight me more than the bumbling of Lilliputian-winged, stingless sugarbag bees. Y …"
        },
        {
            "title": "Boris Johnson boots out top adviser Dominic Cummings",
            "category": "Politics",
            "snippet": "Boris Johnson has ordered Dominic Cummings to leave Downing Street with immediate effect, in a dramatic end to a tumultuous era which leaves a void at …"
        },
        {
            "title": "Joseph and Itoje in the spotlight as England begin World Cup evolution",
            "category": "Sport",
            "snippet": "With 30-odd matches to go until Eddie Jones names his squad for the 2023 World Cup, Saturday marks the start of the next phase for this England team. …"
        },
        {
            "title": "Classical highlights for the week ahead: 13-20 November",
            "category": "Music",
            "snippet": "Mozart’s Requiem The performance that should have marked English National Opera’s return to the Coliseum is now a TV event. Mark Wigglesworth conducts …"
        },
        {
            "title": "Ireland pile pressure on Pivac as Wales slip to sixth straight defeat",
            "category": "Sport",
            "snippet": "A contest pockmarked by penalties and a lack of composure will have caused group rivals England few concerns. Ireland again showed an inability to rea …"
        },
        {
            "title": "Fleetwood and Willett take route 66 at Masters in search of American dream",
            "category": "Sport",
            "snippet": "Summary: A penchant for cardigans and hooped polo shirts – American galleries liken the latter to the Where’s Waldo? series on this side of the Atlantic – mean …"
        },
        {
            "title": "The Masters 2020: second round – as it happened",
            "category": "Sport",
            "snippet": "Anyway, that’s your lot, at the end of a very good day for a very good number of players. Take your pick. We’ll be back here tomorrow in time for the …"
        },
        {
            "title": "Over half Muslim Labour members 'do not trust party to tackle Islamophobia'",
            "category": "UK-News",
            "snippet": "Summary: More than half of Muslim members of the Labour party do not trust Keir Starmer to tackle Islamophobia, with nearly the same proportion saying they do …"
        },
        {
            "title": "Dominic Cummings to leave No 10 with immediate effect  – as it happened",
            "category": "Politics",
            "snippet": "After an exciting evening we are now closing the blog, thank you for following developments with us. BBC’s Newsnight’s take on the reported acrimony b …"
        },
        {
            "title": "Tim Dowling: has the sweep spotted human bones in the chimney?",
            "category": "Life-and-Style",
            "snippet": "A month ago I tried, and failed, to hire a chimney sweep. Then I tried, and failed, to get my wife to hire one. “I emailed four companies,” I said. “M …"
        },
        {
            "title": "Blind date: 'We realised we have matching tattoos'",
            "category": "Life-and-Style",
            "snippet": "Lizzi on Junior What were you hoping for? Love. Or, failing that, good conversation with someone outside my normal circle, tasty food and a break from …"
        },
        {
            "title": "'Most of us are sick of the attention': Barnard Castle residents on the end of the Cummings era",
            "category": "Politics",
            "snippet": "Summary: The legacy of Dominic Cummings is clear to see in the town of Barnard Castle – if you have good eyesight – with locally branded eye test posters on sa …"
        },
        {
            "title": "‘I want to give my child the best’: the race to grow human breast milk in a lab",
            "category": "Life-and-Style",
            "snippet": "Dr Leila Strickland became a mother when she was a few months away from completing her postdoctorate fellowship in cell biology at Stanford University …"
        },
        {
            "title": "How to get good at chess",
            "category": "Sport",
            "snippet": "The first thing to say about chess is that we are not all natural geniuses like Beth Harmon, the star of The Queen’s Gambit, who is taught the game by …"
        },
        {
            "title": "'End of Cummings era' – what the papers say",
            "category": "Politics",
            "snippet": "Dominic Cummings making a showy exit via the front door of No 10 features on most of the front pages today. The Times says “Cummings forced out in pur …"
        },
        {
            "title": "Biden plans to reach across the aisle – but is he walking into a Republican trap?",
            "category": "US-News",
            "snippet": "Summary: How do you expect to work with Republicans, Joe Biden was asked at his first press conference since winning the election, if they won’t even acknowled …"
        },
        {
            "title": "Shops warn of Christmas stock shortages as PPE shipments clog key UK port",
            "category": "Business",
            "snippet": "Retailers are warning a logjam at the country’s biggest container port could result in product shortages this Christmas, as it emerged 11,000 containe …"
        },
        {
            "title": "Streaming: the best jazz films",
            "category": "Film",
            "snippet": "Summary: The first thing anyone ever heard in the movies was jazz – in cinema’s first sound film, The Jazz Singer, of course, a creaky 1927 backstage drama tha …"
        }
    ]
}