{
    "page": [
        {
            "title": "Speculation mounts over who Trump might pardon after Flynn",
            "category": "US-News",
            "snippet": "Amid widespread outcry over Donald Trump’s pardon of Michael Flynn, speculation surged about who might be next for clemency from the defeated presiden …"
        },
        {
            "title": "Denver mayor apologises after flying for Thanksgiving against his own advice",
            "category": "US-News",
            "snippet": "The mayor of Denver was forced to apologise after flying to Mississippi to spend Thanksgiving with his family – shortly after urging residents to foll …"
        },
        {
            "title": "‘Take what’s in front of you’: Erthlings on tackling uncertainty – and the HSC – amid a pandemic",
            "category": "Music",
            "snippet": "When Jessame Stepto left class one day in late March, her whole year group was “standing there in tears”, she says. Her inner-city Sydney school had t …"
        },
        {
            "title": "Factory 19 by Dennis Glover review – an Orwellian dystopia in Tasmania's near future",
            "category": "Books",
            "snippet": "The past was of concern to George Orwell: its capacity to be shaped – even replaced – by those in power. As the Oceania citizens intone in Nineteen Ei …"
        },
        {
            "title": "England will use South Africa series to answer questions about best XI",
            "category": "Sport",
            "snippet": "There is less than a year to go until England’s bid to unite the 50-over World Cup with its Twenty20 equivalent and the series against South Africa th …"
        },
        {
            "title": "'People in their 40s were crying': the sad final days of New York's coolest record store",
            "category": "Music",
            "snippet": "A lot of skulking went on at Other Music, the celebrated New York record store. It was an odd kind of dance: nervous customers, hiding behind CD racks …"
        },
        {
            "title": "UK pubs announce heavy losses and job cuts as Covid curbs bite",
            "category": "Business",
            "snippet": "The pub companies Mitchells & Butlers and Fuller, Smith & Turner have reported heavy losses and said they had axed about 1,700 jobs, highlighting the …"
        },
        {
            "title": "Grouse shooting to require licence in Scotland",
            "category": "UK-News",
            "snippet": "Scottish grouse moors will be controlled by a strict licensing regime after the industry failed to combat the illegal persecution of birds of prey, th …"
        },
        {
            "title": "Pay squeeze and tax rises needed in UK to fill £40bn hole in public finances",
            "category": "Business",
            "snippet": "Britain’s struggle to emerge from the Covid-19 pandemic will result in pay packets being squeezed and taxes rising to fill a £40bn hole in the public …"
        },
        {
            "title": "Family of man killed by convicted terrorist sue UK government",
            "category": "UK-News",
            "snippet": "The family of a young man stabbed to death by a convicted terrorist are suing the government over alleged failures to manage the attacker in the commu …"
        },
        {
            "title": "'It's just really difficult': anger in Altrincham over return to tier 3",
            "category": "UK-News",
            "snippet": "After almost four months under the strictest Covid restrictions, people in Greater Manchester are dismayed at the news they will head back into string …"
        },
        {
            "title": "F1 has 'massive' problem to address over human rights, says Lewis Hamilton",
            "category": "Sport",
            "snippet": "Lewis Hamilton has insisted that Formula One has a “consistent and massive” problem it must address with human rights abuses in countries it visits. T …"
        },
        {
            "title": "Jeremy Corbyn to start legal action over suspension of Labour whip",
            "category": "Politics",
            "snippet": "Jeremy Corbyn is to start a formal legal claim against the Labour party for suspending the whip, in a case which allies of the former Labour leader sa …"
        },
        {
            "title": "Black Friday expected to beat UK online sales records",
            "category": "Business",
            "snippet": "Black Friday is expected to smash online sales records this year as struggling retailers slash prices in a desperate attempt to drum up trade after a …"
        },
        {
            "title": "Ellie & Abbie (& Ellie’s Dead Aunt) review – delightful and distinctive queer romcom",
            "category": "Film",
            "snippet": "There are two love stories in Monica Zanetti’s queer teen romcom, Ellie & Abbie (& Ellie’s Dead Aunt). One, of course, is the budding romance between …"
        },
        {
            "title": "Boohoo hires Sir Brian Leveson to oversee supply chain overhaul",
            "category": "Business",
            "snippet": "The fast-fashion retailer Boohoo has appointed Sir Brian Leveson, the retired judge who led the Leveson inquiry into the activities of the media, to o …"
        },
        {
            "title": "A Dog Pissing at the Edge of a Path wins oddest book title of the year",
            "category": "Books",
            "snippet": "A Dog Pissing at the Edge of a Path has beaten Introducing the Medieval Ass to win the Diagram prize for oddest book title of the year. Both books are …"
        },
        {
            "title": "China imposes swingeing tariffs on Australian wine in 'devastating blow' to exporters",
            "category": "Business",
            "snippet": "China has hit Australian wine with tariffs that will double or triple its price, making the market “unviable” for exporters, according to the trade mi …"
        },
        {
            "title": "How the Covid vaccine success can fuel a sustainable UK economic recovery",
            "category": "Business",
            "snippet": "Most parents taking their children on a long road trip know this well. The excitement our kids feel about the destination is not necessarily matched b …"
        },
        {
            "title": "UK's economy suffers in November but Covid vaccine hopes ease gloom",
            "category": "Business",
            "snippet": "Increase in Covid infections slows The rate of increase of new coronavirus infections appears to be slowing, data suggests, although the death toll is …"
        },
        {
            "title": "Black public figures urge airlines not to carry out Home Office deportation",
            "category": "Politics",
            "snippet": "Summary: Eighty-two black public figures have written to airlines who have worked on deportation charter flights urging them not to carry up to 50 Jamaicans th …"
        },
        {
            "title": "First-year EU students face £800 Brexit bill if not in UK before 2021",
            "category": "Politics",
            "snippet": "First-year EU students who enrolled in UK universities this autumn but have been unable to move to the country due to the pandemic face an £800 Brexit …"
        },
        {
            "title": "Sinks full of ice and snogging in the spare room – oh how I miss house parties",
            "category": "Life-and-Style",
            "snippet": "Who knows, in this time of compartmentalised living, when the house party will return? That incongruous mix of debauchery and a kitchenette. Queues fo …"
        },
        {
            "title": "Nile Rodgers' guitar and a £10,000 prog rock box set: auctions fight for UK music",
            "category": "Music",
            "snippet": "If you’re the wealthy offspring or partner of a prog rock fan, the ultimate Christmas present idea has appeared: a £10,000 box set by the scene’s curr …"
        },
        {
            "title": "Miley Cyrus: Plastic Hearts review – too plastic, but has heart",
            "category": "Music",
            "snippet": "Summary: Six years ago, Miley Cyrus’s Bangerz tour arrived in London. It was as ludicrous and ludicrously entertaining a stadium pop show as anyone is ever lik …"
        },
        {
            "title": "An Event, Perhaps by Peter Salmon review – a timely biography of Jacques Derrida",
            "category": "Books",
            "snippet": "Jacques Derrida was born in Algiers in 1930 to a Jewish family of Spanish extraction. His parents named him after Jackie Coogan, the child star of Cha …"
        },
        {
            "title": "Flohio: No Panic No Pain review – rapper leaves no mould unbroken",
            "category": "Music",
            "snippet": "Flohio escapes labels. In fact, she actively contests them, asserting she’s not a grime artist as so many observers assume London rappers are. Since 2 …"
        },
        {
            "title": "US workers face 'turkey apocalypse' as demand surges amid pandemic",
            "category": "Business",
            "snippet": "US retailers have rolled out their traditional Black Friday and Christmas sales and shoppers look eager to make big savings, but this year’s spending …"
        },
        {
            "title": "Chess: Magnus Carlsen reaches Skilling semi-finals despite mouse slip",
            "category": "Sport",
            "snippet": "Magnus Carlsen survived a first-round shock at this week’s $100,000 Skilling Open when the world champion, in a winning position against Russia’s No 1 …"
        },
        {
            "title": "From Nurse Ratched to Joker: 10 of the best movie villains",
            "category": "Film",
            "snippet": "The Sheriff of Nottingham Robin Hood: Prince of Thieves (1991) For pure thespy, campy naughtiness, Alan Rickman excelled himself as the heartless Sher …"
        },
        {
            "title": "‘It took me three days to get over the orgy scene’: Muscle star Craig Fairbrass",
            "category": "Film",
            "snippet": "Summary: Craig Fairbrass has made a career from giving a certain type of person exactly what they want. His films have titles such as Deranged and Hijacked and …"
        },
        {
            "title": "The NFL underdog index: which teams could spring a Super Bowl surprise?",
            "category": "Sport",
            "snippet": "The playoffs are swiftly coming into view and the favourites to lift the Lombardi Trophy are clear but let’s not be too hasty in crowning Kansas City, …"
        },
        {
            "title": "Nigella Lawson: 'I reread David Copperfield for a bolstering reminder of greatness'",
            "category": "Books",
            "snippet": "The book I am currently reading I’m suffering from crippling reader’s block. I had months of it during the earliest months of the first long lockdown, …"
        },
        {
            "title": "Experience: I had a lobotomy",
            "category": "Life-and-Style",
            "snippet": "Summary: I was born in 1946, and grew up near Kirkstall in Leeds. My childhood was tough: my father was a welder and a bare-knuckle boxer, and my mother was an …"
        },
        {
            "title": "Areas in England may go down a tier before Christmas, says Robert Jenrick",
            "category": "UK-News",
            "snippet": "The communities secretary, Robert Jenrick, has insisted there is a prospect of some areas in England “de-escalating” from a higher to a lower tier of …"
        },
        {
            "title": "Adam Hills: 'Tacklers know which foot I'll step with – only one works'",
            "category": "Sport",
            "snippet": "Adam Hills will not do stand-up gigs on a Tuesday night. Some time ago, he told his agent to stop booking them. Instead, every Tuesday afternoon he wi …"
        },
        {
            "title": "The Night Porter review – descent into sex and Nazism still chills",
            "category": "Film",
            "snippet": "Mixed feelings are the only ones possible about the rerelease of Liliana Cavani’s 1974 shocker The Night Porter, a ripe piece of upper-middlebrow arth …"
        },
        {
            "title": "'They all have the magic – it's almost spiritual': the fighting Dubois family",
            "category": "Sport",
            "snippet": "Summary: “I’m calm but I know there’s a storm brewing,” Daniel Dubois says as he prepares for his crucial fight on Saturday night against Joe Joyce. “It helps …"
        },
        {
            "title": "Huge wealth of Rishi Sunak's family not declared in ministerial register",
            "category": "Politics",
            "snippet": "The chancellor, Rishi Sunak, is facing questions over the transparency of his financial affairs after a Guardian investigation established that his wi …"
        },
        {
            "title": "One in four Britons don’t shower every day. And the rest aren’t doing it right",
            "category": "Life-and-Style",
            "snippet": "I am fed up with pretending we are all equally novices in the face of this novel virus, all just feeling our way through it. Particularly on the matte …"
        },
        {
            "title": "Endless summer: why sunny, out-of-season albums are in this winter",
            "category": "Music",
            "snippet": "A pox upon those smug sweater-weather fans who are still strangely horny for pumpkin spiced lattes after all these years. As seasonal Stockholm syndro …"
        },
        {
            "title": "SNP conference set to be dominated by race and referendum strategy",
            "category": "Politics",
            "snippet": "Despite its pared-down online format, this weekend’s Scottish National party conference will see two areas of significant tension between the leadersh …"
        },
        {
            "title": "Barnier urged not to be intimidated as Brexit talks enter 'final few days'",
            "category": "Politics",
            "snippet": "The French government has urged Michel Barnier not to be intimidated in the Brexit standoff with Downing Street, as his British counterpart hinted at …"
        },
        {
            "title": "When it comes to housework, ‘clean enough’ is fine for me",
            "category": "Life-and-Style",
            "snippet": "Summary: A friend of mine recently told me she cleans her home in stilettos. She says that, paired with 90s pop music, it transforms arduous tasks into almost …"
        },
        {
            "title": "Passing sentences … what’s the worst kind of book thief?",
            "category": "Books",
            "snippet": "Summary: A 13th-century inscription in an early copy of Bede’s commentary on the Gospel of Saint Luke (originally from Reading Abbey and now in the British Lib …"
        },
        {
            "title": "Kate warns of impact on children of parents' lockdown loneliness",
            "category": "UK-News",
            "snippet": "Parental loneliness has increased dramatically during the coronavirus pandemic, according to research, with families living in the most deprived commu …"
        },
        {
            "title": "Black Beauty review – gender-swapped classic makes Beauty a 'mare",
            "category": "Film",
            "snippet": "The children’s classic Black Beauty gets another screen adaptation, this time from Disney: a modern-ish take in which the young human heroine is seen …"
        },
        {
            "title": "Digested week: UK’s amnesty on Covid rules over Christmas is nothing to celebrate",
            "category": "UK-News",
            "snippet": "Summary: Monday I fear I may be in danger of going over to the dark side. When José Mourinho was appointed Spurs’ manager a year ago, I felt profoundly depress …"
        },
        {
            "title": "Labour MPs and members ordered not to discuss Corbyn's suspension",
            "category": "Politics",
            "snippet": "Labour’s general secretary has barred MPs and party members from discussing Jeremy Corbyn’s suspension, voicing solidarity with him or criticising the …"
        },
        {
            "title": "Sam Underhill: 'There's no way of defending that is not physical'",
            "category": "Sport",
            "snippet": "It is a decent quiz question. Which player involved in Saturday’s Wales v England game was man of the match on his Ospreys starting debut against Muns …"
        }
    ]
}