{
    "page": [
        {
            "title": "WTO complaint ‘next step’ in tariff dispute between Australia and China, trade minister says",
            "category": "Business",
            "snippet": "The Australian government is continuing its tough talk against Beijing’s trade impositions, with the trade minister Simon Birmingham giving the strong …"
        },
        {
            "title": "Greatest Southern Nights featuring Ocean Alley review – Australia's live music comeback is a tepid affair",
            "category": "Music",
            "snippet": "Even before arriving on a filthily hot day to Sydney’s Olympic Park, the adjectives about Saturday night’s big gig have been beefed up into superlativ …"
        },
        {
            "title": "Old and new friendships have bloomed on the plot",
            "category": "Life-and-Style",
            "snippet": "Our involvement with Plot 29 started next door at 28. I had an idea the magazine team I led should have a project where no one was the boss. We would …"
        },
        {
            "title": "Carols from King's to be sung in empty chapel for first time in a century",
            "category": "Life-and-Style",
            "snippet": "Summary: For many of us, it is the moment when Christmas really starts: the soaring voice of a boy soloist at King’s College, Cambridge opening its iconic Chri …"
        },
        {
            "title": "Gospel choir celebrate everyday heroes in a gritty nativity remake",
            "category": "Life-and-Style",
            "snippet": "Summary: When a London gospel choir decided to make a film about an alternative nativity, they had modest ambitions to share it via YouTube and festivals. That …"
        },
        {
            "title": "Let Us Dream by Pope Francis review – the holy father of fraternity",
            "category": "Books",
            "snippet": "Not long into these reflections on the lessons of a traumatic year, Pope Francis offers a line from his favourite poet, Friedrich Hölderlin: “Where th …"
        },
        {
            "title": "The photo is the clue: Arthur Conan Doyle’s love for his Lost World hero",
            "category": "Books",
            "snippet": "Sir Arthur Conan Doyle’s Professor Challenger, the fictional scientist and explorer who discovers a forgotten land of dinosaurs, went on to inspire a …"
        },
        {
            "title": "Darth Vader actor Dave Prowse dies aged 85",
            "category": "Film",
            "snippet": "David “Dave” Prowse, the actor best known for playing Darth Vader in the original Star Wars trilogy, has died at the age of 85, his agent has said. Ag …"
        },
        {
            "title": "Possessor review – mind-and-body-snatching thrills from Brandon Cronenberg",
            "category": "Film",
            "snippet": "Anyone feeling nostalgic for the 70s/80s heyday of squishy, sociopolitical body-horror will find plenty to feast on in this uproariously gory yet sati …"
        },
        {
            "title": "Christmas comes early as UK farms sell out of trees",
            "category": "Life-and-Style",
            "snippet": "Christmas trees are up already – and so are sales. Growers have sold 24% more trees so far this year than at the same time in 2019, according to the B …"
        },
        {
            "title": "Other arts are political, why not gardening?",
            "category": "Life-and-Style",
            "snippet": "Has someone ever presented you with an opinion that you found immediately, viscerally challenging, but the self-reflection it caused was incredibly va …"
        },
        {
            "title": "Actors, pilots, oil workers … thousands from Covid-blighted jobs join parcel courier army",
            "category": "Business",
            "snippet": "For as long as Anna-Jane Casey can remember she has spent the run-up to Christmas on the stage in the West End. But this year Casey is joining a growi …"
        },
        {
            "title": "Period politics is stuck in the past",
            "category": "Life-and-Style",
            "snippet": "Inconvenience is all part of being a woman. As a message to girls still at school, still alive with the energy and optimism to change the world, it’s …"
        },
        {
            "title": "Miley Cyrus: Plastic Hearts review – mock rock",
            "category": "Music",
            "snippet": "Throughout a decade careening gleefully from pop to R&B to country, Miley Cyrus has needed no urging to drop a rock cover. Her unforced simpatico for …"
        },
        {
            "title": "Questions over HS2 and new roads as coronavirus prompts transport inquiry",
            "category": "UK-News",
            "snippet": "The case for a complete rethink of public transport priorities in the aftermath of Covid-19 – including a fresh look at arguments for and against the …"
        },
        {
            "title": "Julien Temple: 'People who are considered difficult are very rich subjects for a film'",
            "category": "Film",
            "snippet": "When film-maker Julien Temple met Shane MacGowan to discuss making a documentary about his life, the 62-year-old, hard-living former Pogues frontman w …"
        },
        {
            "title": "My boy has become the great dictator, laying claim to whatever takes his fancy",
            "category": "Life-and-Style",
            "snippet": "My son has recently become a boy king, owner of all he surveys. ‘MY bag’, ‘MY dinner’ and especially ‘MY train.’ He says the latter in relation to the …"
        },
        {
            "title": "'It's electrifying': chess world hails Queen's Gambit-fuelled boom",
            "category": "Sport",
            "snippet": "Since its arrival on Netflix last month, The Queen’s Gambit has attracted a staggering 62 million viewers – making it the streaming service’s most-wat …"
        },
        {
            "title": "Keir Starmer warned not to insist Labour MPs vote for Brexit deal",
            "category": "Politics",
            "snippet": "Keir Starmer, the Labour party leader, faces the threat of resignations from his frontbench team should he order MPs to vote in favour of a Brexit dea …"
        },
        {
            "title": "Hillbilly Elegy review – Glenn Close and Amy Adams trade Appalachian cliches",
            "category": "Film",
            "snippet": "“Your people will have your back. That’s our code,” insists Yale law student JD Vance (Gabriel Basso), reflecting on the Appalachian values of his Ken …"
        },
        {
            "title": "You Exist Too Much by Zaina Arafat review – self-destructive search for love",
            "category": "Books",
            "snippet": "Summary: Zaina Arafat’s debut novel follows an unnamed young Palestinian-American woman through “a misguided and self-destructive quest for love”, as she repea …"
        },
        {
            "title": "‘You need to look outside your own window’: the winner of our graphic short story prize 2020",
            "category": "Books",
            "snippet": "In Similar to But Not, the winner of this year’s Observer/Jonathan Cape graphic short story prize, a prematurely aged teenager visits his local pub ho …"
        },
        {
            "title": "Creative therapy and shared support can help with grief after losing a child",
            "category": "Life-and-Style",
            "snippet": "After my daughter Grace died when I was eight months pregnant, my first impulse was to write it all down: the birth, surrounded by candles; the coffin …"
        },
        {
            "title": "Smashing Pumpkins: Cyr review – infinite flatness",
            "category": "Music",
            "snippet": "Summary: Although Smashing Pumpkins are no strangers to synths, they have always remained a guitar band at heart. And yet Cyr, the second album since three-qua …"
        },
        {
            "title": "Tories are 'in a panic' over Scottish independence, says Ian Blackford",
            "category": "Politics",
            "snippet": "The Scottish National party’s leader in Westminster has accused Tory MPs of denying Holyrood the powers to hold a second independence referendum becau …"
        },
        {
            "title": "David Prowse obituary",
            "category": "Film",
            "snippet": "Cinema audiences were introduced to the terrifying Darth Vader when he appeared through the smoky residue of a laser battle at the beginning of Star W …"
        },
        {
            "title": "Brexit: what will change for Britons in the EU on 1 January?",
            "category": "Politics",
            "snippet": "The end of the Brexit transition period on 31 December is looming, and with it some major changes for anyone going from the UK to continental Europe – …"
        },
        {
            "title": "Jungleland review – a neon-lit squint at the American dream",
            "category": "Film",
            "snippet": "Fed up of ducking bailiffs and squatting in abandoned houses, brothers Stan (Charlie Hunnam) and Lion (Jack O’Connell) leave western Massachusetts and …"
        },
        {
            "title": "Flohio: No Panic No Pain – a seething statement of intent",
            "category": "Music",
            "snippet": "Since she first pricked up ears with her impish flow and shadowy beats four years ago, 28-year-old south Londoner Flohio has always given the impressi …"
        },
        {
            "title": "Don't go breaking my art: it's time to axe the mood-ruining, bar-scrambling interval",
            "category": "Music",
            "snippet": "Summary: When my book Rough Ideas was published last year I, like everyone else on the planet, had no idea how much and how quickly life in 2020 would change w …"
        },
        {
            "title": "I raised my kids on Pixar – and it has ruined classic cinema for them",
            "category": "Film",
            "snippet": "Summary: I was recently scrolling through Christmas films at the cinema opposite the kids’ school, picturing the happy scene where I arrive unexpectedly outsid …"
        },
        {
            "title": "Man charged with murdering rapper 21 Savage's brother TM1way",
            "category": "UK-News",
            "snippet": "A man has been charged with the murder of a rapper who was reportedly killed as he took shopping to his grandmother. Terrell Davis, who performed as T …"
        },
        {
            "title": "Hamilton wins Bahrain Grand Prix after Grosjean survives huge crash - as it happened",
            "category": "Sport",
            "snippet": "Here’s Giles Richards’ report. Reminder of the events that began the race. The final positions. Lewis Hamilton speaks before the ceremonials. [The Gro …"
        },
        {
            "title": "Mike Tyson and Roy Jones Jr roll back years but boxing is no game at any age",
            "category": "Sport",
            "snippet": "Boxing lived up to its reputation as the theatre of the unexpected with Saturday night’s much-anticipated exhibition fight between Mike Tyson and Roy …"
        },
        {
            "title": "Michael Brooks obituary",
            "category": "Music",
            "snippet": "My father, Michael Brooks, who has died aged 85, was a Grammy award-winning archivist, historian and producer who introduced American roots music to a …"
        },
        {
            "title": "Roger Farrand obituary",
            "category": "Books",
            "snippet": "My friend Roger Farrand, who has died aged 86, was publisher and then owner of the quarterly Printmaking Today magazine, which has provided a much-nee …"
        },
        {
            "title": "England face Autumn Nations Cup final mismatch against depleted France",
            "category": "Sport",
            "snippet": "England’s Autumn Nations Cup final against France on Sunday is in danger of descending into farce after Les Bleus named a desperately depleted squad f …"
        },
        {
            "title": "Rugby union's charms buried under defensive landslide in Nations Cup",
            "category": "Sport",
            "snippet": "Common ground is hard to find these days. Whether it be politics, the climate crisis or sport, there is generally a hardcore prepared to argue that, a …"
        },
        {
            "title": "Royal Society of Literature reveals historic changes to improve diversity",
            "category": "Books",
            "snippet": "The late Andrea Levy, author of the award-winning Windrush novel Small Island, is to become the first writer of colour to have her pen join the Royal …"
        },
        {
            "title": "Joe Biden fractures foot after slipping while playing with dog",
            "category": "US-News",
            "snippet": "Summary: American president-elect Joe Biden has fractured his right foot after slipping while playing with his dog Major. The injury was discovered in a scan o …"
        },
        {
            "title": "Scandal’s Kerry Washington: ‘My mother’s nightmare was for me to be a starving actress’",
            "category": "Life-and-Style",
            "snippet": "In a rational world, somewhere deep in the Democratic National Committee headquarters, a small staff would be hard at work planning Kerry Washington’s …"
        },
        {
            "title": "Desperately seeking headbangers: the lonely hearts who found love in the back pages",
            "category": "Music",
            "snippet": "From headbangers in Hastings to new romantics in Norwich, pen pals and lonely hearts columns were a staple of music magazines from the 1970s to the 19 …"
        },
        {
            "title": "UK carmakers plead for clarity as they stockpile parts and cars for Brexit",
            "category": "Business",
            "snippet": "Carmakers are bracing for the final Brexit deadline by moving cars and parts both ways across the Channel to make sure they are not hit by tariffs if …"
        },
        {
            "title": "The 20 best songs of 2020",
            "category": "Music",
            "snippet": "We kick off our end of 2020 music coverage with Guardian critics’ favourite songs, with our album of the year countdown starting tomorrow. As ever, ea …"
        },
        {
            "title": "The best song of 2020: Rain on Me by Lady Gaga and Ariana Grande",
            "category": "Music",
            "snippet": "Behind the illness, grief, political failure, racist violence, unemployment and myriad other acutely painful moments, 2020’s lesser sin is that it has …"
        },
        {
            "title": "Break up UK's big high street banks, say cross-party MPs",
            "category": "Business",
            "snippet": "A cross-party group of MPs is calling for the break-up of major high street banks, which they say are stifling competition and exploiting vulnerable c …"
        },
        {
            "title": "The Walker by Matthew Beaumont review – an urban wanderland",
            "category": "Books",
            "snippet": "In a scene in James Joyce’s Ulysses, Leopold Bloom walks to and from a butcher’s shop in Dublin in the early morning, his imagination roaming freely f …"
        },
        {
            "title": "Tree of the week: ‘This black pine represents how nature forces change on to living things’",
            "category": "Life-and-Style",
            "snippet": "Rod Hardingham’s favourite tree, a black pine in Tatsuno, embodies not only his love of gardens and nature, but also a decades-long affinity with Japa …"
        },
        {
            "title": "Mike Ashley offers Philip Green £50m loan as he plans Arcadia bid",
            "category": "Business",
            "snippet": "Mike Ashley’s Frasers Group, formerly known as Sports Direct, has offered emergency funding to Sir Philip Green’s Arcadia Group, and indicated its int …"
        },
        {
            "title": "Collected Stories by Shirley Hazzard review – testament to a rare talent",
            "category": "Books",
            "snippet": "Shirley Hazzard produced only four novels in a writing life that spanned nearly five decades, and was principally known – at least at the beginning of …"
        }
    ]
}