{
    "page": [
        {
            "title": "High street retailers reassure investors over English lockdown closures",
            "category": "Business",
            "snippet": "A slew of high street names have lined up to reassure the City that their finances can withstand the sales disruption caused by a second lockdown in E …"
        },
        {
            "title": "Facing the fear: cinema finally confronts the reality of dementia",
            "category": "Film",
            "snippet": "I’ve yet to see a film that sufficiently gets to the heart of what it means to watch a loved one lose their mind to dementia. Those that have garnered …"
        },
        {
            "title": "Makers of Grenfell cladding abused testing regimes, inquiry told",
            "category": "UK-News",
            "snippet": "International companies that manufactured Grenfell Tower’s cladding “abused” testing regimes meant to check fire safety, deliberately misled customers …"
        },
        {
            "title": "Ken Hensley, songwriter with 70s rock band Uriah Heep, dies aged 75",
            "category": "Music",
            "snippet": "Ken Hensley, the songwriter and multi-instrumentalist best known for his work with 70s rock band Uriah Heep, has died aged 75. His press representativ …"
        },
        {
            "title": "Neil Young – every album ranked!",
            "category": "Music",
            "snippet": "45. Landing on Water (1986) If other 1970s greats, including Don Henley, were having 80s hits with modern, synth-heavy records then why shouldn’t Neil …"
        },
        {
            "title": "Johnson urged to denounce Trump's claims of US election fraud",
            "category": "Politics",
            "snippet": "Boris Johnson has been under pressure to follow European leaders and warn Donald Trump that he will be damaging democracy worldwide if he continues to …"
        },
        {
            "title": "YouTube fails to remove video falsely declaring Trump victory",
            "category": "US-News",
            "snippet": "YouTube has been criticised for failing to remove a video wrongly claiming that Donald Trump won Tuesday’s US presidential election, despite acknowled …"
        },
        {
            "title": "Vanitas: Lieder by Schubert, Beethoven and Rihm review – songs in the key of life",
            "category": "Music",
            "snippet": "The Austrian baritone Georg Nigl’s disc with pianist Olga Pashchenko mostly replicates a recital the pair gave at the Berlin festival in September las …"
        },
        {
            "title": "Future market for Covid vaccines 'could be worth more than $10bn a year'",
            "category": "Business",
            "snippet": "Summary: The future market for Covid-19 vaccines could be worth more than $10bn (£7.6bn) in annual revenues for pharmaceutical companies, according to industry …"
        },
        {
            "title": "Bank of England launches new £150bn stimulus package",
            "category": "Business",
            "snippet": "The Bank of England has launched a fresh £150bn stimulus package for the UK economy amid the second coronavirus wave and the reintroduction of lockdow …"
        },
        {
            "title": "Four of the best Tasmanian road trips – from someone who's done them all",
            "category": "Life-and-Style",
            "snippet": "Summary: Tasmania is perfect for road tripping. With outstanding views around every corner, an abundance of beachfront shacks, and roadside produce stalls aple …"
        },
        {
            "title": "Lost the magic? Warner Bros struggles with Depp fallout and Witches criticism",
            "category": "Film",
            "snippet": "There are many elements of Roald Dahl’s bibliography that sit poorly if one views them through a progressive prism: George’s Marvellous Medicine is ba …"
        },
        {
            "title": "Cinemas battle to keep filmgoing flame alive as UK lockdown bites",
            "category": "Film",
            "snippet": "Summary: Cinemas across England shut down today as the new national restrictions introduced by Boris Johnson take effect. Cinemas are already closed in Wales, …"
        },
        {
            "title": "Human rights groups urge driver action over F1 race in Saudi Arabia",
            "category": "Sport",
            "snippet": "Human rights groups have condemned the confirmation that Formula One is to hold a race in Saudi Arabia next year. The country’s human rights record ha …"
        },
        {
            "title": "As America anxiously waits, voters find a bit of laughter in memes",
            "category": "US-News",
            "snippet": "Summary: It’s day three of election week and we are no clearer who the president will be than on day one. We’re all on an emotional rollercoaster ride: with Do …"
        },
        {
            "title": "UK coronavirus: Sweden and Germany put on quarantine list; Johnson raises Christmas hopes - as it happened",
            "category": "Politics",
            "snippet": "Rishi Sunak has announced the government will extend furlough until the end of March as the second coronavirus wave and renewed lockdown measures thre …"
        },
        {
            "title": "Let Him Go review – Costner and Lane take on Manville in fun, fiery thriller",
            "category": "Film",
            "snippet": "Summary: There’s a vital, game-changing scene in robust neo-western thriller Let Him Go that occurs as the last act beckons, one that finally reveals the true …"
        },
        {
            "title": "Boris Johnson says four nations working on family Christmas plan",
            "category": "Politics",
            "snippet": "Boris Johnson has announced plans for people across the UK to be able to spend Christmas with their extended families, while conceding that the govern …"
        },
        {
            "title": "Rishi Sunak's star fades as he flip-flops on furlough ... again",
            "category": "Politics",
            "snippet": "I suspect that even Rishi Sunak is struggling to keep up. He is the chancellor with the budget box of many colours. At a rough count there have been a …"
        },
        {
            "title": "'Republicans built the base': how Joe Biden lost Florida's Latino voters",
            "category": "US-News",
            "snippet": "As the coronavirus raged across Florida this summer, and the Democratic party was concentrating on locking in the support of the state’s hordes of sen …"
        },
        {
            "title": "Facebook removes pro-Trump Stop the Steal group over 'calls for violence'",
            "category": "US-News",
            "snippet": "Facebook removed a viral group falsely claiming that “Democrats are scheming to disenfranchise and nullify Republican votes” after it gained more than …"
        },
        {
            "title": "Ronnie O'Sullivan called 'bully' by Mark Allen after heated row at snooker table",
            "category": "Sport",
            "snippet": "Summary: Ronnie O’Sullivan was involved in a bizarre exchange with Mark Allen in the final frame of their Champion of Champions quarter-final in Milton Keynes. …"
        },
        {
            "title": "Children in UK lag behind international counterparts in healthy development",
            "category": "Life-and-Style",
            "snippet": "Poor access to nutritious food for UK schoolchildren and adolescents is the reason they are falling behind in healthy development compared with their …"
        },
        {
            "title": "President reasserts false claims about electoral fraud – as it happened",
            "category": "US-News",
            "snippet": "We’re closing this live blog now and moving to a fresh one. Join us for all the latest news, results and reaction: The Associated Press, which the Gua …"
        },
        {
            "title": "Philadelphia election officials continue vote count as Trump tries to create chaos",
            "category": "US-News",
            "snippet": "Philadelphia election officials continued to count mail-in votes on Thursday and Donald Trump’s campaign continued to try to create chaos. Pro-Trump s …"
        },
        {
            "title": "Sophia Loren: 'The body changes. The mind does not'",
            "category": "Film",
            "snippet": "The CGI lioness that materialises at intervals in the Netflix drama The Life Ahead is a sad and sorry-looking thing. It has a glossy gold coat and a t …"
        },
        {
            "title": "Don’t believe fonts have personalities? Try imagining Comic Sans on a funeral notice",
            "category": "Life-and-Style",
            "snippet": "Summary: Right now you are reading one of the Guardian’s fancy fonts from our in-house typeface family. It’s possible you don’t care about this; but I very muc …"
        },
        {
            "title": "The Glamour Boys by Chris Bryant review – the rebels who fought for Britain",
            "category": "Books",
            "snippet": "In The Glamour Boys, Chris Bryant sets out to bring to light the remarkable and in some cases heroic contribution of gay MPs to Britain’s involvement …"
        },
        {
            "title": "From Supalonely to stadiums: meet Benee, a 'normal idiot from New Zealand'",
            "category": "Music",
            "snippet": "Twelve thousand fans packed into a venue on a Saturday night, phones aloft, no masks in sight: it looks like a scene from another era, not October 202 …"
        },
        {
            "title": "Chess: Magnus Carlsen showcases his bullet skills with 11 straight wins",
            "category": "Sport",
            "snippet": "Magnus Carlsen returned to his favourite battlefield, online speed chess, on Monday as Norway’s world champion, 29, fresh from his over-the-board triu …"
        },
        {
            "title": "From Weezer to Missy Elliott: 10 of the best difficult second albums",
            "category": "Music",
            "snippet": "Second Coming (1994) The Stone Roses Released five years after the Madchester pioneers’ era-defining debut, Second Coming has become synonymous with d …"
        },
        {
            "title": "Dutchavelli: Dutch from the 5th review – drill trailblazer gets deep",
            "category": "Music",
            "snippet": "2020 is going Dutch. The east London drill rapper – and brother of Stefflon Don – assisted Tion Wayne and Stormzy to make I Dunno a contender for UK r …"
        },
        {
            "title": "Donald Trump's election results speech: all the false claims",
            "category": "US-News",
            "snippet": "Donald Trump has unleashed a torrent of misinformation in a White House speech that tried to undermine the legitimacy of the US election. One allegati …"
        },
        {
            "title": "EasyJet cuts more flights and sells planes after new Covid controls",
            "category": "Business",
            "snippet": "EasyJet is cutting its flight schedule further after the introduction of new lockdown measures in the UK and mainland Europe, saying it will only run …"
        },
        {
            "title": "Steven Berkoff’s teenage obsessions: ‘I became very adept at jive'",
            "category": "Film",
            "snippet": "Italian neorealism I loved Italian neorealist films as a teenager because they always featured somebody struggling to find themselves in a city. Mirac …"
        },
        {
            "title": "Experience: we’re twins who married twins – and had twins",
            "category": "Life-and-Style",
            "snippet": "In August 1998, my sister and I met our husbands in a town called Twinsburg in Ohio. Darlene and I (identical and born 45 minutes apart) were 27 and a …"
        },
        {
            "title": "'It had been on my shelf for years': readers share their lockdown reads",
            "category": "Books",
            "snippet": "Martin Chuzzlewit by Charles Dickens Adrian Tilley, 73, retired English teacher, Okehampton, Devon It had been lurking in the bookcase for too long. I …"
        },
        {
            "title": "My life in sex: ‘The Bible doesn’t speak of polygamy for women, but it works wonders for me’",
            "category": "Life-and-Style",
            "snippet": "I was raised in a traditional evangelical home and my husband and I were virgins when we married. Every Christian marriage book and seminar had made i …"
        },
        {
            "title": "Trump repeats false claim of election win as Biden calls for 'patience'",
            "category": "US-News",
            "snippet": "Summary: Joe Biden urged calm across the US on Thursday night as he held on to a lead against Donald Trump that brought the Democratic challenger tantalisingly …"
        },
        {
            "title": "Liverpool residents: share your experiences of mass testing",
            "category": "UK-News",
            "snippet": "Summary: A government plan to test large parts of the population for coronavirus launched in Liverpool on Friday. Part of Operation Moonshot, up to 500,000 peo …"
        },
        {
            "title": "Tracks of the week reviewed: Reyna, Ariana Grande, Finneas",
            "category": "Music",
            "snippet": "Reyna 7’11 A woozy, groovy little number from the Milwaukee sister duo – kind of Charli XCX meets Saint Etienne – with a Spanish chorus that will make …"
        },
        {
            "title": "Rumaan Alam: ‘What we are experiencing now is part of a bigger moment’",
            "category": "Books",
            "snippet": "When the end of the world arrives in Leave the World Behind, Rumaan Alam’s third novel, it comes not with a bang or a whimper, but a mysterious sound. …"
        },
        {
            "title": "‘It looks great – and covers dodgy plasterwork!’ Readers' cheap, clever five-minute home improvements",
            "category": "Life-and-Style",
            "snippet": "Framed and hung pictures I framed and hung the art, photographs and posters I had collected over years of travelling, but had never bothered to displa …"
        },
        {
            "title": "Erin Wall obituary",
            "category": "Music",
            "snippet": "The Canadian-American soprano Erin Wall, who has died aged 44 of complications resulting from metastatic breast cancer, was highly regarded for her he …"
        },
        {
            "title": "Singer, activist, sex machine, addict: the troubled brilliance of Billie Holiday",
            "category": "Music",
            "snippet": "There’s an electrifying moment in Billie, a new documentary about Billie Holiday, when Jonathan “Jo” Jones, a tempestuous, influential African America …"
        },
        {
            "title": "Owners who ban mask-wearing aren't playing by the rules – that’s bad business",
            "category": "Business",
            "snippet": "An independent restaurant in Utah has a unique approach to dealing with the coronavirus pandemic. Rather than requiring that its customers wear masks …"
        },
        {
            "title": "Home Office accused of breaching court order over asylum seeker evictions",
            "category": "Politics",
            "snippet": "The Home Office has been accused of breaching a high court order that halts the eviction of asylum seekers during the pandemic lockdown, the Guardian …"
        },
        {
            "title": "Cottage industry: the enduring power of the ‘cabin in the woods’ album",
            "category": "Music",
            "snippet": "For some, the “cabin in the woods” album aesthetic reached critical mass in 2011, with a headline in the Onion: “Man Just Going To Grab Guitar And Old …"
        },
        {
            "title": "UK recession fears and rivalries take the shine off Rishi Sunak",
            "category": "Politics",
            "snippet": "From Whitehall to Wetherspoon’s, there was near universal agreement that Rushi Sunak was performing very well under the stresses of the pandemic. At t …"
        },
        {
            "title": "Does everything you own need to be beautiful?",
            "category": "Life-and-Style",
            "snippet": "The process of moving flat has got me thinking in cumulative numbers. “12,045 days” I mutter to myself while lying on a mattress in a shop (the amount …"
        }
    ]
}