{
    "page": [
        {
            "title": "US election 2020: a guide to what will happen on Tuesday – and beyond",
            "category": "US-News",
            "snippet": "Summary: It is a US election like no other. Rarely have the stakes for America felt so high after four years of Donald Trump’s chaotic rule and a summer of civ …"
        },
        {
            "title": "Women, and women of color, running for seats in Congress are setting a record",
            "category": "US-News",
            "snippet": "A record number of women, including a record number of women of color, could be elected to Congress on Tuesday, in what would represent a further step …"
        },
        {
            "title": "My streaming gem: why you should watch Short Term 12",
            "category": "Film",
            "snippet": "When things haven’t been going your way, when you’ve been trying so hard to hold it together, sometimes you just need to let go. A raw drama about a c …"
        },
        {
            "title": "Lady Gaga attacks Trump's 'grab' remarks at Joe Biden rally",
            "category": "Music",
            "snippet": "Lady Gaga gave an impassioned message of support for Joe Biden as America heads to the polls, making reference to Donald Trump’s history of crude sexu …"
        },
        {
            "title": "US Senate elections: the key races that will determine power in Washington",
            "category": "US-News",
            "snippet": "While the world’s attention is on Donald Trump’s attempt to win re-election as president over challenger Joe Biden, the battle for the US Senate that …"
        },
        {
            "title": "The Dead Are Arising by Les Payne and Tamara Payne review – the radical ascent of Malcolm X",
            "category": "Books",
            "snippet": "“If you’re black you were born in jail,” said Malcolm X in 1964, the year before his assassination. The American dream was a nightmare as far as the b …"
        },
        {
            "title": "Grammy awards rename world music category to avoid 'connotations of colonialism'",
            "category": "Music",
            "snippet": "The Grammys are changing the name of their “best world music” album category to “best global music” album, to avoid “connotations of colonialism”. In …"
        },
        {
            "title": "Sadiq Khan confirms London’s City Hall to move to Royal Docks",
            "category": "UK-News",
            "snippet": "London’s mayoralty and devolved assembly are to move from their current base near Tower Bridge to a cheaper site in the east of the city as part of a …"
        },
        {
            "title": "First thing election special: 'time to take back our democracy'",
            "category": "US-News",
            "snippet": "Good morning, and welcome to the longest day of the last four years. At his final midnight Maga rally on Monday, Donald Trump promised his supporters …"
        },
        {
            "title": "Remember, remember: from slow roast brisket to cinder toffee – the 10 best Bonfire Night treats",
            "category": "Life-and-Style",
            "snippet": "This year’s Bonfire Night will be like no other in recent memory. Gone are the big gatherings. Gone is the sense of community spirit. Gone are my neig …"
        },
        {
            "title": "UK will struggle to deal with Brexit alongside Covid, says thinktank",
            "category": "Politics",
            "snippet": "Devolved administrations, local authorities and businesses risk being overwhelmed by Brexit implementation on 1 January, unable to deal with it alongs …"
        },
        {
            "title": "Hollywood firm to build £300m film and TV studio in Dagenham",
            "category": "Business",
            "snippet": "A US property developer that owns studios where films including Gone with the Wind and TV shows such as The Sopranos were filmed is investing £300m to …"
        },
        {
            "title": "US election polls tracker: who is leading in swing states, Trump or Biden?",
            "category": "US-News",
            "snippet": "Joe Biden is leading Donald Trump in the national polls for the presidential election. But that doesn’t guarantee the Democratic candidate victory. Hi …"
        },
        {
            "title": "Man with terrible burns waited 78  minutes for ambulance in Wales",
            "category": "UK-News",
            "snippet": "A man with terrible burns who waited an hour and 18 minutes for paramedics to reach him felt he was “left to die” after it emerged that more than 20 a …"
        },
        {
            "title": "Greater Manchester police identify 480 victims of child sexual exploitation",
            "category": "UK-News",
            "snippet": "Summary: Nearly 500 victims of child sexual exploitation have been identified by police in Greater Manchester. Greater Manchester police said they were aware o …"
        },
        {
            "title": "My boyfriend and I only have sex once a month – and it's clinical, routine and cold",
            "category": "Life-and-Style",
            "snippet": "My boyfriend and I have been together for five years. I am a 30-year-old woman and he is 10 years older than me. We started our relationship long dist …"
        },
        {
            "title": "Ryan Giggs stands aside as Wales manager for three games after arrest",
            "category": "UK-News",
            "snippet": "Ryan Giggs will not take charge of Wales’ three matches this month after he was arrested on suspicion of assaulting his girlfriend, Kate Greville, on …"
        },
        {
            "title": "Tell us about your tips on keeping friends close in a pandemic",
            "category": "Life-and-Style",
            "snippet": "Summary: It has been one of the biggest challenges of the Covid crisis: how can you stay in touch with friends and family in a world of social distancing and e …"
        },
        {
            "title": "Love, death and tennis: the forgotten Italian masterpiece about the horror of fascism",
            "category": "Film",
            "snippet": "‘In life, in order to really understand the world, you must die at least once. So it’s better to die young, while there’s time to recover and live aga …"
        },
        {
            "title": "'A totally different way of dressing': Carla Zampatti on her three most useful objects",
            "category": "Life-and-Style",
            "snippet": "This year Carla Zampatti is celebrating her 55th year in the fashion industry. Though the doyenne of Australian fashion has spent far more time at hom …"
        },
        {
            "title": "Love Child review – refugee documentary finds love and warmth amid the misery",
            "category": "Film",
            "snippet": "Summary: Here’s a documentary that gives off warmth like a radiator, generating huge amounts of empathy. I’m not sure I’ve seen another film that has so moving …"
        },
        {
            "title": "Martin Bashir to face questions over Diana interview when he recovers from Covid",
            "category": "UK-News",
            "snippet": "Summary: The BBC cannot review claims by Princess Diana’s brother of journalistic malpractice as Martin Bashir, the reporter who interviewed her, is severely i …"
        },
        {
            "title": "Letter: John Reid obituary",
            "category": "Sport",
            "snippet": "In 1965 John Reid and the West Indies batsman Conrad Hunte were keen to practice in London before the Rest of the World against an England XI series. …"
        },
        {
            "title": "UK country house prices hit four-year high in 'race for space'",
            "category": "Business",
            "snippet": "Summary: Record demand for country houses in the UK has driven prices to a four-year high, with wealthy buyers flocking to Worcester in the West Midlands and C …"
        },
        {
            "title": "UK coronavirus: Whitty says aim of lockdown is to reduce R enough to move on after 2 December – as it happened",
            "category": "Politics",
            "snippet": "Summary: Prof Chris Whitty, the government’s chief medical adviser, has told MPs there is a “realistic possibility” that the lockdown for England can be eased …"
        },
        {
            "title": "Met police told to reveal if spies still used in political groups",
            "category": "UK-News",
            "snippet": "The head of the inquiry into undercover policing has insisted that Scotland Yard reveal whether it is currently deploying spies in political groups. T …"
        },
        {
            "title": "Neurodivergent author Camilla Pang’s Explaining Humans wins Royal Society prize",
            "category": "Books",
            "snippet": "Dr Camilla Pang, whose debut uses science to explore the complexities of human behaviour through the prism of her autism spectrum disorder, has won th …"
        },
        {
            "title": "UK can expect at least three Covid waves with lockdowns, Mordaunt says",
            "category": "Politics",
            "snippet": "The UK should be braced for at least a third wave of the coronavirus pandemic and further lockdowns, a minister has said as Tory sceptics warned they …"
        },
        {
            "title": "Tell us: how are you following the 2020 US election?",
            "category": "US-News",
            "snippet": "Summary: As people across the US cast their ballots at polling stations and with 98m Americans reported to have already voted ahead of election day, the world …"
        },
        {
            "title": "Heard lost public sympathy for standing up against Depp assaults, says QC",
            "category": "Film",
            "snippet": "Amber Heard’s stand against Johnny Depp’s assaults should not have deprived her of public sympathy for suffering the ordeal of domestic violence, a le …"
        },
        {
            "title": "If anyone can engineer a State of Origin upset, Wayne Bennett can",
            "category": "Sport",
            "snippet": "Summary: Leave it to Wayne Bennett to put a positive spin on a spiralling mess. “I’m confident without being overconfident,” the Queensland coach said on Tuesd …"
        },
        {
            "title": "Up to 18,000 UK high street premises could be vacant amid Covid crisis",
            "category": "Business",
            "snippet": "Summary: Another 18,000 high street premises could be left empty in 2020, almost double the number in 2019, as the coronavirus pandemic hammers retailers, rest …"
        },
        {
            "title": "'We were lucky people didn't throw tomatoes': Klaus Voormann on his Beatles and Plastic Ono days",
            "category": "Music",
            "snippet": "In September 1969, the bass player and artist Klaus Voormann, who had recently left Manfred Mann, received a phone call from John Lennon. There was no …"
        },
        {
            "title": "Trump wins swing state Florida in setback for Biden campaign",
            "category": "US-News",
            "snippet": "Joe Biden’s best chance of swiftly capturing the White House slipped away when the Latino voters of Miami handed Florida back to Donald Trump by an in …"
        },
        {
            "title": "AOC and her fellow 'Squad' members all win re-election to Congress",
            "category": "US-News",
            "snippet": "All four members of the progressive “Squad” of Democratic congresswomen have handily won re-election. Alexandria Ocasio-Cortez of New York, Ilhan Omar …"
        },
        {
            "title": "Scoff by Pen Vogler review – food and class in Britain",
            "category": "Books",
            "snippet": "Summary: During peak lockdown you couldn’t move for stories about furloughed professionals filling their empty days with heroic bouts of home baking. Deliveroo …"
        },
        {
            "title": "Marks & Spencer falls to first loss as Covid crisis hits clothing sales",
            "category": "Business",
            "snippet": "Marks & Spencer has crashed to its first-ever loss after clothing sales collapsed during the first coronavirus lockdown, with more pain to come as Eng …"
        },
        {
            "title": "Earthlings by Sayaka Murata review – a fizzing tale of alienation",
            "category": "Books",
            "snippet": "Sayaka Murata’s new novel takes the quietly spoken themes of her cult hit Convenience Store Woman and sends them into orbit. The two books might be se …"
        },
        {
            "title": "US election night guide: what to watch for",
            "category": "US-News",
            "snippet": "A record-shattering 100 million people have already voted ahead of election day, meaning the 2020 presidential election pitting Joe Biden against Dona …"
        },
        {
            "title": "Prison watchdog investigates death of Julian Assange friend in Belmarsh",
            "category": "UK-News",
            "snippet": "An investigation has been launched after a Brazilian man, who was reportedly a friend of Julian Assange and was being held on the same wing as the Wik …"
        },
        {
            "title": "'Fill the room with love': the stress-busting jazz of Alabaster dePlume",
            "category": "Music",
            "snippet": "Uncertainty has been the only constant of this strange year. For Gus Fairbairn, AKA multi-instrumentalist Alabaster dePlume, the anxiety bred by that …"
        },
        {
            "title": "Raise the root! 17 delicious ways to use sweet potato, from curries to cheesecakes",
            "category": "Life-and-Style",
            "snippet": "Claims for the all-round utility of sweet potatoes are often based on the idea that they can replace regular potatoes in most recipes – but I think th …"
        },
        {
            "title": "Recorder: The Marion Stokes Project review – the woman who kept the TV on for 30 years",
            "category": "Film",
            "snippet": "Here is the strange, but undoubtedly compelling and even heroic story of Marion Stokes, a historian and television producer from Philadelphia who from …"
        },
        {
            "title": "Handel: where to start with his music",
            "category": "Music",
            "snippet": "A German composer who brought Italian musical fashions to a London audience, George Frideric Handel (1685-1759) is the baroque era’s theatre composer …"
        },
        {
            "title": "From Art Basel to live theater: your guide to fall's top digital cultural events",
            "category": "Life-and-Style",
            "snippet": "Summary: The past seven months have seen the slowdown of countless cultural events and festivals, but that disruption has forced institutions like Art Basel to …"
        },
        {
            "title": "African Europeans by Olivette Otele review – when race mattered less",
            "category": "Books",
            "snippet": "Summary: Among the private drawings of the great Renaissance artist Albrecht Dürer are two moving likenesses of African Europeans – so vivid and timeless you h …"
        },
        {
            "title": "John Lewis to cut 1,500 head office jobs as part of £300m cost savings",
            "category": "Business",
            "snippet": "John Lewis is cutting 1,500 head office jobs as part of efforts to make £300m in annual cost savings and return to profitability. Its finance director …"
        },
        {
            "title": "Spore's the pity: how Fantastic Fungi flags up man's abuse of nature",
            "category": "Film",
            "snippet": "Watching the anemone stinkhorn sprout from the soil is a wondrous – and terrifying – thing. Emerging from a pod that looks like a truffle, the mushroo …"
        },
        {
            "title": "UK economy heading for double-dip recession as summer recovery stalls",
            "category": "Business",
            "snippet": "Summary: The British economy is on course for a double-dip recession this winter, according to data showing growth slowing down in the UK’s dominant services s …"
        },
        {
            "title": "Looted review - car-stealing thriller paints picture of post-industrial decay",
            "category": "Film",
            "snippet": "Petty criminal Rob (Charley Palmer Rothwell) has a busier schedule than most gainfully employed people in this affecting debut feature from director R …"
        }
    ]
}