{
    "page": [
        {
            "title": "Klay Thompson set to miss second successive season after tearing achilles",
            "category": "Sport",
            "snippet": "The Golden State Warriors shooting guard Klay Thompson has suffered a huge blow after learning he will miss a second successive season through injury, …"
        },
        {
            "title": "Douglas Stuart wins Booker prize for debut Shuggie Bain",
            "category": "Books",
            "snippet": "Summary: The Scottish-American author Douglas Stuart has won the Booker prize for his first novel, Shuggie Bain, a story based on his own life that follows a b …"
        },
        {
            "title": "Douglas Stuart's Booker win heralds arrival of a fully formed voice",
            "category": "Books",
            "snippet": "Though there were four debuts on the Booker shortlist, it’s been more than a decade since a debut won. And with two magisterial novels from establishe …"
        },
        {
            "title": "Bullying inquiry 'found evidence Priti Patel broke ministerial code'",
            "category": "Politics",
            "snippet": "A Cabinet Office inquiry into allegations of bullying by Priti Patel has found evidence that she broke the ministerial code, informed sources have tol …"
        },
        {
            "title": "Northern Ireland faces new Covid curbs until mid-December",
            "category": "UK-News",
            "snippet": "Pubs, restaurants and other hospitality outlets will remain closed until mid-December in Northern Ireland, the regional devolved government has announ …"
        },
        {
            "title": "Rafael Nadal beats Stefanos Tsitsipas in ATP Tour Finals shootout – as it happened",
            "category": "Sport",
            "snippet": "That is all from me tonight. Thank you for following along and we will be back tomorrow afternoon as Novak Djokovic and Alexander Zverev compete at 2p …"
        },
        {
            "title": "Nadal rediscovers mojo to overpower Tsitsipas and reach ATP Finals last four",
            "category": "Sport",
            "snippet": "Summary: Champions love to beat champions. And Rafael Nadal, who has seen it all at 34, could not disguise his joy after beating the ebullient young incumbent, …"
        },
        {
            "title": "$427bn a year lost to tax abuse by firms and rich individuals, study finds",
            "category": "Business",
            "snippet": "Tax abuse by multinational companies and avoidance by rich individuals is costing countries $427bn a year in lost revenues, according to a study by a …"
        },
        {
            "title": "Nestlé joins others to set up first UK-wide coffee pod recycling scheme",
            "category": "Business",
            "snippet": "The manufacturers of the UK’s three biggest coffee pod brands have joined forces to set up the sector’s first national recycling scheme, in the face o …"
        },
        {
            "title": "Coronavirus taskforce briefing: Fauci urges vigilance as vaccine is in sight",
            "category": "US-News",
            "snippet": "Anthony Fauci, America’s top infectious diseases expert, has promised that “the cavalry is on the way” in the form of a coronavirus vaccine but urged …"
        },
        {
            "title": "As Donald Trump refuses to concede: the etymology of 'coup'",
            "category": "Books",
            "snippet": "As Donald Trump sulked in the White House after the election and refused to concede defeat, many wondered if he was plotting a “coup”, in the sense of …"
        },
        {
            "title": "Finding Jack Charlton review – touching portrait of a footballing hero",
            "category": "Film",
            "snippet": "The story of Jack Charlton’s amazing ascent and virtual canonisation as the manager of the Irish Republic’s national football team in the 80s and 90s …"
        },
        {
            "title": "Unions call for frontline UK workers to be prioritised for Covid vaccine",
            "category": "UK-News",
            "snippet": "Summary: Unions have called for key frontline workers to be granted priority access to an approved Covid vaccine after they were omitted from the list of those …"
        },
        {
            "title": "National Trust steps in to rescue rare English lichen",
            "category": "UK-News",
            "snippet": "Just as an art gallery would protect its collection of fine and rare paintings, the National Trust is attempting to save one of England’s rarest liche …"
        },
        {
            "title": "The Ministry for the Future by Kim Stanley Robinson review – how to solve the climate crisis",
            "category": "Books",
            "snippet": "Summary: It opens like a slow-motion disaster movie. In the near future, a heatwave of unsurvivable “wet-bulb” temperatures (factoring in humidity) in a small …"
        },
        {
            "title": "$5 gigs, not $10m deals: the story of US punk label Dischord Records",
            "category": "Music",
            "snippet": "“Do you know what I call an un-played record?” asks Ian MacKaye. “A piece of fucking trash. It’s paper and plastic. So if I make something, I want to …"
        },
        {
            "title": "Maryland college dedicates new memorial in effort to confront legacy of slavery",
            "category": "US-News",
            "snippet": "Summary: When Tuajuanda Jordan first saw the newest addition to her college campus – a haunting memorial to enslaved people who lived, labored and died there – …"
        },
        {
            "title": "Contento: Lo Bueno Está Aquí review – 'salsapunks' invent a joyful hybrid",
            "category": "Music",
            "snippet": "In the 1960s, salsa’s sprightly piano melodies, clave rhythms and syncopated percussion took off in New York, and its deeply kinetic combination becam …"
        },
        {
            "title": "Five of the best documentaries, as chosen by Werner Herzog",
            "category": "Film",
            "snippet": "I don’t watch films,” says Werner Herzog. “People always believe that a film-maker would have seen hundreds or thousands of films – if you have a man …"
        },
        {
            "title": "The Weirdest People in the World review – a theory-of-everything study",
            "category": "Books",
            "snippet": "Summary: Why did Europe play such an outsized role in human history? A generation ago, the geographer Jared Diamond offered an elegant answer in his book Guns, …"
        },
        {
            "title": "Céline Dion loses $13m dispute with concert agent",
            "category": "Music",
            "snippet": "Summary: Céline Dion has lost a $13m dispute with her former concert agent, who she accused of being “wildly” overpaid for a $489m (£370m) negotiation he made …"
        },
        {
            "title": "Experience: I steal from museums",
            "category": "Life-and-Style",
            "snippet": "I am a pan-African activist, campaigning for reparations for the crimes against African people committed during colonialism. Recently, I have taken ma …"
        },
        {
            "title": "Sylvester McCoy's teenage obsessions: 'I was the twist king of Dunoon'",
            "category": "Film",
            "snippet": "Doing the twist I come from a place called Dunoon, a small seaside town on the Firth of Clyde, just inside the Highlands. It’s like that town Dylan Th …"
        },
        {
            "title": "Fall in UK tax receipts and business support fuel record October borrowing",
            "category": "Business",
            "snippet": "A steep fall in tax receipts and the extra cost of government subsidies for businesses and the self-employed pushed UK government borrowing last month …"
        },
        {
            "title": "'The war on drugs failed': California lawmaker will push to decriminalize psychedelics",
            "category": "US-News",
            "snippet": "Summary: The movement to reform drug policy celebrated a number of victories in the recent election, with voters across America opting to legalize marijuana an …"
        },
        {
            "title": "First Thing: Georgia confirms Biden win while Trump targets Michigan",
            "category": "US-News",
            "snippet": "Good morning. Joe Biden has been confirmed as the winner of Georgia, after a recount demanded by Donald Trump. He becomes the first Democrat to take t …"
        },
        {
            "title": "Richard Burton exhibition looks beyond the hell-raiser headlines",
            "category": "Film",
            "snippet": "Summary: He is as famous for his turbulent personal life as his acting skills: a hard-living, heavy-drinking, headline-grabbing Hollywood icon. But a much more …"
        },
        {
            "title": "‘Jake the dog helped me feel normal again’: readers on the pandemic’s acts of kindness",
            "category": "Life-and-Style",
            "snippet": "A Greek holiday in London My husband and I have had a difficult two years trying to have a baby. The spring lockdown put our IVF treatment on hold, an …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "Author of the Dublin Murder Squad series Tana French has described her second standalone, The Searcher (Viking, £14.99), as her take on a western, and …"
        },
        {
            "title": "Jason Reynolds: 'Snoop Dogg once told white folks: 'I know you hate me. But your kids don't.' That's how I feel'",
            "category": "Books",
            "snippet": "In any other year, Jason Reynolds would be travelling up and down the US visiting schools and juvenile detention centres to speak to children, sometim …"
        },
        {
            "title": "Natalia Lafourcade and Residente win big at 2020 Latin Grammy awards",
            "category": "Music",
            "snippet": "Summary: Spanish pop star Alejandro Sanz, Mexican folk-pop singer Natalia Lafourcade and Puerto Rican rapper Residente were the biggest winners at the 2020 Lat …"
        },
        {
            "title": "Jamie Lynn Spears: 'Britney created so much power for herself – I wanted that too'",
            "category": "Music",
            "snippet": "Jamie Lynn Spears was sitting in a car, surrounded by screaming fans, when it finally hit her. Of course, she knew her sister Britney was successful – …"
        },
        {
            "title": "Priti Patel bullying inquiry: why was it held and what did it find?",
            "category": "Politics",
            "snippet": "The home secretary, Priti Patel, has avoided the sack despite a Cabinet Office inquiry reportedly uncovering evidence of bullying within the Home Offi …"
        },
        {
            "title": "'Unreal': Constituents' fury grows 50 days after Ferrier broke Covid rules",
            "category": "Politics",
            "snippet": "Kelly Livingstone was half-watching the 10 o’clock news on Thursday 1 October when she noticed an image of the MP Margaret Ferrier flash up on the scr …"
        },
        {
            "title": "Tributes paid to Cardiff law student who died after collapsing in halls",
            "category": "UK-News",
            "snippet": "Summary: The family of an 18-year-old law student who died after collapsing at a university halls in Cardiff has described her as selfless and “full of aspirat …"
        },
        {
            "title": "How Boris Johnson found grounds to ignore Priti Patel bullying verdict",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson’s decision to ignore the verdict of his independent adviser on ministerial standards, Sir Alex Allan, on a bullying inquiry into the hom …"
        },
        {
            "title": "Rodney P admits assaulting two women",
            "category": "Music",
            "snippet": "British hip-hop artist Rodney P has admitted assaulting an ex-girlfriend who told the BBC that she feared for her life after he hit her in the face an …"
        },
        {
            "title": "Welsh first minister sees path to Christmas after firebreak success",
            "category": "UK-News",
            "snippet": "The Welsh “firebreak” lockdown has succeeded in driving down Covid infections, and there are signs that rates have also fallen in Northern Ireland, ar …"
        },
        {
            "title": "Tell us: how has the pandemic affected your plans to have a baby?",
            "category": "Life-and-Style",
            "snippet": "Although many commentators anticipate a ‘coronavirus baby boom’ next year, for some women hoping to become mothers, 2020 has been difficult. Many sing …"
        },
        {
            "title": "Wayne Pivac needs to leave his own stamp on struggling Wales",
            "category": "Sport",
            "snippet": "Wayne Pivac has had more than Georgia on his mind this week. The theme of his year as Wales’s head coach has been broken dreams and whatever the resul …"
        },
        {
            "title": "A black Alice in Wonderland? That's a real fairytale ending",
            "category": "Film",
            "snippet": "Summary: There’s a long history of rightwing antipathy towards progressive racebending – if we can even call it that – in the movies. From Idris Elba as Heimda …"
        },
        {
            "title": "Rebekah Vardy wins in first stage of Coleen Rooney libel action",
            "category": "UK-News",
            "snippet": "Coleen Rooney’s Instagram post about the suspected source of leaks of private information in the so-called “Wagatha Christie” row “clearly identified” …"
        },
        {
            "title": "Ministerial code: five who did resign over breach accusations",
            "category": "Politics",
            "snippet": "Boris Johnson’s adviser on the ministerial code has resigned after the prime minister backed the home secretary, Priti Patel, despite an inquiry findi …"
        },
        {
            "title": "Jan Morris, historian, travel writer and trans pioneer, dies aged 94",
            "category": "Books",
            "snippet": "Jan Morris, the historian and travel writer who evoked time and place with the flair of a novelist, has died aged 94. As a journalist Morris broke mon …"
        },
        {
            "title": "UK national debt highest since 1960s after record October borrowing – as it happened",
            "category": "Business",
            "snippet": "Time to wrap up, with a brisk summary. Britain’s national debt has hit its highest level since the early 1960s, as the Covid-19 pandemic continues to …"
        },
        {
            "title": "Megan Thee Stallion: Good News review – galloping into greatness",
            "category": "Music",
            "snippet": "On YouTube, you can still see one of Megan Thee Stallion’s early appearances at a 2016 rap cypher in Houston. It’s a very telling performance. Twenty- …"
        },
        {
            "title": "Priti Patel says sorry after bullying report; Hancock asks regulator to assess Covid vaccine approval - as it happened",
            "category": "Politics",
            "snippet": "That’s it from the UK blog team. You can follow our global coronavirus coverage here - The health and social secretary, Matt Hancock, announces he has …"
        },
        {
            "title": "Boris Johnson adviser quits after being overruled on Priti Patel bullying report",
            "category": "Politics",
            "snippet": "Boris Johnson drove his own ethics adviser to quit on Friday as he ripped up the rulebook by refusing to sack Priti Patel despite a formal investigati …"
        },
        {
            "title": "Ivanka Trump calls New York fraud inquiries 'harassment'",
            "category": "US-News",
            "snippet": "Authorities conducting fraud investigations into Donald Trump and his businesses are reportedly looking at consulting fees that may have gone to his d …"
        },
        {
            "title": "St Helens demolish Catalans Dragons to set up Grand Final clash with Wigan",
            "category": "Sport",
            "snippet": "Summary: In a world shrouded with uncertainty, perhaps we should have always relied on Super League to deliver an event which reminds us all of what life was l …"
        }
    ]
}