{
    "page": [
        {
            "title": "Nobel laureate urges Boris Johnson to commit to £80bn EU science scheme",
            "category": "Politics",
            "snippet": "Fears are growing the UK is on the verge of losing its place at the heart of Europe’s prestigious medical and scientific research programmes because o …"
        },
        {
            "title": "'I listen to the people': the Moms 4 Housing advocate bringing activism to Oakland city council",
            "category": "US-News",
            "snippet": "Carroll Fife made headlines in the US last year as the radical architect behind Moms 4 Housing, a group of homeless mothers who bonded to commandeer a …"
        },
        {
            "title": "After an incarcerated firefighter was nearly killed on the frontlines, California delivered him to Ice",
            "category": "US-News",
            "snippet": "California officials have transferred an incarcerated firefighter who suffered a near-death injury on the frontlines of a major blaze this fall to US …"
        },
        {
            "title": "I've always hated hugging in winter. Finally, the rest of the world sees why",
            "category": "Life-and-Style",
            "snippet": "For Valentine’s Day this year, my friend Kitty ate all the candy from a heart-shaped box of Russell Stover chocolates, but thoughtfully saved the lid …"
        },
        {
            "title": "Billie review – a truer, historical spin on the great  Billie Holiday",
            "category": "Film",
            "snippet": "There’s a structural oddity in this very fascinating if slightly flawed documentary about the life and times of the great singer Billie Holiday, who d …"
        },
        {
            "title": "Wales' loss of Shaun Edwards has very much been France's gain",
            "category": "Sport",
            "snippet": "As France look to build on their best Six Nations campaign for 10 years, their prop Mohamed Haouas can reflect on a punch that cost them up to £2.5m. …"
        },
        {
            "title": "Pa Salieu: Send Them to Coventry review – on the frontline with the UK's freshest new rapper",
            "category": "Music",
            "snippet": "Summary: This year may well have been the toughest in history for a new artist to break through to mainstream success. It’s not merely the lack of gigs, festiv …"
        },
        {
            "title": "The Lonely Century by Noreena Hertz review – our need for community",
            "category": "Books",
            "snippet": "Even when lockdown is over, there are an awful lot of ways to be lonely, according to the economist Noreena Hertz. You could be the warehouse worker u …"
        },
        {
            "title": "Post-Brexit lorry queues could make Kent 'toilet of England'",
            "category": "Politics",
            "snippet": "Summary: Kent could become the “toilet of England” in less than eight weeks unless dedicated loos are provided for thousands of lorry drivers who could be held …"
        },
        {
            "title": "Lockdown sales boost at B&M prompts £250m special dividend",
            "category": "Business",
            "snippet": "The discount retailer B&M is paying its shareholders a £250m special dividend, after a boost in sales during lockdown almost doubled profits in the fi …"
        },
        {
            "title": "Royal Mail driver wins £14,000 payout over disability harassment",
            "category": "Business",
            "snippet": "Summary: A disabled man has won a £14,000 compensation payout from Royal Mail for disability harassment in what he described as a “toxic work culture”. The cas …"
        },
        {
            "title": "Katharine Hepburn’s 20 best films – ranked!",
            "category": "Film",
            "snippet": "20. State of the Union (1948) Katharine Hepburn is exactly the kind of star who should be in a Frank Capra picture. This presidential election drama w …"
        },
        {
            "title": "Rapper Octavian denies allegations of verbal, physical and emotional abuse",
            "category": "Music",
            "snippet": "French-British rapper Octavian (AKA Octavian Oliver Godji) has denied allegations of verbal, physical and emotional abuse made by a former partner. In …"
        },
        {
            "title": "Calls for 'real change' at Network Rail after track workers' deaths",
            "category": "UK-News",
            "snippet": "Safety inspectors are demanding Network Rail implement “real change” after the death of two track workers in south Wales, saying the underlying causes …"
        },
        {
            "title": "Jingle Jangle: A Christmas Journey review – a sugar rush of steampunk joy",
            "category": "Film",
            "snippet": "Christmas is coming. And if anyone is not convinced it’s the most wonderful time of the year, here’s an excessively Christmassy Victorian-set musical …"
        },
        {
            "title": "Lucy Letby: nurse accused of murdering babies remanded in custody",
            "category": "UK-News",
            "snippet": "A nurse accused of killing eight babies at a hospital neo-natal unit has been remanded in custody after appearing in court via video link. Lucy Letby …"
        },
        {
            "title": "Neil Diamond's teenage obsessions: 'The Brooklyn Dodgers betrayed me and broke my heart'",
            "category": "Music",
            "snippet": "Brooklyn Dodgers I was born and raised in Brooklyn, and for me the most important aspect of growing up there was the Dodgers baseball team. Everybody …"
        },
        {
            "title": "Burberry attacks move to scrap tax-free shopping on eve of Brexit",
            "category": "Business",
            "snippet": "Burberry has warned that the government’s plan to scrap tax-free shopping will rob the British luxury brand of its “home market advantage” on the eve …"
        },
        {
            "title": "A Bag of Bagatelles: Piano Works by Birtwistle and Beethoven review – authority and clarity",
            "category": "Music",
            "snippet": "For the first 40 years of his composing career, Harrison Birtwistle wrote no major works for solo piano. There were a few miniatures, beginning with P …"
        },
        {
            "title": "Advertisers' clamour for Christmas TV airtime boosts ITV recovery",
            "category": "Business",
            "snippet": "Advertisers counting on Christmas TV campaigns to save a year blighted by the pandemic have fuelled a faster-than-expected recovery at ITV, which said …"
        },
        {
            "title": "Covid-stricken US households wipe £56m off National Grid profits",
            "category": "Business",
            "snippet": "Financially hard-hit US households have knocked £56m from National Grid’s underlying profits for the first half of the year as the company counts the …"
        },
        {
            "title": "'It's all such new territory': what it's like growing up trans in middle America",
            "category": "Film",
            "snippet": "Transhood, a new documentary following four transgender youths in the midwest, hovers in the tension between universal and specific: the navigation of …"
        },
        {
            "title": "Life After Truth by Ceridwen Dovey review – lifestyles of the remarkably privileged",
            "category": "Books",
            "snippet": "Ceridwen Dovey has published to acclaim both fiction (Blood Kin, Only the Animals, In the Garden of the Fugitives), and non-fiction (Writers on Writer …"
        },
        {
            "title": "How to grow a verge garden: 'Since I've been doing my gardening, I know half the street'",
            "category": "Life-and-Style",
            "snippet": "Summary: Kate Nightingale wields a pair of secateurs in her footpath garden in Camp Hill in Brisbane’s east, and passersby keep stopping to chat. Her garden is …"
        },
        {
            "title": "Archie Roach’s Took the Children Away: how one heartbreaking song galvanised a nation",
            "category": "Music",
            "snippet": "Summary: It wasn’t hard to find people who wanted to talk about Archie Roach: everyone approached by the Guardian said yes, and all of them spoke from the hear …"
        },
        {
            "title": "Secret to succession: does it matter if a film franchise changes its star?",
            "category": "Film",
            "snippet": "At the climax of Fantastic Beasts and Where to Find Them, Gellert Grindelwald, the ultimate threat to peace in the Wizarding World, is revealed. Havin …"
        },
        {
            "title": "Who is in the running to become Boris Johnson's chief of staff?",
            "category": "Politics",
            "snippet": "It is a sign of the uncertainty over Boris Johnson’s search for a new chief of staff that so many people have been tipped for the job, often inaccurat …"
        },
        {
            "title": "Nine Met officers spied on public anti-war meeting in 1968, inquiry hears",
            "category": "UK-News",
            "snippet": "Nine police officers were covertly deployed to spy on an open public meeting that decided the route of a major anti-war demonstration, a public inquir …"
        },
        {
            "title": "Techno DJ Derrick May accused of sexual assault by four women",
            "category": "Music",
            "snippet": "Summary: Techno DJ and producer Derrick May has been accused of sexual assault by four women, which he denies. In testimonies to DJ Mag, the women, speaking un …"
        },
        {
            "title": "FCA pursues Gavin Woodhouse's ex-business partner in high court",
            "category": "Business",
            "snippet": "The former business partner of the disgraced entrepreneur Gavin Woodhouse is being pursued by the Financial Conduct Authority in the high court over a …"
        },
        {
            "title": "Chhalaang review – PE teachers do battle in a romcom Rocky",
            "category": "Film",
            "snippet": "The housebound Diwali celebrations of 2020 kick off with this appreciably daft comedy on an enduring theme of Indian cinema: the goon’s redemption. In …"
        },
        {
            "title": "UK coronavirus: 33,470 people test positive in a day; NI lockdown extended by a week - as it happened",
            "category": "Politics",
            "snippet": "The UK has recorded 33,470 further coronavirus cases - a new daily record, and more than 10,000 more than the total for yesterday. (See 4.58pm.) Today …"
        },
        {
            "title": "Amazon gives rugby £20m lifeline and could spark Six Nations bidding war",
            "category": "Sport",
            "snippet": "There has been little cheer for unions and clubs this year as restrictions imposed by the pandemic have reduced cash flow to a trickle, prompted wage …"
        },
        {
            "title": "The Weeknd to headline Super Bowl 2021 half-time show",
            "category": "Music",
            "snippet": "The Weeknd has been announced as the headline performer at next year’s Super Bowl. The Grammy award-winning Canadian singer, whose hits include Starbo …"
        },
        {
            "title": "Treasury messed up over B&M's Covid rates freebie",
            "category": "Business",
            "snippet": "It’s bad enough that the big supermarkets, sporting their best sales figures in years, were given a pandemic freebie by Rishi Sunak in the form of a y …"
        },
        {
            "title": "Longest-serving Senate Republican joins call for Biden to receive briefings",
            "category": "US-News",
            "snippet": "The longest-serving Republican in the Senate has joined the call for Joe Biden to receive daily intelligence briefings, with those briefings currently …"
        },
        {
            "title": "Joe Biden advised against Osama bin Laden raid, Barack Obama writes",
            "category": "US-News",
            "snippet": "Joe Biden advised Barack Obama to wait to order the raid that killed Osama bin Laden, the former president writes in his new memoir. “Joe weighed in a …"
        },
        {
            "title": "No 10 wanted to pull off a Covid briefing – but they called Alok Sharma",
            "category": "UK-News",
            "snippet": "Cometh the hour, cometh the man. When the UK has become the first European country to record more than 50,000 coronavirus deaths and the entire staff …"
        },
        {
            "title": "Top US cybersecurity official reportedly says he expects to be fired",
            "category": "US-News",
            "snippet": "Summary: Top US cybersecurity official Christopher Krebs has told associates he expects to be fired by the White House, according to three sources familiar wit …"
        },
        {
            "title": "Paul Casey and Tiger Woods among old guard leading the way at the Masters",
            "category": "Sport",
            "snippet": "Father Time was perhaps riled by the domination of pre-Masters discussion of what athleticism and equipment – or, to be precise, Bryson DeChambeau – m …"
        },
        {
            "title": "The five best road trips in WA, NT and SA – according to someone who's done them all",
            "category": "Life-and-Style",
            "snippet": "On the first day of our six-month road trip, we had a car accident. Our plan had been to head north from our home town of Adelaide, reach Darwin and t …"
        },
        {
            "title": "Race is the issue that won’t go away for the Metropolitan police",
            "category": "UK-News",
            "snippet": "In the modern era, every commissioner of the Metropolitan police has come into office promising to cut crime but it turns out almost every commissione …"
        },
        {
            "title": "Special adviser sacked by Dominic Cummings to receive payoff",
            "category": "Politics",
            "snippet": "A special adviser who was escorted out of Downing Street by police on the orders of Dominic Cummings has been given a five-figure payoff by the govern …"
        },
        {
            "title": "Asylum seekers crossing Channel face 'inhumane treatment', observers say",
            "category": "UK-News",
            "snippet": "Summary: Asylum seekers who have crossed the Channel in small boats are being subjected to “inhumane treatment”, independent monitors have said, with individua …"
        },
        {
            "title": "Raging Bull at 40: Scorsese's brutal boxing saga still bruises",
            "category": "Film",
            "snippet": "There is a tendency among audiences – including, sometimes, even the best of critics – to judge movies by how much we warm to their characters. An “un …"
        },
        {
            "title": "Lucia Cadotsch: Speak Low II review – jazz standards dissolved and recast",
            "category": "Music",
            "snippet": "Lucia Cadotsch’s 2016 debut Speak Low unveiled the young Swiss musician’s unusual proposition, singing the classics with spellbindingly impassive puri …"
        },
        {
            "title": "Kylie, Cher, Robbie Williams and more team up for Children in Need single",
            "category": "Music",
            "snippet": "Summary: Kylie Minogue, Cher, Robbie Williams and more have teamed up for a charity single to benefit Children in Need. The supergroup was assembled by Radio 2 …"
        },
        {
            "title": "Lennox: The Untold Story review – a ringside seat for the rise of a champ",
            "category": "Film",
            "snippet": "If there’s one world heavyweight champion whose legend needs a little burnishing, it’s Lennox Lewis, and this documentary profile does a decent nuts-a …"
        },
        {
            "title": "Death of Peter Sutcliffe brings 'some kind of closure' for victims' families",
            "category": "UK-News",
            "snippet": "Families of some of Peter Sutcliffe’s victims have said his death has brought them some closure. Sutcliffe, the serial killer known as the Yorkshire R …"
        },
        {
            "title": "New Order frontman Bernard Sumner recovering from coronavirus",
            "category": "Music",
            "snippet": "Summary: New Order frontman Bernard Sumner has said he is recovering from coronavirus. Speaking to Minnesota radio station The Current, he said he caught it th …"
        }
    ]
}