{
    "page": [
        {
            "title": "From the archive: Spitting Image takes on the USA, 1986",
            "category": "Life-and-Style",
            "snippet": "Spitting Image has just returned to British television once more, but back in 1986 the satirical puppet show was hitting its stride and made a two-par …"
        },
        {
            "title": "As the season turns, it’s time to prune and feed the soil",
            "category": "Life-and-Style",
            "snippet": "So here we are: November, the month for pruning and soil care. Time now to clear any nets from fruit cages but to keep them over brassicas to continue …"
        },
        {
            "title": "Report into deaths in custody in England and Wales 'kicked into long grass'",
            "category": "UK-News",
            "snippet": "The author of a high-profile report into deaths in custody says she is disappointed its demands for reform of the police, justice system and health se …"
        },
        {
            "title": "Sunday with Peppermint: ‘I start with bacon and eggs, the same as every day’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? For the past few years, like a walking zombie, in another city, state or country, making my way to the airport after a show. I …"
        },
        {
            "title": "Support is waning for Johnson’s plague-year Brexit",
            "category": "Business",
            "snippet": "Denials predictably emerged from 10 Downing Street last week over the suggestion in the Observer that Boris Johnson was waiting for the result of the …"
        },
        {
            "title": "Joe Biden: from a campaign that almost collapsed to fighting Trump for the presidency",
            "category": "US-News",
            "snippet": "Just days before one of the most extraordinary presidential elections in US history, the Democratic nominee, Joe Biden, finds himself flush with cash, …"
        },
        {
            "title": "Stop and search ‘makes it harder to hire black police officers’",
            "category": "UK-News",
            "snippet": "Attempts to recruit more black police officers are being made “10 times” harder by the racial profiling by police, according to experts behind a gover …"
        },
        {
            "title": "On my travels, I saw a vision of two Americas – but which one will triumph?",
            "category": "US-News",
            "snippet": "Summary: A stilt walker dressed as Uncle Sam lumbered between selfies, a lifesize dummy of Donald Trump – complete with bulging eye bags – sat motionless by th …"
        },
        {
            "title": "Car-free neighbourhoods: the unlikely new frontline in the culture wars",
            "category": "Life-and-Style",
            "snippet": "On a rainy Tuesday evening, a couple of weeks ago, Tom – not his real name, for reasons that will become clear – took his 12-year-old son to football …"
        },
        {
            "title": "Relic review – heartbreaking horror about Alzheimer's",
            "category": "Film",
            "snippet": "Responses to cinema are, by nature, highly personal, with the very best movies tapping into wellsprings of emotion already deeply embedded in the view …"
        },
        {
            "title": "'Shockdown': what the Sunday papers say about England's new Covid-19 lockdown",
            "category": "UK-News",
            "snippet": "Summary: Sunday’s front pages are dominated by the news that month-long national lockdown measures will be imposed across England from Thursday. The Observer d …"
        },
        {
            "title": "Union leader says Keir Starmer 'pushing Labour into civil war' over Corbyn suspension",
            "category": "Politics",
            "snippet": "Keir Starmer was struggling last night to contain an escalating row over Jeremy Corbyn’s suspension from the party following last week’s bombshell rep …"
        },
        {
            "title": "Let’s twist again: British teenagers compete in Rubik’s Cube world cup",
            "category": "Life-and-Style",
            "snippet": "When Ernő Rubik invented the Rubik’s Cube 40 years ago, he had no idea it would become a household name. Four decades on, the brightly coloured 3D puz …"
        },
        {
            "title": "Halloween calls for something special",
            "category": "Life-and-Style",
            "snippet": "While there wasn’t much in the way of organised Halloween fun this year, we did dress the boy up as a furry little fox for a party at his nursery. I w …"
        },
        {
            "title": "Klopp: My Liverpool Romance by Anthony Quinn review – a win-win",
            "category": "Books",
            "snippet": "The Occam’s razor explanation as to why this slight and snappy paean to Liverpool manager Jürgen Klopp works: Anthony Quinn is a delightful writer wri …"
        },
        {
            "title": "Wisconsin battles rapid rise in Covid cases amid partisan disputes over safety",
            "category": "US-News",
            "snippet": "Summary: Over the past seven months, as the coronavirus pandemic first pummeled the nation’s coastal states then swept toward the country’s rural heartland, po …"
        },
        {
            "title": "Hollywood braces for Depp ruling, but it's only the end of round one",
            "category": "Film",
            "snippet": "Summary: Whatever the outcome of Monday’s verdict in his blockbuster libel case, the world has not heard the last of Johnny Depp’s tempestuous relationship wit …"
        },
        {
            "title": "For the Covid economic recovery look to the Treasury, not the Bank",
            "category": "Business",
            "snippet": "Summary: Both of the big jobs in UK economic management changed hands earlier this year. Within weeks of Rishi Sunak taking over from Sajid Javid at the Treasu …"
        },
        {
            "title": "Use of 'at-home abortion pills' rises amid pandemic – and faces new threats",
            "category": "US-News",
            "snippet": "Summary: With six conservative justices now sitting on the supreme court, the future of abortion access in US looks increasingly uncertain. But in addition to …"
        },
        {
            "title": "Hungry by Grace Dent review – a delicious tribute",
            "category": "Books",
            "snippet": "Summary: Hungry is a story about food, class and families and the distance travelled between a terraced house in Carlisle and multimillion-pound London restaur …"
        },
        {
            "title": "Mogul Mowgli review – fierce, unrelenting film-making",
            "category": "Film",
            "snippet": "Summary: Riz Ahmed delivers a blistering performance as Zed (an anglicised stage name abbreviated from Zaheer), a British-Pakistani rapper poised to conquer th …"
        },
        {
            "title": "'The numbers floored me': hunger in Pennsylvania hits highest level since pandemic's start",
            "category": "US-News",
            "snippet": "Charles Bennicoff hasn’t worked since last winter. He’s an experienced landscape gardener but the mom-and-pop business he worked for in Allentown, Pen …"
        },
        {
            "title": "Sam Smith: Love Goes review – longing to let loose",
            "category": "Music",
            "snippet": "Summary: Same as it ever was, heartbreak is bread and butter for the modern multimillion-selling pop star. Where Sam Smith’s last album plumbed the depths of a …"
        },
        {
            "title": "Think the coronavirus rules aren’t being enforced? My Wetherspoon’s run-in says otherwise",
            "category": "Life-and-Style",
            "snippet": "The occasion of a house move having left us temporarily without any stuff or beds, I and two children have hightailed it to Ramsgate in Thanet, AKA th …"
        },
        {
            "title": "Second England lockdown fuels fears of Covid double-dip recession",
            "category": "Business",
            "snippet": "Bank of England policymakers are expected to inject up to £100bn into the economy when they meet this week amid mounting fears that the four-week lock …"
        },
        {
            "title": "UK coronavirus: Gove says lockdown could be extended; Starmer rejects union calls to close schools - as it happened",
            "category": "Politics",
            "snippet": "On Sunday, 23,254 people were tested positive for Covid-19. A further 162 people have died within 28 days of a positive test. The daily dashboard also …"
        },
        {
            "title": "Melbourne Cup: only a horse race can stop a nation already on pause",
            "category": "Sport",
            "snippet": "To death and taxes you can add Australian horse racing. It is arguable no sport has been confronted with as many challenges – many of them self-inflic …"
        },
        {
            "title": "Chlorinated chicken vow won't put UK food standards fears to rest",
            "category": "Politics",
            "snippet": "Chlorinated chicken and hormone-fed beef are off the menu for post-Brexit trade deals, though a government pledge not to allow such products into Brit …"
        },
        {
            "title": "Toyshop lockdown may dampen Christmas joy for children",
            "category": "Business",
            "snippet": "The forced closure of toy shops as part of a new lockdown in England could lead to disappointment for children this Christmas as the industry struggle …"
        },
        {
            "title": "Strip away the supporters, what joy is there left in the Six Nations?",
            "category": "Sport",
            "snippet": "Be honest, which single word springs instantly to mind when assessing the 2020 Six Nations? “Unsatisfactory” would definitely be high on the list, on …"
        },
        {
            "title": "UK will not import chlorinated chicken from US, ministers say",
            "category": "Politics",
            "snippet": "The government has finally vowed not to allow chlorinated chicken or hormone-fed beef on British supermarket shelves, defying demands from the US that …"
        },
        {
            "title": "Ornella Volta obituary",
            "category": "Music",
            "snippet": "Ornella Volta, who has died aged 93, was the founder and creator of the Fondation Erik Satie and the Erik Satie Archive, a wonderful collection assemb …"
        },
        {
            "title": "Eric Preston obituary",
            "category": "Politics",
            "snippet": "My friend Eric Preston, who has died aged 88, was a leading figure in what for many years was known as the Independent Labour party but which since it …"
        },
        {
            "title": "Anita Mason obituary",
            "category": "Books",
            "snippet": "My friend Anita Mason, who has died aged 78, was the author of eight novels, one of which, The Illusionist, made it on to the 1983 Booker shortlist. A …"
        },
        {
            "title": "Justin Connolly obituary",
            "category": "Music",
            "snippet": "Summary: My former composition teacher and friend, Justin Connolly, who has died aged 87, was a leading light of modernist music in Britain in the 1960s and 70 …"
        },
        {
            "title": "Positively shocking: Trump's boasts of help from Sean Connery fall apart",
            "category": "Film",
            "snippet": "Summary: It was less licence to kill and more dramatic licence. Donald Trump’s claim that the late Sean Connery assisted him in getting planning applications p …"
        },
        {
            "title": "Robert Fisk, veteran British foreign correspondent, dies aged 74",
            "category": "UK-News",
            "snippet": "The veteran British foreign correspondent Robert Fisk has died at the age of 74. The journalist and author was reportedly admitted to St Vincent’s hos …"
        },
        {
            "title": "More than 49,000 miles of paths lost from maps in England and Wales",
            "category": "Life-and-Style",
            "snippet": "Summary: More than 49,000 miles of footpaths are missing from modern maps in England and Wales and risk being lost for ever, according to a “citizen mapping” e …"
        },
        {
            "title": "Reform UK: Brexit party to rebrand as anti-lockdown voice",
            "category": "Politics",
            "snippet": "Summary: The Brexit party has applied to the Electoral Commission to change its name to Reform UK in a bid to rebrand the party, which has no elected represent …"
        },
        {
            "title": "Prince William 'tested positive for coronavirus' in April",
            "category": "UK-News",
            "snippet": "Summary: The Duke of Cambridge tested positive for coronavirus in April, according to reports. The BBC said it had been told by Buckingham palace sources that …"
        },
        {
            "title": "How one man escaped the Holocaust and saved his family by performing as a clown",
            "category": "Books",
            "snippet": "As a child, Ralph Horowitz’s grandfather often lulled him to sleep with bedtime stories about the brave clowns who escaped the big, bad Nazis. It was …"
        },
        {
            "title": "Country diary: bad weather leaves thatchers with the short straw",
            "category": "UK-News",
            "snippet": "It began life as a cow shed. The low building at the edge of St Peter’s Church in Buckland in the Moor looks unremarkable enough – rough granite walls …"
        },
        {
            "title": "Labour urges UK trade secretary to end delays over Kenya and Ghana deals",
            "category": "Politics",
            "snippet": "The Labour party has urged the UK trade secretary, Liz Truss, to end delays over rollover deals with Kenya and Ghana to prevent them being slapped wit …"
        },
        {
            "title": "Wesley Snipes on art, excellence and life after prison: 'I hope I came out a better person'",
            "category": "Film",
            "snippet": "Wesley Snipes seemed to have everything in the 90s and early 00s. He was a film star, gifted, gorgeous, chiselled from top to bottom. Box office gold. …"
        },
        {
            "title": "London high court to deliver ruling on Johnny Depp libel case",
            "category": "Film",
            "snippet": "The high court in London is to hand down its ruling on the libel case between Johnny Depp and the Sun newspaper at 10am on Monday, four months on from …"
        },
        {
            "title": "Black-owned bookshops call for more diversity in UK publishing",
            "category": "Books",
            "snippet": "Black-owned bookshops in the UK are calling for better representation of black authors in the long-term after reporting a surge in interest following …"
        },
        {
            "title": "NaNoWriMo: how to make best use of the annual writing month",
            "category": "Books",
            "snippet": "If everyone has a book in them, then November is the month that many of those books are conceived. NaNoWriMo, or National Novel Writing Month, comes o …"
        },
        {
            "title": "Tree of the week: an American elm that survives in peaceful isolation",
            "category": "Life-and-Style",
            "snippet": "Jeff Kaufman, a retired doctor from Massachusetts, has made a point of visiting the same American elm for nearly two decades. Why? “This tree is a sur …"
        },
        {
            "title": "Labour is flogging 'Hated by Trump' badges. But does the US president really despise me?",
            "category": "Life-and-Style",
            "snippet": "The Conservative party carpet-bombs me with begging emails, urgently needing £25 to make Brexit happen or level up the economy or stop the dangerous K …"
        },
        {
            "title": "Covid: Boris Johnson faces Tory fury amid hints of further England lockdown",
            "category": "Politics",
            "snippet": "Boris Johnson will insist there is “no alternative” to a nationwide lockdown as he addresses the House of Commons on Monday amid mounting fury among T …"
        }
    ]
}