{
    "page": [
        {
            "title": "Shakin' Stevens: 'I was over the moon playing Elvis. The first time I got a regular wage'",
            "category": "Music",
            "snippet": "Something momentous happened in January 1980, something that profoundly affected the British charts for the most of the following decade: Shakin’ Stev …"
        },
        {
            "title": "Out of Thin Air by Michael Crawley review – the secrets of marathon success",
            "category": "Books",
            "snippet": "If you watch any major marathon in the world, almost without exception you will see a group of Kenyan and Ethiopian runners battling it out at the fro …"
        },
        {
            "title": "Trump fires director of US cybersecurity agency that refuted voter fraud claims",
            "category": "US-News",
            "snippet": "Donald Trump has fired the director of the federal agency that vouched for the reliability of the 2020 election and pushed back on the president’s bas …"
        },
        {
            "title": "Want to skip Thanksgiving dinner with family? This expert negotiator can help",
            "category": "Life-and-Style",
            "snippet": "Summary: Holidays are often fraught with tension, but this year could be unusually tough. A recent study suggests 38% of families plan to gather in groups of 1 …"
        },
        {
            "title": "England's packed 2021 summer headlined by five-Test India series",
            "category": "Sport",
            "snippet": "Amid the lockdown gloom comes a chink of light. The England and Wales Cricket Board has released a schedule of international cricket for the summer of …"
        },
        {
            "title": "Diplo denies claim that he threatened to distribute revenge porn",
            "category": "Music",
            "snippet": "A Los Angeles woman has filed a restraining order against Diplo, AKA Thomas Wesley Pentz, seeking to prevent the producer from “distributing revenge p …"
        },
        {
            "title": "Five Labour councillors quit party in protest at Starmer leadership",
            "category": "Politics",
            "snippet": "Summary: Five Labour councillors, including a council deputy leader, have resigned in protest at what they described as the party’s “move rightward” under Keir …"
        },
        {
            "title": "Welfare checks and hotspots: how a school district is fighting to keep kids in class amid Covid",
            "category": "US-News",
            "snippet": "Alicia Karnsouvong spent the first weeks of the fall semester going to Starbucks coffee shops and local libraries to find a strong enough wifi signal …"
        },
        {
            "title": "Lil Wayne faces up to 10 years in jail on weapons possession charges",
            "category": "Music",
            "snippet": "The rapper Lil Wayne (AKA Dwayne Michael Carter Jr) has been charged with weapons possession and faces up to 10 years in prison if convicted. Carter’s …"
        },
        {
            "title": "That moule do nicely! 17 ways with mussels",
            "category": "Life-and-Style",
            "snippet": "Before mussels can be cooked, they must first be chosen. The process is a bit like selecting jurors for trial: you start with a random pool assembled …"
        },
        {
            "title": "Richard Strauss: where to start with his music",
            "category": "Music",
            "snippet": "Richard Strauss (1864-1949) dominated classical music at the turn of the 20th century with a series of works that pushed post-Romanticism to extremes …"
        },
        {
            "title": "Sybille Bedford by Selina Hastings review – a huge appetite for life",
            "category": "Books",
            "snippet": "The novelist Sybille Bedford is the patron saint of writers who hate writing. She described the actual act as “tearing, crushing, defeating agony” and …"
        },
        {
            "title": "Boris Johnson expected to announce more funding for defence",
            "category": "UK-News",
            "snippet": "Boris Johnson is expected to announce on Thursday that the Ministry of Defence has been awarded a multi-year funding settlement, after it emerged this …"
        },
        {
            "title": "Keir Starmer denies Jeremy Corbyn Labour whip despite end of suspension",
            "category": "Politics",
            "snippet": "Keir Starmer has sparked a furious backlash from Labour leftwingers by refusing to readmit Jeremy Corbyn as a Labour MP, arguing that his predecessor …"
        },
        {
            "title": "The dead voter conspiracy theory peddled by Trump voters, debunked",
            "category": "US-News",
            "snippet": "Late last week, Students for Trump founder Ryan Fournier declared on social media that he had unearthed definitive proof of widespread voter fraud in …"
        },
        {
            "title": "Boris Johnson is 'single biggest threat to future of UK', says Keir Starmer",
            "category": "Politics",
            "snippet": "Keir Starmer has described Boris Johnson as the “single biggest threat to the future of the United Kingdom” following his comments about Scottish devo …"
        },
        {
            "title": "Boeing 737 Max given approval to fly again by US regulators",
            "category": "Business",
            "snippet": "Summary: US regulators have approved Boeing’s 737 Max to fly once more, 20 months after the manufacturer’s bestselling plane was grounded following two fatal c …"
        },
        {
            "title": "When it comes to a family trauma, who gets to tell the story?",
            "category": "Books",
            "snippet": "In her 1861 account Incidents in the Life of a Slave Girl, Harriet Jacobs exposed her sexual abuse by her master with lucidity and truth. Yet for more …"
        },
        {
            "title": "RSA agrees £7.2bn takeover by two overseas insurers",
            "category": "Business",
            "snippet": "RSA, the 300-year old insurer that owns the More Than brand, has agreed a £7.2bn takeover from two overseas insurers that will result in the breakup o …"
        },
        {
            "title": "Stefanos Tsitsipas: 'I don't want to be a kid any more – I want to be treated as a man'",
            "category": "Sport",
            "snippet": "Just over a decade ago, Stefanos Tsitsipas was a simple child in Greece bursting with hopes and dreams as he tried to build his tennis career. But as …"
        },
        {
            "title": "Corbyn row illustrates flaws of Labour's current disciplinary process",
            "category": "Politics",
            "snippet": "Summary: The row over Jeremy Corbyn’s readmittance to the Labour party – but not as a Labour backbencher – is a messy state of affairs for Keir Starmer, who ha …"
        },
        {
            "title": "Bruce Swedien, studio engineer for Michael Jackson, dies aged 86",
            "category": "Music",
            "snippet": "Summary: Bruce Swedien, the studio engineer who helped define Michael Jackson’s 1980s sound, has died aged 86. His daughter Roberta said he had died in his sle …"
        },
        {
            "title": "Skyfire review – fiery volcanic action thriller fails to generate much heat",
            "category": "Film",
            "snippet": "‘This might be the safest place on Earth!” Uh oh. A flamboyant entrepreneur is reassuring a group of tourists in a glass elevator at his volcano theme …"
        },
        {
            "title": "Death of Me review – Thai-holiday thriller can't supply the scares",
            "category": "Film",
            "snippet": "Here is a promising idea for a scary movie that proves to be unscary and uninteresting in the most baffling, frustrating way. It starts out with a wei …"
        },
        {
            "title": "Black official quit ‘racist’ Windrush compensation scheme",
            "category": "UK-News",
            "snippet": "Complaints of racism and discrimination within Home Office teams set up to address the Windrush scandal prompted the launch of an internal investigati …"
        },
        {
            "title": "Premiership's swift return should benefit Exeter and others in form",
            "category": "Sport",
            "snippet": "Less than a month after the conclusion of the 2019-20 Premiership season, English domestic rugby cranks itself up again this weekend for the start of …"
        },
        {
            "title": "Patrick review – shocking grief and startling nudity",
            "category": "Film",
            "snippet": "‘Nudity seldom looks good, even on the young” was a maxim of the late Clive James that came into my mind while watching this enjoyable if self-conscio …"
        },
        {
            "title": "Why has it taken 50 years for football to connect heading with brain injuries?",
            "category": "Sport",
            "snippet": "Some interviewees ask as many questions as they answer. Talk to the families of footballers with dementia, and they will tell you about all the little …"
        },
        {
            "title": "'Normal' Christmas in England requires restrictions before and after, say advisers",
            "category": "Politics",
            "snippet": "Summary: Tough restrictions on socialising will be needed before and after Christmas to keep the spread of coronavirus under control if families and friends ar …"
        },
        {
            "title": "Corbyn's constituents reflect on latest twist in antisemitism row",
            "category": "Politics",
            "snippet": "Around this time last year, Jeremy Corbyn was launching his general election campaign at the Brickworks community centre in his Islington North consti …"
        },
        {
            "title": "The government is using the pandemic to lock in low wages and insecure work",
            "category": "Business",
            "snippet": "Summary: The latest wages data released on Wednesday shows wages grew slower in the past 12 months than ever before. But more worrying is that even when the ec …"
        },
        {
            "title": "Moeen Ali: 'I'm doing everything I can to get back to Test level'",
            "category": "Sport",
            "snippet": "Moeen Ali has long been a cricketer who either delights or frustrates, but after an 18-month spell that has chiefly been the latter, the all-rounder b …"
        },
        {
            "title": "UK inflation rises on back of increase in clothing and secondhand car prices",
            "category": "Business",
            "snippet": "UK inflation rose by more than expected in October, fuelled by the rising price of clothing and secondhand cars, according to official figures. The Of …"
        },
        {
            "title": "Police urged to find suspects in arson attack on Scottish crime magazine",
            "category": "UK-News",
            "snippet": "Summary: Press freedom campaigners have urged police to track down the perpetrators of a campaign of intimidation against a crime magazine in Glasgow after its …"
        },
        {
            "title": "All I want for Christmas is normality: festive hits chart earlier than ever",
            "category": "Music",
            "snippet": "Summary: This year’s Christmas is set to look rather different, with smaller gatherings, shuttered high streets and lower-stakes seasonal ads. New data, howeve …"
        },
        {
            "title": "Is Boeing's 737 Max now safe and when will it return to service?",
            "category": "Business",
            "snippet": "Boeing’s 737 Max plane has been certified safe by the US Federal Aviation Administration (FAA), meaning it could soon return to service. Two 737 Max c …"
        },
        {
            "title": "Halfords to train 1,500 extra technicians to work on electric cars, bikes and scooters",
            "category": "Business",
            "snippet": "Halfords is training 1,500 extra technicians to work on electric vehicles, bikes and scooters as it prepares for the switch away from petrol cars. The …"
        },
        {
            "title": "Beko could not trace all poison-risk cookers, Cornish inquest hears",
            "category": "UK-News",
            "snippet": "A leading UK appliance brand traced and made safe only around half of the cookers it had sold of a model linked to a series of deaths from carbon mono …"
        },
        {
            "title": "Johnson unable to play to gallery in remotely interesting PMQs",
            "category": "Politics",
            "snippet": "A Boris Johnson on his own is generally a Boris Johnson in bad company. With no one to rein back his narcissism, megalomania and priapism, there is no …"
        },
        {
            "title": "Northern Ireland businesses call for Brexit transition extension",
            "category": "Politics",
            "snippet": "Northern Ireland businesses have called for an extension of the Brexit transition period in the region, warning they “simply will not be ready” for th …"
        },
        {
            "title": "Restaurants and pubs call for help as 72% fear closing permanently",
            "category": "Business",
            "snippet": "Seven out of 10 UK pubs and restaurants fear they will become financially unviable and forced to close next year as a result of damaging Covid-19 rest …"
        },
        {
            "title": "Norwegian Air files for bankruptcy protection in Ireland",
            "category": "Business",
            "snippet": "Low-cost airline Norwegian Air has filed for bankruptcy protection in Ireland, becoming the biggest casualty of the coronavirus pandemic in the aviati …"
        },
        {
            "title": "A £4bn UK 'mini Tesla' choosing to list stock in US is worrying",
            "category": "Business",
            "snippet": "Right on cue, here comes a £4bn stock market listing of a young and exciting UK electric vehicle company – a mini Tesla, if you wish. It’s just the th …"
        },
        {
            "title": "Tory MP will face no further action for 'Anglo-Muslim relations' tweet",
            "category": "Politics",
            "snippet": "Summary: The Conservative party has said it will not take further action against a Tory MP who suggested in a now-deleted tweet that criticism of the party for …"
        },
        {
            "title": "Labour in fresh turmoil as Starmer refuses to restore whip to Corbyn",
            "category": "Politics",
            "snippet": "Labour was plunged into fresh turmoil on Wednesday after Keir Starmer refused to restore the whip to Jeremy Corbyn, despite what Corbyn’s allies claim …"
        },
        {
            "title": "UK government set to announce rescue package for ailing sports",
            "category": "Sport",
            "snippet": "Summary: The government is set to announce a bailout for sport on Thursday, with rugby union expected to be the prime beneficiary. The emergency fund, reported …"
        },
        {
            "title": "Mets' Robinson Canó loses $24m in salary after failed doping test",
            "category": "Sport",
            "snippet": "All Robinson Cano needed to do to make $24m in 2021 was not take performance enhancing drugs or commit a major felony. He could only manage half of th …"
        },
        {
            "title": "Johanna Konta sounds alarm over coronavirus threat to Australian Open",
            "category": "Sport",
            "snippet": "Johanna Konta shares the anxiety of everyone in tennis as desperate administrators and nervous politicians argue over the viability of holding the Aus …"
        },
        {
            "title": "Boris Johnson agrees £16bn rise in defence spending",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has agreed a four-year £16.5bn surge in defence spending at a time when Britain’s public finances have been stretched by the pandemic an …"
        },
        {
            "title": "Hackers HQ and Space Command: how UK defence budget could be spent",
            "category": "UK-News",
            "snippet": "National Cyber Force A specialist cyber force of several hundred British hackers has been in the works for nearly three years, although its creation h …"
        }
    ]
}