{
    "page": [
        {
            "title": "Is Joe Biden's win a turning point in a hard year of bad news?",
            "category": "Books",
            "snippet": "I’d describe myself as a realist. In the past, friends have described me as a pessimist, probably because I tend to err on the side of the very worst …"
        },
        {
            "title": "Lewis Hamilton: the man from Stevenage who became the moral compass of F1",
            "category": "Sport",
            "snippet": "Colour has always mattered in Formula One. Bugattis were blue, Ferraris are red, Mercedes are silver – that kind of thing. But in 2020 Lewis Hamilton …"
        },
        {
            "title": "Andy Burnham: ‘The real me comes out when I’m angry’",
            "category": "Politics",
            "snippet": "Summary: It is a Tuesday afternoon in October and Andy Burnham has just got off the phone with Boris Johnson. After two weeks of negotiations over how to deal …"
        },
        {
            "title": "What You Could Have Won by Rachel Genn review – a toxic relationship",
            "category": "Books",
            "snippet": "Summary: We begin with a psychiatrist sitting in a cafe on a Greek island, pondering how he got there: the story involves drugs, a girlfriend as a psychologica …"
        },
        {
            "title": "Chimamanda Ngozi Adichie: ‘America under Trump felt like a personal loss'",
            "category": "Books",
            "snippet": "A few hours before Chimamanda Ngozi Adichie and I are due to speak, the result of the US election is finally called. The Nigerian novelist, who is bas …"
        },
        {
            "title": "Otegha Uwagba: 'I’ve spent my entire life treading around white people’s feelings'",
            "category": "Books",
            "snippet": "Otegha Uwagba wants to get some things off her chest. From her home in south London, where she grew up, she tells me that her new short book Whites is …"
        },
        {
            "title": "Classical home listening: two Labyrinths, one Gran Partita and a Requiem",
            "category": "Music",
            "snippet": "Labyrinth David Greilsammer (Naïve) Labyrinth Khatia Buniatishvili (Sony) Mark Simpson: Geysir; Mozart: ‘Gran Partita’, K361 (Orchid Classics) • Two p …"
        },
        {
            "title": "Lawrence Power and Ryan Wigglesworth review – effortless brilliance",
            "category": "Music",
            "snippet": "From the emotional muscularity of Brahms to the spiky mystery of Britten, to the glittering, pinpoint invention of a new work by Ryan Wigglesworth, th …"
        },
        {
            "title": "Labour NEC elections return mixed results as both sides claim victory",
            "category": "Politics",
            "snippet": "Labour’s internal elections have returned mixed results, with seven of the 15 positions won by Momentum-backed candidates, while a prominent critic of …"
        },
        {
            "title": "Jodie Turner-Smith: ‘I've watched Top Gun hundreds of times. Don't judge me'",
            "category": "Life-and-Style",
            "snippet": "My earliest memory is me at four years old doing roly-polies with my mum, dad and older brother in our living room in Peterborough. My brother ended u …"
        },
        {
            "title": "One to watch: the Lathums",
            "category": "Music",
            "snippet": "In any other year, a band on the up playing a gig at a renowned local landmark would have guaranteed a sell-out crowd and a celebratory atmosphere. Bu …"
        },
        {
            "title": "Jingle Jangle: A Christmas Journey review – stridently festive toyshop musical",
            "category": "Film",
            "snippet": "There’s the kind of escapist entertainment that effortlessly wafts the audience into a fantastical realm; then there’s the kind that hogties the viewe …"
        },
        {
            "title": "Speedy work on Covid gives the vaccine industry a shot in the arm",
            "category": "Business",
            "snippet": "The leading candidate to become the world’s first Covid-19 vaccine, developed by the US pharmaceutical company Pfizer and Germany’s BioNTech, had its …"
        },
        {
            "title": "A bath with a view in an attic conversion",
            "category": "Life-and-Style",
            "snippet": "Summary: Taking a bath properly requires being able to guiltlessly linger, hang out, and/or do nothing whatsoever.” So said Leonard Koren, the American design …"
        },
        {
            "title": "Dave Brubeck: Lullabies – genial sleepytime jazz",
            "category": "Music",
            "snippet": "Summary: Dave Brubeck is famous for his 1961 megahit Take Five (composed by his saxophonist, Paul Desmond), and catchy numbers in odd time signatures such as B …"
        },
        {
            "title": "James Blunt: ‘My body has not been a temple. I’ve put it through painful experiences’",
            "category": "Music",
            "snippet": "I was an army brat who lived on army patches – in Cyprus, Hong Kong, Germany and as far afield and exotic as Yorkshire. Every two years we’d move with …"
        },
        {
            "title": "An extended lockdown in England could shut some shops for good, bosses say",
            "category": "Business",
            "snippet": "More than 60 leading retailers in the UK have said shops that are not allowed to trade before Christmas may never reopen. The group, comprised of busi …"
        },
        {
            "title": "What will British tennis have when Andy Murray hangs up his racket?",
            "category": "Sport",
            "snippet": "As the best eight players in men’s singles gathered in London this weekend for the ATP’s end-of-season jamboree, the home of tennis again was the geni …"
        },
        {
            "title": "Amazon accidentally unites Ireland as it tries out televised rugby",
            "category": "Sport",
            "snippet": "If Amazon Prime Video was hopeful its maiden foray into rugby coverage would be the main talking point of the weekend’s international Test match actio …"
        },
        {
            "title": "'I ache for Australia – no internet connection on earth can replace my connection to country'",
            "category": "Life-and-Style",
            "snippet": "Summary: I was visiting my boyfriend in country Victoria for the weekend. We’d been to the footy and the pub, and now we were in his parents’ living room watch …"
        },
        {
            "title": "Home Office 'failed to discuss restart of asylum evictions with local authorities'",
            "category": "UK-News",
            "snippet": "The Home Office did not discuss the decision to restart asylum evictions with local authorities, it has been revealed, despite concerns about the imme …"
        },
        {
            "title": "Dominic Cummings' relationship with Boris Johnson 'fell off cliff', says ex-minister",
            "category": "Politics",
            "snippet": "Dominic Cummings left Downing Street after his relationship with the prime minister “fell off a cliff”, a former cabinet minister has said. Cummings l …"
        },
        {
            "title": "England put on show of force against Georgia but not much of a spectacle",
            "category": "Sport",
            "snippet": "There is an old story about a rugby correspondent at a local paper who began his report of a particularly dull game by giving the score and mentioning …"
        },
        {
            "title": "Eddie Jones calls Ireland game 'most important of year' after Georgia rout",
            "category": "Sport",
            "snippet": "Eddie Jones immediately set his sights on what he described as England’s “most important game of the year” against Ireland next Saturday after watchin …"
        },
        {
            "title": "Muslim activist says American Airlines wrongfully singled her out after she was arrested",
            "category": "US-News",
            "snippet": "A Muslim woman who was arrested on an American Airlines plane on Saturday before its departure from New Jersey said that she was wrongfully singled ou …"
        },
        {
            "title": "Driving Mr Donald – White House excursion reveals a presidency pushing up daisies",
            "category": "US-News",
            "snippet": "It was a jarring few minutes of seeing the world through Donald Trump’s eyes and indulging his fantasies. As the White House pool reporter on Saturday …"
        },
        {
            "title": "Attacks by PM’s ousted aide left new press chief in tears",
            "category": "Politics",
            "snippet": "Summary: The woman appointed by Boris Johnson to lead his daily press operations was left in tears on Saturday after she claimed to have been the subject of ne …"
        },
        {
            "title": "Cameron Smith breaks silence on Melbourne Storm NRL future",
            "category": "Sport",
            "snippet": "Cameron Smith has finally addressed his playing future, revealing “there’s no way” he would re-sign with Melbourne Storm if it means the club will los …"
        },
        {
            "title": "Arrests in Washington as Trump supporters assemble, rejecting Biden victory",
            "category": "US-News",
            "snippet": "Donald Trump continued to rage against the dying light of his US presidency on Saturday, falsely claiming to be the victim of mass voter fraud and pra …"
        },
        {
            "title": "From the archive: the life of the nation’s babies, 1974",
            "category": "Life-and-Style",
            "snippet": "In the Observer Magazine of 22 September 1974 was the first part of ‘A comprehensive guide to the development of children… from knee-level to A-level. …"
        },
        {
            "title": "Plan for spring garden colour now and brighten up your autumn",
            "category": "Life-and-Style",
            "snippet": "We are ordering tulips now for the pots at home. Swooning over possibilities: reds, creams, oranges; tall French in layers with narcissi and shorter, …"
        },
        {
            "title": "Bronzer adds glow and a feel of warmer days",
            "category": "Life-and-Style",
            "snippet": "Like sunscreen, bronzers are seen to have an “only for summer” setting, but are useful year round. Unlike SPF, I wouldn’t normally tout bronzers as ne …"
        },
        {
            "title": "Going for Broke: The Rise of Rishi Sunak by Michael Ashcroft review – too perfect to be plausible",
            "category": "Books",
            "snippet": "The dazzling smile that transforms into a thoughtful gaze when that’s more appropriate. The sleek frame encased in expensive tailoring. The good manne …"
        },
        {
            "title": "With debt heading for £2tn, Sunak will need to get imaginative about tax rises",
            "category": "Business",
            "snippet": "It is clear from Rishi Sunak’s recent statements that he wants to defer any talk of tax rises until at least next year. The chancellor is minded to ig …"
        },
        {
            "title": "If only there were also a vaccine to protect Britain from Brexit",
            "category": "Business",
            "snippet": "Ever since the end of the second world war, British governments of both major parties have aimed, in their own way, to improve the standard of living …"
        },
        {
            "title": "The Life Ahead review – Sophia Loren's commanding comeback",
            "category": "Film",
            "snippet": "In 1962, Sophia Loren won an Academy Award for her starring role in Vittorio De Sica’s Two Women (La ciociara), the first actor to triumph at the Osca …"
        },
        {
            "title": "The new romance is all about honesty – and mating websites",
            "category": "Life-and-Style",
            "snippet": "At the beginning we’d light candles. We wouldn’t mention it, we’d just quietly light the candles before sitting down to our pasta, a flickering nod to …"
        },
        {
            "title": "Democrats divided: Biden's election win brings end to party's uneasy truce",
            "category": "US-News",
            "snippet": "Joe Biden’s first hours as president-elect were met by his supporters with spontaneous dance parties, champagne showers and car parades that wound thr …"
        },
        {
            "title": "It’s hard to find, but true blue in the garden is a pure delight",
            "category": "Life-and-Style",
            "snippet": "“You’re a botanist, so this will be easy. Can you name 10 truly blue flowers?” I was asked this question in a job interview straight out of university …"
        },
        {
            "title": "Joe Biden: American Dreamer by Evan Osnos review – enter the sympathiser-in-chief",
            "category": "Books",
            "snippet": "Americans have spent this year watching aghast as reality demolished what Evan Osnos calls “the most basic stories we tell ourselves”. Those stories h …"
        },
        {
            "title": "Reading my son bedtime stories has become a real page-turner",
            "category": "Life-and-Style",
            "snippet": "Reading was a massive part of my childhood and I often left myself saucer-eyed by staying awake all night with my nose in some dusty old paperback. It …"
        },
        {
            "title": "Why reusable cloth could consign Christmas gift wrap to the bin",
            "category": "Life-and-Style",
            "snippet": "Christmas wouldn’t be Christmas without mountains of glittery wrapping paper covering the floor on 25 December. Or would it? A rise in interest in cra …"
        },
        {
            "title": "Doctor Who's sonic pioneers to turn internet into giant musical instrument",
            "category": "Music",
            "snippet": "The Radiophonic Workshop has always broken new sonic ground, from the Doctor Who theme to the Hitchhiker’s Guide to the Galaxy. Now they’re at it agai …"
        },
        {
            "title": "Christmas gift ideas for food lovers 2020",
            "category": "Life-and-Style",
            "snippet": "Under £10 Pierre Marcolini Saint Nicolas A Christmas tradition resurrected in chocolate. £9.90 each, eu.marcolini.com La Maison D’Armorine salted cara …"
        },
        {
            "title": "(R)evolution by Gary Numan review – electro-pop's heart-on-sleeve godfather",
            "category": "Books",
            "snippet": "In Dylan Jones’s recent oral history of the new romantic movement, Sweet Dreams, Gary Numan stands out like a sore pale thumb. He fell into electronic …"
        },
        {
            "title": "To the Ends of the Earth review – a subtle awakening in Uzbekistan",
            "category": "Film",
            "snippet": "Understated and slyly unexpected in its approach, this offbeat story follows Yoko (J-pop star turned actor Atsuko Maeda), the presenter of a Japanese …"
        },
        {
            "title": "Dominic Cummings' exit won't affect Brexit talks, says UK minister",
            "category": "Politics",
            "snippet": "The UK environment secretary, George Eustice, has denied that the departure of Dominic Cummings – one of the architects of Vote Leave – will have any …"
        },
        {
            "title": "Tarana Burke: 'If it weren’t for Black women, I would not have made it'",
            "category": "US-News",
            "snippet": "Summary: “Look around. All the books, podcasts, articles, conversations are about how white people can be better. I don’t give a shit what you do as a white pe …"
        },
        {
            "title": "F1 Turkish Grand Prix: Lewis Hamilton seals seventh world title – as it happened",
            "category": "Sport",
            "snippet": "OK, that is really it. Enjoy! Ah, Hamilton’s back. He says the rain was a blessing, but the most beautiful part of it is being able to inspire kids. H …"
        },
        {
            "title": "Let's Do It: The Authorised Biography of Victoria Wood by Jasper Rees – review",
            "category": "Books",
            "snippet": "Summary: Victoria Wood was told in 1974 by a talent show judge that she would never be a success. Yet she went on to enjoy a 40-year career as a comedian, writ …"
        }
    ]
}