{
    "page": [
        {
            "title": "And the Oscar goes to ... a movie by a streaming platform?",
            "category": "Film",
            "snippet": "Usually at this time of year, thoughts are turning to awards season and an enticing winter of quality cinema ahead, but – and you’re probably utterly …"
        },
        {
            "title": "Five factors that helped US democracy resist Trump's election onslaught",
            "category": "US-News",
            "snippet": "It is not clear yet whether US democracy “survived” the 2020 presidential election unscathed. If Donald Trump’s playbook of seeking to undermine a leg …"
        },
        {
            "title": "Multiverse of Madness? Why the Marvel Cinematic Universe no longer exists in perfect isolation",
            "category": "Film",
            "snippet": "Summary: The internet briefly looked up from its coffee and raised an eyebrow last week when Doctor Strange director Scott Derrickson appeared to confirm that …"
        },
        {
            "title": "Poem of the week: Afterwardness by Mimi Khalvati",
            "category": "Books",
            "snippet": "Summary: Afterwardness An eleven-year-old boy from Aleppo whose eyes hold only things no longer there – a citadel, a moat, safe rooms of shadow, ‘afterwardness …"
        },
        {
            "title": "New ICC chair questions future of World Test Championship",
            "category": "Sport",
            "snippet": "The continuation of the World Test Championship beyond the final next year appears to be in doubt after Greg Barclay, the newly elected chair of the I …"
        },
        {
            "title": "How we met: 'I stood there awkwardly, then told her I'd been bitten by a duck’",
            "category": "Life-and-Style",
            "snippet": "Summary: When Emma Naks graduated in 2013, her love of reading led her to take an internship at the book department of a London auction house. “I was living wi …"
        },
        {
            "title": "Johnson urged to extend public's right to roam over English countryside",
            "category": "Life-and-Style",
            "snippet": "More than 100 authors, musicians, actors and artists have written to Boris Johnson urging him to extend the public’s right to roam over the English co …"
        },
        {
            "title": "Judge pledges 'inquisitorial' inquiry into Sheku Bayoh death",
            "category": "UK-News",
            "snippet": "The judge chairing a public inquiry into the death in police custody of Sheku Bayoh has pledged to conduct a fearless investigation into the actions o …"
        },
        {
            "title": "Enemies of the sheeple: why do pop stars fall for conspiracy theories?",
            "category": "Music",
            "snippet": "In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and …"
        },
        {
            "title": "Lennox Lewis: 'I knew I would meet Mike Tyson in the ring'",
            "category": "Sport",
            "snippet": "Summary: “It was funny,” Lennox Lewis says, “because I used to go out with my son, Landon, and people would hold up their fist and shout my name. He was so con …"
        },
        {
            "title": "Pubs in Wales to close by 6pm under new Covid restrictions",
            "category": "UK-News",
            "snippet": "Pubs, bars and restaurants in Wales will be banned from selling alcohol and forced to shut early, as the Welsh first minister said Covid was spreading …"
        },
        {
            "title": "Romain Grosjean to leave hospital but miss next race after Bahrain fireball",
            "category": "Sport",
            "snippet": "Romain Grosjean is to be discharged from hospital on Tuesday having escaped from a life-threatening accident at the Bahrain Grand Prix. The Haas drive …"
        },
        {
            "title": "Guy Garvey says music fans should pay more for streaming services",
            "category": "Music",
            "snippet": "Summary: Music fans have to be prepared to pay more for the songs they love in the streaming age, according to Elbow’s Guy Garvey, who says the next generation …"
        },
        {
            "title": "Stereophonics: how we made Dakota",
            "category": "Music",
            "snippet": "Kelly Jones, singer/songwriter A lot of early Stereophonics songs were written while I was working in the market back in Cwmaman. Some afternoons, you …"
        },
        {
            "title": "Jofra Archer ready to sign off T20 against South Africa and put his feet up",
            "category": "Sport",
            "snippet": "Jofra Archer will sign off from England’s tour of South Africa after Tuesday’s final Twenty20 at Newlands and could see this rest period extended into …"
        },
        {
            "title": "EU will not fall into Brexit 'negotiating trap',  UK told",
            "category": "Politics",
            "snippet": "Senior Irish and French and ministers have warned that the EU is not going to fall into a Brexit “negotiating trap” being laid by the UK as both sides …"
        },
        {
            "title": "My Psychedelic Love Story: how Errol Morris captured an unusual romance",
            "category": "Film",
            "snippet": "Summary: Errol Morris calls it the Rosencrantz and Guildenstern approach to history. “Don’t interview Hamlet,” says the Oscar-winning documentary maker. “He’s …"
        },
        {
            "title": "Hervé Le Tellier wins Prix Goncourt as France's books world begins to reopen",
            "category": "Books",
            "snippet": "France’s oldest and most celebrated literary award the Prix Goncourt has been awarded to novelist Hervé Le Tellier, a trained mathematician and former …"
        },
        {
            "title": "Australia's Indian summer states case for ODIs to precede Tests",
            "category": "Sport",
            "snippet": "The argument for playing one-day matches before a Test series has always been straightforward. You have an entree before the main. For spectators, sho …"
        },
        {
            "title": "Missing Florida sailor rescued clinging to capsized boat 86 miles off coast",
            "category": "US-News",
            "snippet": "A missing Florida sailor has been found clinging to his upturned boat, having survived a night at sea before being rescued 86 miles off the Florida co …"
        },
        {
            "title": "Sadiq Khan under growing pressure to axe Silvertown road tunnel",
            "category": "UK-News",
            "snippet": "Summary: The London mayor, Sadiq Khan, is coming under renewed pressure to abandon plans for a new four-lane road tunnel under the River Thames after another L …"
        },
        {
            "title": "Kensington and Chelsea council criticised for scrapping cycle lane",
            "category": "Life-and-Style",
            "snippet": "A Conservative-run council has been accused of favouring the convenience of car drivers over the wellbeing of local people by scrapping a popular cycl …"
        },
        {
            "title": "No way to assess costs of Covid tiers against no action, Tory MPs told",
            "category": "Politics",
            "snippet": "Summary: It is impossible to know whether the economic cost of the new coronavirus tiers system in England will be greater than that of taking no action, a gov …"
        },
        {
            "title": "Dick Ross obituary",
            "category": "Film",
            "snippet": "Richard Ross, my mentor and friend of 40 years, who has died aged 84, was a passionate, kind-hearted intellectual and a pre-eminent figure in film edu …"
        },
        {
            "title": "Trump losing Twitter followers – as Biden gains them",
            "category": "US-News",
            "snippet": "Donald Trump has been losing Twitter followers since he lost the presidential election to Joe Biden – while the Democratic president-elect has been ad …"
        },
        {
            "title": "Nicola Sturgeon promises £500 for all NHS staff in Scotland",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has pledged to pay every NHS and social care worker in Scotland a £500 Covid bonus and has called on Boris Johnson to make the payment …"
        },
        {
            "title": "Pat Finucane's murder: a pitiless act and a political storm",
            "category": "UK-News",
            "snippet": "Even by the standards of the Northern Ireland Troubles it was a brutal and pitiless murder. On the afternoon of 12 February 1989 two loyalist gunmen u …"
        },
        {
            "title": "S&P Global to buy IHS Markit in all-stock deal worth $44bn",
            "category": "Business",
            "snippet": "US rating agency S&P Global is to buy London-based market data and research company IHS Markit in an all-stock deal worth $44bn (£33bn) that will be t …"
        },
        {
            "title": "Rita Ora likely to escape fine for breaking lockdown with party",
            "category": "Music",
            "snippet": "The singer Rita Ora is likely to escape a personal fine after breaching Covid rules to attend her birthday party at a Notting Hill restaurant, but the …"
        },
        {
            "title": "FTSE 100 records best month since 1989 after Covid vaccine hopes",
            "category": "Business",
            "snippet": "The FTSE 100 has recorded its best month since 1989, boosted by growing optimism that an early coronavirus vaccine can trigger a faster than expected …"
        },
        {
            "title": "The 'Freedom Force': Republican group takes on the Squad and 'evil' socialism",
            "category": "US-News",
            "snippet": "A group of incoming Republican congresspeople intends to counter the “radical agenda” of the Democratic party, with the self-professed goal of becomin …"
        },
        {
            "title": "49ers to travel 700 miles for home games as Covid-19 continues to hit NFL",
            "category": "Sport",
            "snippet": "The San Francisco 49ers will play two home games in Arizona after new coronavirus regulations put in place by officials in northern California forced …"
        },
        {
            "title": "Thames safety warning after film-maker has to be rescued from river",
            "category": "UK-News",
            "snippet": "Police and rescue workers have warned against jumping from Tower Bridge into the River Thames after a man understood to be making a film had to be res …"
        },
        {
            "title": "Supreme court questions Trump bid to bar undocumented immigrants from census",
            "category": "US-News",
            "snippet": "The US supreme court appeared skeptical of Donald Trump’s effort to exclude undocumented immigrants from critical census data, but it also appeared he …"
        },
        {
            "title": "England's Covid tiers impact report: what it says and doesn't say",
            "category": "Politics",
            "snippet": "Summary: On Monday the government finally set out the economic and health impacts that it says are behind the tiering system for controlling the pandemic. The …"
        },
        {
            "title": "Government rolls out the Door Matt to say nothing much at all",
            "category": "Politics",
            "snippet": "Where’s Priti Patel? Unintentionally busy, presumably. As are Michael Gove, Dominic Raab, Alok Sharma and others. There was a time back in the spring …"
        },
        {
            "title": "Football needs to catch up and get its house in order over concussion",
            "category": "Sport",
            "snippet": "Summary: For too long football has played tiki-taka with the issue of concussion, rather than tackling it head on. It has been passed around from committee to …"
        },
        {
            "title": "Ministers reject calls for public inquiry into Pat Finucane murder",
            "category": "UK-News",
            "snippet": "The government has decided not to order a public inquiry into the 1989 murder of the Belfast solicitor Pat Finucane, despite calls from across the pol …"
        },
        {
            "title": "Timeline: the rise and fall of Philip Green",
            "category": "Business",
            "snippet": "1952 Philip Green is born in Croydon, south London, the second child of Alma and Simon Green. His father, an electrical goods businessman, dies when P …"
        },
        {
            "title": "Philip Green's Arcadia Group collapses into administration",
            "category": "Business",
            "snippet": "Sir Philip Green’s Arcadia Group has collapsed into administration, putting 13,000 jobs at risk as the retail tycoon’s high street career ends in fail …"
        },
        {
            "title": "Joe Biden names diverse economic team with first female secretary of treasury",
            "category": "US-News",
            "snippet": "Joe Biden announced his economic team on Monday, a slate of advisers which could include the first female secretary of the treasury, as the president- …"
        },
        {
            "title": "JD Sports expected to exit Debenhams rescue talks after Arcadia collapse",
            "category": "Business",
            "snippet": "Summary: JD Sports is set to pull out of talks over a rescue deal for Debenhams on Tuesday, putting thousands of jobs at risk at the struggling department stor …"
        },
        {
            "title": "Arcadia falls into administration putting 13,000 jobs at risk  – as it happened",
            "category": "Business",
            "snippet": "Right, time to wrap up. Philip Green’s career as the one-time king of the high street has come to a shuddering end tonight, as his Arcadia group fell …"
        }
    ]
}