{
    "page": [
        {
            "title": "Australia must pursue further trade liberalisation after recession, report says",
            "category": "Business",
            "snippet": "Summary: Australia needs to avoid adopting “fortress Australia” policies and continue to pursue trade liberalisation and competitive markets as the bedrocks of …"
        },
        {
            "title": "Medvedev dismantles Djokovic to clinch ATP Finals last-four spot",
            "category": "Sport",
            "snippet": "Daniil Medvedev, saving his best tennis for the last stretch of the season, thrashed the world No 1 Novak Djokovic 6-3, 6-3 on the fourth evening of t …"
        },
        {
            "title": "Leaked White House report warns current Covid-19 mitigation efforts 'inadequate'",
            "category": "US-News",
            "snippet": "As the US death toll from Covid-19 surpassed 250,000 on Wednesday, with a caseload above 11.3m and more than 161,000 new cases added the previous day, …"
        },
        {
            "title": "More than 250,000 Americans have died from coronavirus as US cases soar - as it happened",
            "category": "US-News",
            "snippet": "From me and Joan E Greve: The US coronavirus death toll surpassed 250,000. That’s a higher death toll than any other country in the world. New York wi …"
        },
        {
            "title": "London labour market hit harder by Covid than rest of UK, finds report",
            "category": "UK-News",
            "snippet": "The labour market in London has been hit harder by Covid-19 than the rest of the UK, while the capital’s economic recovery has also been weaker, accor …"
        },
        {
            "title": "NBA draft 2020: Anthony Edwards chosen by Minnesota Timberwolves with No 1 pick – as it happened",
            "category": "Sport",
            "snippet": "First round 1. Minnesota Timberwolves, Anthony Edwards, G, Georgia 2. Golden State Warriors, James Wiseman, C, Memphis 3. Charlotte Hornets, LaMelo Ba …"
        },
        {
            "title": "Windrush: two years on, victims describe long waits and 'abysmal' payouts",
            "category": "UK-News",
            "snippet": "Applicants to the Windrush compensation scheme have spoken about the difficulties they have experienced in securing payouts. Some are concerned by the …"
        },
        {
            "title": "Mank: a death wish of a movie that could never live up to the legend of Orson Welles",
            "category": "Film",
            "snippet": "We are waiting in an age that believes in symptoms of malaise. We wonder if we might be slipping. The picture business feels dead on its feet. So it’s …"
        },
        {
            "title": "The War Against the BBC review – in defence of a national institution",
            "category": "Books",
            "snippet": "Patrick Barwise and Peter York must be miffed that the phantom controversy in August over patriotic songs at the Last Night of the Proms came too late …"
        },
        {
            "title": "Collective review – shocking exposé of needless deaths in Romania",
            "category": "Film",
            "snippet": "Summary: For years, actually for decades, Romanian directors have been warning us about top-to-bottom official corruption in their homeland – an insidious mala …"
        },
        {
            "title": "Girls Against God by Jenny Hval review –  a call to revolution",
            "category": "Books",
            "snippet": "Girls Against God, the second novel from acclaimed Norwegian musician Jenny Hval, is set in 1990s southern Norway, a place known for its “rainy climat …"
        },
        {
            "title": "Radio 1 to air censored version of Pogues' Fairytale of New York",
            "category": "Music",
            "snippet": "Summary: BBC Radio 1 is to air a censored version of the Pogues’ Fairytale of New York that removes the words “faggot” and “slut” from Kirsty MacColl’s verse. …"
        },
        {
            "title": "Unseen JRR Tolkien essays on Middle-earth coming in 2021",
            "category": "Books",
            "snippet": "A previously unpublished collection of writings by JRR Tolkien, exploring the world of Middle-earth in essays tackling topics ranging from Elvish rein …"
        },
        {
            "title": "Royal Mail gets more revenue from parcels than letters for first time",
            "category": "Business",
            "snippet": "Royal Mail’s revenue from parcels has overtaken its revenue from letters for the first time as online shopping surged during Covid-19 restrictions. Pa …"
        },
        {
            "title": "Talking Horses: Calls for investigation into monster Bushypark gamble",
            "category": "Sport",
            "snippet": "The Horseracing Bettors Forum (HBF), a voluntary body which represents racing punters’ interests, has urged the British Horseracing Authority to inves …"
        },
        {
            "title": "'A brutal competition': Premiership clubs steeled for seven-month slog",
            "category": "Sport",
            "snippet": "Out with the old and in with the new. It has been more of a post-season than a pre-season for most Premiership players with the 2020–21 campaign start …"
        },
        {
            "title": "'We knocked on 80,000 doors': how progressive Nithya Raman won Los Angeles",
            "category": "US-News",
            "snippet": "Summary: A Los Angeles urban planner who made homelessness and housing the central issues of her campaign and condemned the Los Angeles police department for “ …"
        },
        {
            "title": "Save Yourselves! review – end-of-days comedy balances satire, sincerity and silliness",
            "category": "Film",
            "snippet": "This end-of-the-world comedy premiered at Sundance in January 2020 – in the Before Time – and, had the coronavirus pandemic not struck, directors Alex …"
        },
        {
            "title": "Jonathan Joseph fit to face Ireland but Ford has to settle for place on bench",
            "category": "Sport",
            "snippet": "Jonathan Joseph has recovered from a back injury to take his place on the wing in England’s starting XV against Ireland on Saturday with George Ford d …"
        },
        {
            "title": "Pandemic could lead to profound shift in parenting roles, say experts",
            "category": "Life-and-Style",
            "snippet": "The year 2020 has been transformative for how society sees fatherhood, and could produce the most profound shift in caring responsibilities since the …"
        },
        {
            "title": "The Idea of the Brain by Matthew Cobb review – lighting up the grey matter",
            "category": "Books",
            "snippet": "Is your brain a computer? Is mine? Is Boris Johnson’s? And if so, where is the tech support hotline? Brains were once conceived of as marvellous clock …"
        },
        {
            "title": "Happiest Season review – queer Christmas comedy is a festive treat",
            "category": "Film",
            "snippet": "The displacement of theatrical releases during the pandemic, forced into an often confusing digital netherworld, has meant that we have little to no i …"
        },
        {
            "title": "Sports minister denies £300m survival package bias towards Tory heartlands",
            "category": "Sport",
            "snippet": "The sports minister, Nigel Huddleston, has insisted emergency funds for spectator sports have not been targeted at Conservative heartlands, after rugb …"
        },
        {
            "title": "'My mother was like a steel fist in a velvet glove': the real Audrey Hepburn",
            "category": "Film",
            "snippet": "Summary: “Very alert, very smart, very talented, very ambitious.” That was the director William Wyler’s verdict after watching a screen test for Roman Holiday …"
        },
        {
            "title": "Asia review – delicate tale of a mother and daughter in crisis",
            "category": "Film",
            "snippet": "Summary: This is a candid, sober, well-acted debut by the first-time director Ruthy Pribar which won her the Nora Ephron award at this year’s Tribeca film fest …"
        },
        {
            "title": "Shabaka Hutchings/Britten Sinfonia/Paterson review - tangible exhilaration",
            "category": "Music",
            "snippet": "If Aaron Copland enjoyed writing his Clarinet Concerto for Benny Goodman, he would have loved the chance to write for Shabaka Hutchings. Mainly on sax …"
        },
        {
            "title": "Slide away: Swindon waterpark that gave Oasis their name to close",
            "category": "Music",
            "snippet": "Oasis, the Swindon leisure centre that gave one of the UK’s biggest bands its name, is to close down. Operators of the facility, which features a wate …"
        },
        {
            "title": "Boris Johnson sidesteps calls to recommit to aid spending target",
            "category": "Politics",
            "snippet": "Boris Johnson has repeatedly refused to commit to maintaining UK overseas aid spending at 0.7% of GDP, in a Commons debate where he unveiled a £16.5bn …"
        },
        {
            "title": "Mike Pompeo makes unprecedented visit to Israeli settlements",
            "category": "US-News",
            "snippet": "Summary: Israel’s military occupation has received a symbolic US stamp of approval after Mike Pompeo toured an archaeological dig run by a far-right settler gr …"
        },
        {
            "title": "Star Wars author appeals to Disney in fight over royalties",
            "category": "Books",
            "snippet": "Summary: Disney has been accused of failing to pay royalties to the acclaimed author Alan Dean Foster for his bestselling novelisations of films including Star …"
        },
        {
            "title": "Wonder Woman 1984 sticks to Christmas cinema release – but will also be on digital",
            "category": "Film",
            "snippet": "The decision by Warner Bros to release Christopher Nolan’s Tenet in cinemas last August despite depleted venues and public confidence was hailed as a …"
        },
        {
            "title": "Kebabs by Nicole Kidman? What Ryan Reynolds' takeover of Wrexham might lead to",
            "category": "Film",
            "snippet": "As the third oldest professional football team in the world, Wrexham AFC drags the weight of history behind it. There were the early days, where the t …"
        },
        {
            "title": "Fight to Vote: A revolt against Trump's election denialism",
            "category": "US-News",
            "snippet": "Good morning Fight to Vote readers, As the Covid-19 pandemic rages across the country, so too are officials and citizens sick of Donald Trump and his …"
        },
        {
            "title": "Cabaret Voltaire: Shadow of Fear review – a fittingly dystopian fantasy from Sheffield's industrial pioneers",
            "category": "Music",
            "snippet": "Between 1974 and 1994, Cabaret Voltaire made a career out of being slightly ahead of the curve. They may well have been the world’s first industrial b …"
        },
        {
            "title": "Angelina Jolie to direct biopic of photographer Don McCullin starring Tom Hardy",
            "category": "Film",
            "snippet": "Angelina Jolie is to direct a biopic of photojournalist Don McCullin, starring Tom Hardy. The film, which is being adapted by ’71 screenwriter Gregory …"
        },
        {
            "title": "Glasgow shoppers pragmatic as they dash to beat near-lockdown",
            "category": "UK-News",
            "snippet": "Summary: Waiting in the snaking queue outside Primark on Argyle Street, Lisa McNally has one purchase in mind: jammies. “Everything else I’ll get online. I don …"
        },
        {
            "title": "Heaven's Gate at 40: how we learned to love a notorious flop",
            "category": "Film",
            "snippet": "For 40 years, Heaven’s Gate has been synonymous with “expensive flop”. And not just any expensive flop, but the type of boondoggle associated with the …"
        },
        {
            "title": "Single parents are poorer but older Australians have seen wealth grow",
            "category": "Business",
            "snippet": "Summary: Household wealth among older Australian couples boomed above $1m before the pandemic, but median incomes remained below GFC levels and poverty among s …"
        },
        {
            "title": "Infinite Splendours by Sofie Laguna review – a sad and sublime tale of trauma and art",
            "category": "Books",
            "snippet": "Summary: The title of Sofie Laguna’s latest book is taken from a letter from French artist, Jean-Francois Millet, best known for his works of rural beatificati …"
        },
        {
            "title": "Wallabies potentially impacted if plan to relax foreign player rules is not monitored",
            "category": "Sport",
            "snippet": "Summary: Rugby Australia chairman Hamish McLennan has encouraged Australia’s Super Rugby teams to recruit Argentinians following the Pumas’ historic win agains …"
        },
        {
            "title": "UK defence now has £16.5bn coming. But where is it going?",
            "category": "Politics",
            "snippet": "Such was Boris Johnson’s need to reassert himself as prime minister in the week after the departure of his chief aide Dominic Cummings, that so many d …"
        },
        {
            "title": "Ofcom says it will follow closely inquiry into BBC Princess Diana interview",
            "category": "UK-News",
            "snippet": "The TV watchdog Ofcom said it would follow “closely” a new independent inquiry into BBC Panorama’s interview with Diana, Princess of Wales, heaping fu …"
        },
        {
            "title": "Should the BBC have censored Fairytale of New York?",
            "category": "Music",
            "snippet": "The Radio 1 listener: Alex Hood A culture war around the Pogues’ song Fairytale of New York feels like a new Christmas tradition, like a Lindt chocola …"
        },
        {
            "title": "Conor McGregor comes out of retirement – again – to fight Dustin Poirier",
            "category": "Sport",
            "snippet": "Summary: Not for the first time, Conor McGregor has decided his UFC career is not over after all and will return to the octagon to face Dustin Poirier on 23 Ja …"
        },
        {
            "title": "Rebekah Vardy suing Coleen Rooney for libel as last resort, court told",
            "category": "UK-News",
            "snippet": "Summary: Rebekah Vardy has brought a libel action against Coleen Rooney only as a last resort to “vindicate her reputation”, the high court was told at a preli …"
        },
        {
            "title": "Markets fall back as Covid-19 fears mount and US jobless claims rise – as it happened",
            "category": "Business",
            "snippet": "Time for a recap Concerns over rising Covid-19 cases, particularly in the US, have weighed on markets. While investors hope that vaccines will help th …"
        },
        {
            "title": "Essex lorry deaths driver watched Netflix while migrants put in trailer, court hears",
            "category": "UK-News",
            "snippet": "Summary: A lorry driver accused of manslaughter for his role in the deaths of 39 Vietnamese migrants said he was unaware that they had been helped into the sea …"
        },
        {
            "title": "Why Mangrove is guilty of being a better courtroom drama than Sorkin's Chicago 7",
            "category": "Film",
            "snippet": "It’s no coincidence that two courtroom dramas such as Steve McQueen’s Mangrove and Aaron Sorkin’s The Trial of the Chicago 7 should have come out arou …"
        },
        {
            "title": "Pressure grows on Jacob Rees-Mogg over MPs' remote access",
            "category": "Politics",
            "snippet": "Jacob Rees-Mogg is facing intense pressure to widen virtual participation in House of Commons proceedings after senior Conservative MPs joined calls f …"
        },
        {
            "title": "PlayStation 5 launch overwhelms outlets and courier firms",
            "category": "Business",
            "snippet": "Summary: Games retailers have been overwhelmed by demand for the latest Sony PlayStation console, which launched in the UK on Thursday. The rush for the Playst …"
        }
    ]
}