{
    "page": [
        {
            "title": "After Nazi plot, plane crash, cancer and Covid, York woman reaches 100",
            "category": "UK-News",
            "snippet": "When 99-year-old Joy Andrew tested positive for coronavirus in May, staff at the care home where she lived put her on end-of-life care and prepared he …"
        },
        {
            "title": "The saga of Tekashi 6ix9ine: inside the story of a 'supervillain' rapper",
            "category": "Film",
            "snippet": "Summary: With his rainbow-colored tresses and prominent facial tattoos, it’s hard not to stare at SoundCloud rapper and viral sensation Tekashi 6ix9ine. The 24 …"
        },
        {
            "title": "Grenfell firm stretched truth with fire safety claims, ex-worker says",
            "category": "UK-News",
            "snippet": "An employee at Kingspan, which made combustible insulation used on Grenfell Tower, complained two years before the disaster that its fire performance …"
        },
        {
            "title": "Boris Johnson opposes pay rise for MPs, says No 10",
            "category": "Politics",
            "snippet": "Boris Johnson believes MPs should not receive a pay rise this year, Downing Street has said, as MPs called on the government to legislate to prevent t …"
        },
        {
            "title": "Stephanie Morton's retirement marks transition phase for Australian cycling",
            "category": "Sport",
            "snippet": "After placing third at the final race of the UCI Track World Championships in early March, Australia’s Stephanie Morton told the press surrounding her …"
        },
        {
            "title": "Shamima Begum still a national security threat, UK supreme court told",
            "category": "UK-News",
            "snippet": "Shamima Begum, who left Britain as a schoolgirl to join Islamic State in Syria, remains a serious threat to national security and should be deprived o …"
        },
        {
            "title": "Selling off the china: BA puts bespoke items from first class on sale",
            "category": "Business",
            "snippet": "British Airways has begun selling the champagne flutes, fine china and slippers it uses in its first-class cabins, reflecting the impact of Covid-19 o …"
        },
        {
            "title": "Lord Stoddart of Swindon obituary",
            "category": "Politics",
            "snippet": "Summary: In his maiden speech in the Commons in 1970, David Stoddart spoke of the “honest, industrious and very canny” citizens of the busy industrial railway …"
        },
        {
            "title": "Facebook's encryption plans could help child abusers escape justice, NCA warns",
            "category": "UK-News",
            "snippet": "Police and a children’s charity have warned that a man who admitted 96 counts of child sexual abuse could have escaped justice if technology giants ha …"
        },
        {
            "title": "Bernstein names 21 Republican senators who privately expressed contempt for Trump",
            "category": "US-News",
            "snippet": "The veteran Watergate reporter Carl Bernstein has publicly named 21 Republican senators he says have “repeatedly expressed extreme contempt for [Donal …"
        },
        {
            "title": "John Kerry named as Joe Biden's special climate envoy",
            "category": "US-News",
            "snippet": "Summary: John Kerry, the former US secretary of state and Democratic presidential nominee, has been named as a special envoy on the climate crisis under Joe Bi …"
        },
        {
            "title": "No-deal Brexit to cost more than Covid, Bank of England governor says",
            "category": "Politics",
            "snippet": "The governor of the Bank of England, Andrew Bailey, has warned that the economic cost of a no-deal Brexit would be bigger in the long term than the da …"
        },
        {
            "title": "Work from home until April if possible, PM tells England's workers",
            "category": "Business",
            "snippet": "Summary: The government has told all workers in England they should work from home if possible until April 2021 as part of a move to a stricter tier system tha …"
        },
        {
            "title": "UK coronavirus live: Johnson says majority of vulnerable people in the UK could be vaccinated by Easter - as it happened",
            "category": "Politics",
            "snippet": "That’s all from the UK blog today, you can keep following the latest coronavirus developments over on our global blog: It’s been a huge day for corona …"
        },
        {
            "title": "Labour chief whip tells Jeremy Corbyn to apologise for antisemitism claims",
            "category": "Politics",
            "snippet": "Labour’s chief whip has told Jeremy Corbyn to “unequivocally, unambiguously and without reservation” apologise for his claims that the extent of antis …"
        },
        {
            "title": "Leaders from England's north warn PM over revised Covid curbs",
            "category": "Politics",
            "snippet": "Millions more people in England will be subject to tougher coronavirus restrictions that could last at least four months, Boris Johnson has warned, as …"
        },
        {
            "title": "Former Fed chair Janet Yellen set to become first female treasury secretary",
            "category": "Business",
            "snippet": "Janet Yellen, the first woman to chair the US Federal Reserve, is set to achieve another first, becoming the country’s first female treasury secretary …"
        },
        {
            "title": "Joe Biden picks first women and first Latino for key cabinet roles",
            "category": "US-News",
            "snippet": "Joe Biden, the US president-elect, has shown his determination to speed past Donald Trump’s flailing attempts to block the transition by naming leader …"
        },
        {
            "title": "New York swingers club shut down for breaking coronavirus restrictions",
            "category": "US-News",
            "snippet": "New York authorities have said no to Sex and the City – shutting down a swingers club in Queens that was holding a sex party in contravention of restr …"
        },
        {
            "title": "Dianne Feinstein to step down as top Democrat on Senate judiciary panel",
            "category": "US-News",
            "snippet": "The California senator Dianne Feinstein will not seek to retain her position as the top-ranking Democrat on the Senate judiciary committee. “After ser …"
        },
        {
            "title": "New York's Andrew Cuomo cancels Thanksgiving with 89-year-old mother after Covid backlash",
            "category": "US-News",
            "snippet": "Summary: Andrew Cuomo won’t be having Thanksgiving with his mother after all. The New York governor had announced on Monday that he would be spending Thanksgiv …"
        },
        {
            "title": "Q&A: what does the General Services Administration's decision mean?",
            "category": "US-News",
            "snippet": "The US government’s General Services Administration on Monday ascertained Joe Biden is the apparent winner of the 2020 presidential election, allowing …"
        },
        {
            "title": "GSA says transition process can begin – as it happened",
            "category": "US-News",
            "snippet": "From me and Joan E Greve: The General Services Administration has allowed for the presidential transition to begin. After an initial delay, the agency …"
        },
        {
            "title": "Postponing Australian Open could bring much-needed economic boost to Victoria",
            "category": "Sport",
            "snippet": "The longer the Australian Open is delayed the better, says a leading sports economics academic who cites the likelihood of fewer crowd restrictions as …"
        },
        {
            "title": "Trump agrees to begin transition as key agency calls Biden apparent election winner",
            "category": "US-News",
            "snippet": "The General Services Administration has declared president-elect Joe Biden the apparent winner of the US election, clearing the way for the formal tra …"
        },
        {
            "title": "Easing Covid controls could lead to Christmas travel chaos, warns Labour",
            "category": "UK-News",
            "snippet": "Summary: Ministers have been urged to set out plans to prevent travel chaos over Christmas as families race to see each other when Covid-19 restrictions are te …"
        },
        {
            "title": "Gus Van Sant: 'We are living in a wilder time than anything we could imagine'",
            "category": "Film",
            "snippet": "At home in California over lockdown Gus Van Sant, king of the Hollywood underground, was, like the rest of us, binge-watching Netflix. “Ozark, that wa …"
        },
        {
            "title": "I'm a survivor! How resilience became the quality we all crave",
            "category": "Life-and-Style",
            "snippet": "It was after her block of flats burned down that Sadi Khan thought, finally, things could not get worse. She had married at 19, and for four years her …"
        },
        {
            "title": "News and How to Use It by Alan Rusbridger review – an insider's appeal to sceptics",
            "category": "Books",
            "snippet": "Summary: “Mummy, what is that man for?” was the question famously asked by a young girl at a rally addressed (at great length) by Gladstone. An analogous quest …"
        },
        {
            "title": "Ralph Steadman: 'We're really living in a hell of a year, aren't we?'",
            "category": "Books",
            "snippet": "When the Welsh artist Ralph Steadman picks up the phone, he sounds a bit paranoid. “It’s Friday the 13th, you know,” he says with a doomsday tone. “I’ …"
        },
        {
            "title": "Talking Horses: Shishkin starts chasing career with Kempton win",
            "category": "Sport",
            "snippet": "Four years and two days after Altior’s successful chasing debut at Kempton, his stable companion Shishkin produced a flawless round of jumping in the …"
        },
        {
            "title": "UK Home Office faces calls to close barracks for asylum seekers",
            "category": "UK-News",
            "snippet": "Army barracks used to house asylum seekers should be opened to proper processes for transparency and accountability, the shadow home secretary has sai …"
        },
        {
            "title": "‘Defy the winter!’: how to exercise after dark",
            "category": "Life-and-Style",
            "snippet": "Shorter days mean many of us have no choice but to exercise before dawn or after dusk. But is it safe to run or cycle in the dark? What extra kit do y …"
        },
        {
            "title": "Nines tops nominations for first Mobo awards since 2017",
            "category": "Music",
            "snippet": "The Mobo awards, which celebrate music of Black origin, have announced the nominees for their first ceremony since 2017, championing a banner year for …"
        },
        {
            "title": "Catering firm Compass reports profits crash amid Covid closures",
            "category": "Business",
            "snippet": "Profits have crashed at Compass Group, the world’s biggest catering firm, after the Covid-19 pandemic led to the closure of schools, offices and sport …"
        },
        {
            "title": "Corbyn-supporting Labour members stage NEC mass walkout",
            "category": "Politics",
            "snippet": "Leftwing members of Labour’s governing body have staged a mass walkout in protest of the actions of the Labour leadership, including the election of a …"
        },
        {
            "title": "Deck the halls: how to create a crowd-pleasing Christmas tree",
            "category": "Life-and-Style",
            "snippet": "Christmas has come early, or at least many of us would like to think so. Trees have gone up earlier than usual this year, which is hardly surprising – …"
        },
        {
            "title": "Turkey's out – this Thanksgiving, we're having side dishes for dinner",
            "category": "Life-and-Style",
            "snippet": "Few people know this, but the perfect meal was discovered in New York in 2005. It was a frigid night on the Upper West Side and a special occasion. I …"
        },
        {
            "title": "Black Friday 2020: five things to consider before buying that 'bargain'",
            "category": "Business",
            "snippet": "Don’t carried away with an online purchase, especially when something is advertised as a great bargain. Before clicking the buy button, run through th …"
        },
        {
            "title": "Nigel Owens: 'We need to get back to the referee actually reffing the game'",
            "category": "Sport",
            "snippet": "The great West Indies captain Clive Lloyd used to advise cricketers to retire when they started to feel “their eyes go, their knees go and their frien …"
        },
        {
            "title": "UK motorists more likely to speed during spring lockdown, data shows",
            "category": "UK-News",
            "snippet": "Motorists on UK roads during the spring coronavirus lockdown were significantly more likely than usual to be breaking the speed limit, government data …"
        },
        {
            "title": "Overseas review – maids in training make haunting viewing",
            "category": "Film",
            "snippet": "As a study of loneliness and suppressed fear, this stylised documentary from the Korean-born director Sung-a Yoon could hardly be improved on. It is a …"
        },
        {
            "title": "Director apologizes for unmuted critique of actor's apartment during audition",
            "category": "Film",
            "snippet": "A director who forgot to mute his microphone during a Zoom audition as he criticised an actor’s apartment has apologised and claimed he was just sympa …"
        },
        {
            "title": "PM's ethics adviser queries Johnson's role in Priti Patel inquiry",
            "category": "Politics",
            "snippet": "Boris Johnson’s adviser on ethical standards has questioned whether the prime minister should maintain sole responsibility for the ministerial code da …"
        },
        {
            "title": "Chris Silverwood says Jos Buttler will be England's T20 opener in South Africa",
            "category": "Sport",
            "snippet": "It is just as well Chris Silverwood has already proved himself to be a popular and skilful conciliator within the England setup. With the T20 series a …"
        },
        {
            "title": "Gavin Williamson unlawfully removed child safeguards in pandemic, court rules",
            "category": "Politics",
            "snippet": "The education secretary, Gavin Williamson, acted unlawfully in removing safeguards for children in care at the start of the Covid pandemic without con …"
        },
        {
            "title": "Aria awards 2020: Billie Eilish, Sia and Sam Smith gear up for Australian music's biggest night",
            "category": "Music",
            "snippet": "This far into the global pandemic we’re pretty used to televised award ceremonies looking a little different. But for the Australian music industry’s …"
        },
        {
            "title": "The redemption myth: sporting comebacks are as predictable as they are overblown",
            "category": "Sport",
            "snippet": "Among the overblown themes of sports writing, through all its stained and dog-eared lexica, the one that comes up most is surely redemption. Across th …"
        },
        {
            "title": "Wales beating England would not be a shock, says Neil Jenkins",
            "category": "Sport",
            "snippet": "Wales are backing themselves to produce their best performance of a disappointing year against England in Llanelli on Saturday, aware of the consequen …"
        },
        {
            "title": "Guided? Following? Down the Covid rabbit hole with Hancock",
            "category": "Politics",
            "snippet": "There must be many times when Matt Hancock wonders what he has done in a previous life to deserve his present one. Come to think of it, there are many …"
        }
    ]
}