{
    "page": [
        {
            "title": "There Are Places in the World Where Rules Are Less Important Than Kindness by Carlo Rovelli – review",
            "category": "Books",
            "snippet": "We live in a golden age of science writing, where weighty subjects such as quantum mechanics, genetics and cell theory are routinely rendered intellig …"
        },
        {
            "title": "Rapper Junglepussy: ‘I don’t like the narrative that women have to be superheroes’",
            "category": "Music",
            "snippet": "Summary: Junglepussy has a picture of the original nasty gal, Betty Davis, on her fridge in her Brooklyn apartment. “A lot of people felt the same way about he …"
        },
        {
            "title": "Moms by Yeong-shin Ma review – a joyous celebration",
            "category": "Books",
            "snippet": "Lee Soyeon is a divorced woman in her 50s who works as a cleaner in a Seoul apartment building. Her life isn’t easy. Her bosses are mean, and her thir …"
        },
        {
            "title": "Talking Horses: The Conditional new favourite for Ladbrokes Trophy",
            "category": "Sport",
            "snippet": "The Conditional, runner-up in the Ladbrokes Trophy at Newbury last season before winning the Ultima Handicap Chase at the Cheltenham Festival, is the …"
        },
        {
            "title": "First Thing election special: Barr authorises baseless voter fraud investigation",
            "category": "US-News",
            "snippet": "Good morning. The attorney general, William Barr, has authorised federal prosecutors to investigate “substantial allegations” of voter irregularities …"
        },
        {
            "title": "'It’s desperate': stories from the frontline of the Covid jobs crisis",
            "category": "Business",
            "snippet": "Summary: Rishi Sunak has extended the government’s furlough scheme until March, but Tuesday’s employment figures underlined the impact that coronavirus is havi …"
        },
        {
            "title": "Let there be light: 10 simple ways to brighten your home – from pale pink walls to changing bulbs",
            "category": "Life-and-Style",
            "snippet": "Things are looking gloomy – seasonally speaking, if not also metaphorically. It was one thing to be locked down when the days were long and the heatwa …"
        },
        {
            "title": "Rough sex excuse in women's deaths is variation of 'crime of passion' – study",
            "category": "UK-News",
            "snippet": "Men who kill women are increasingly using the “sex game gone wrong” excuse as a contemporary variation on the traditional crime of passion defence, re …"
        },
        {
            "title": "Children’s nurse Lucy Letby rearrested over eight baby deaths",
            "category": "UK-News",
            "snippet": "Summary: A woman, understood to be the children’s nurse Lucy Letby, has been rearrested on suspicion of murder in relation to the deaths of eight babies and th …"
        },
        {
            "title": "Have you faced issues getting UK Covid-19 tested due to your credit history?",
            "category": "UK-News",
            "snippet": "We would like to hear from people who may have experienced difficulties obtaining a home coronavirus test due to their credit history. Share your expe …"
        },
        {
            "title": "UK couples: have you postponed your winter wedding?",
            "category": "Life-and-Style",
            "snippet": "Under the rules of England’s second lockdown, the majority of marriage and civil partnership ceremonies are prohibited. The only weddings allowed to t …"
        },
        {
            "title": "Literary puzzle solved for just third time in almost 100 years",
            "category": "Books",
            "snippet": "Summary: One of the world’s most fiendish literary puzzles – a murder mystery in which all the pages are out of order – has been solved for just the third time …"
        },
        {
            "title": "Johnson's Biden win tweet contains hidden Trump congratulations",
            "category": "Politics",
            "snippet": "Downing Street’s congratulatory message to Joe Biden and Kamala Harris on winning the US presidential election contains a hidden message congratulatin …"
        },
        {
            "title": "UK national security and investment bill set for Commons reading",
            "category": "UK-News",
            "snippet": "Ministers are close to publishing a long-awaited national security and investment bill, aiming to tighten the rules governing foreign investment acros …"
        },
        {
            "title": "England's bookshops should be classed as essential, booksellers argue",
            "category": "Books",
            "snippet": "Summary: The Booksellers Association has called on the government to classify bookshops as essential retailers during England’s second lockdown, as other retai …"
        },
        {
            "title": "Hillbilly Elegy review – Glenn Close's grouchy gran saves the day",
            "category": "Film",
            "snippet": "Ron Howard’s new movie, based on the bestselling memoir by JD Vance, is a solemn true story of self-betterment from tough beginnings, like the “person …"
        },
        {
            "title": "Major's Scottish independence remarks should be 'wake-up call', says SNP",
            "category": "Politics",
            "snippet": "Summary: A Scottish National party MP has said comments by the former prime minister John Major, who said Scots should be allowed another vote on independence …"
        },
        {
            "title": "Rogue review – it's Megan Fox v stalking lion in an energetic action thriller",
            "category": "Film",
            "snippet": "Summary: If hit Netflix documentary Tiger King had you championing the big cat cause, here’s the animal rights-respecting action-thriller you should watch next …"
        },
        {
            "title": "Falklands cleared of nearly all landmines, 38 years on from war",
            "category": "UK-News",
            "snippet": "The Falkland Islands have been cleared of almost all landmines, it has been announced, nearly 40 years after the end of the war in which the British m …"
        },
        {
            "title": "What does Obamacare actually do and when will the supreme court rule on it?",
            "category": "US-News",
            "snippet": "The supreme court on Tuesday will hear oral arguments in a challenge to the Affordable Care Act (ACA), the health law popularly known as Obamacare. It …"
        },
        {
            "title": "PR firm hired by UK vaccine tsar linked to Dominic Cummings’ father-in-law",
            "category": "Politics",
            "snippet": "The UK’s vaccine tsar is to pay almost £700,000 in taxpayers’ money on a team of boutique PR consultants whose secretary is a long-time business assoc …"
        },
        {
            "title": "Welsh move to cancel GCSE and A-level exams puts pressure on No 10",
            "category": "UK-News",
            "snippet": "The UK government is under pressure to reconsider cancelling exams in England next summer after Wales called off end-of-year GCSE and A-level tests fo …"
        },
        {
            "title": "Eastern review – Polish 'western' of male humiliation and revenge",
            "category": "Film",
            "snippet": "Summary: Set aside the Ennio Morricone-homaging soundtrack and Eastern isn’t as much “western” as it is Greek. The detached wide shots framing bizarrely inexpr …"
        },
        {
            "title": "70% of Republicans say election wasn't 'free and fair' despite no evidence of fraud – study",
            "category": "US-News",
            "snippet": "Summary: According to a new survey, 70% of Republicans do not believe the presidential election was “free and fair”, even though multiple news outlets have cal …"
        },
        {
            "title": "Trump's longshot election lawsuits: where do things stand?",
            "category": "US-News",
            "snippet": "Since election day, Donald Trump and other Republicans have filed a smattering of lawsuits in battleground states that have provided cover for Trump a …"
        },
        {
            "title": "UK redundancies hit record before second Covid lockdown",
            "category": "Business",
            "snippet": "The government’s furlough scheme and a recovering economy failed to prevent record redundancies in the period before tougher lockdown restrictions wer …"
        },
        {
            "title": "Rare stolen books, including works by Newton and Galileo, returned to owners",
            "category": "UK-News",
            "snippet": "Hundreds of internationally important and irreplaceable books worth more than £2.5m that were stolen in a daring heist by abseiling burglars have been …"
        },
        {
            "title": "Augusta's king of caddies: how Willie Lee Stokes set the tone for an era",
            "category": "Sport",
            "snippet": "Summary: Who connects the 1938 Masters to that of 1948, 1951, 1953 and 1956? The answer lies in the kind of story Augusta National should celebrate, just as it …"
        },
        {
            "title": "FTSE 100 vaccine rally continues; UK unemployment jumps – as it happened",
            "category": "Business",
            "snippet": "After another strong day’s trading, the UK’s FTSE 100 index has finished at its highest closing level since 23rd June. The blue-chip index closed up 1 …"
        },
        {
            "title": "UK coronavirus: Hancock to consider using rapid-result tests for people told to self-isolate - as it happened",
            "category": "Politics",
            "snippet": "Summary: Matt Hancock, the health secretary, has told MPs he will consider a proposal to use rapid-result testing for people who have been told to self-isolate …"
        },
        {
            "title": "Pfizer and BioNTech’s vaccine poses global logistics challenge",
            "category": "Business",
            "snippet": "Two vast football-pitch-sized facilities equipped with hundreds of large freezers in Kalamazoo, Michigan, and Puurs, Belgium, will be the centres of t …"
        },
        {
            "title": "Conservative US supreme court justices suggest Obamacare will be upheld",
            "category": "US-News",
            "snippet": "Two conservative supreme court justices have suggested the Affordable Care Act (ACA) could be upheld, as oral arguments began in a suit backed by the …"
        },
        {
            "title": "New research sheds light on Alexander Hamilton's ties to slavery",
            "category": "US-News",
            "snippet": "Far from being the “uncompromising abolitionist” of Ron Chernow’s hit biography and the Broadway musical it inspired, Alexander Hamilton not only ensl …"
        },
        {
            "title": "Tiger Woods gives seal of approval to 'incredible' Bryson DeChambeau",
            "category": "Sport",
            "snippet": "Tiger Woods has voiced deep admiration for the remarkable transformation of Bryson DeChambeau’s body and career, with the 15-times major champion insi …"
        },
        {
            "title": "Designer seeks BBC apology over role in Diana interview",
            "category": "UK-News",
            "snippet": "The graphic designer who said he mocked-up fake bank statements at the request of Martin Bashir in order to obtain an interview with Diana, Princess o …"
        },
        {
            "title": "FTSE 100 recovers to highest level since June after vaccine unveiled",
            "category": "Business",
            "snippet": "Optimism that a mass rollout of Covid-19 vaccines will lead to an economic recovery lifted stocks in London again on Tuesday, to their highest closing …"
        },
        {
            "title": "Pompeo makes baseless claims about ‘smooth transition to second Trump administration’",
            "category": "US-News",
            "snippet": "The secretary of state, Mike Pompeo has predicted “there will be a smooth transition to a second Trump administration” on a day when US allies offered …"
        },
        {
            "title": "Wild dogs and Englishmen: John Mitchell fires up players for Georgia",
            "category": "Sport",
            "snippet": "England should beat Georgia comfortably in their Autumn Nations opener at Twickenham on Saturday but for a number of reasons the squad’s levels of mot …"
        },
        {
            "title": "McIlroy 'relaxed' and ready to attack elusive Masters from the shadows",
            "category": "Sport",
            "snippet": "No headlines, no problem. If Rory McIlroy as a forgotten man seems bizarre ahead of this – or any – Masters, the Northern Irishman has no desire whats …"
        },
        {
            "title": "Ministers seek to stop 'back door’ foreign takeovers with new security bill",
            "category": "Business",
            "snippet": "Ministers are seeking sweeping powers to block takeovers by Chinese and other foreign companies on national security grounds as part of the biggest sh …"
        },
        {
            "title": "California counties return to restrictive Covid rules amid hospitalization surge",
            "category": "US-News",
            "snippet": "Multiple counties in California will move back into more restrictive Covid-19 rules amid a surge in hospitalizations, with health officials warning th …"
        },
        {
            "title": "Documents suggest Adani retained long-term plan to build Australia's biggest mine",
            "category": "Business",
            "snippet": "Documents released by the Queensland government suggest Adani never scrapped its plans to eventually build one of the world’s largest coalmines in cen …"
        },
        {
            "title": "Joining the world's first gay rugby team changed my life. So I made a film about it",
            "category": "Film",
            "snippet": "When I read Dan Palmer’s brave and honest coming out column in the Sydney Morning Herald last week, suddenly I was jolted back to a dark place seven y …"
        },
        {
            "title": "Australia Post updated One Nation on stubby holder deliveries to Melbourne towers, emails reveal",
            "category": "Business",
            "snippet": "Hundreds of emails released under freedom of information law show Australia Post keeping One Nation up to date on their efforts to deliver more than 1 …"
        },
        {
            "title": "Joan Armatrading: 'I want to make a heavy metal album – with lots of guitar shredding'",
            "category": "Music",
            "snippet": "‘It’s very nice to be honoured,” says Joan Armatrading, down the phone from her home in Surrey. The 69-year-old is talking about receiving this year’s …"
        },
        {
            "title": "Before and after the start of England's second lockdown - in pictures",
            "category": "UK-News",
            "snippet": "People have been told to “stay at home” where possible, but will be allowed to leave their homes for education, medical appointments, to shop for esse …"
        },
        {
            "title": "Missionaries by Phil Klay review – wrenching and wise",
            "category": "Books",
            "snippet": "Summary: Suffering trauma, boredom and shame from covering over-optimistic US military involvements in Afghanistan and Iraq, American reporter Lisette Marigny …"
        },
        {
            "title": "My boyfriend is so quiet in bed that I'm worried he's not enjoying himself",
            "category": "Life-and-Style",
            "snippet": "Summary: I have been with my boyfriend for about 10 months. While I have never been so happy, I do feel slightly uncomfortable in the bedroom with him compared …"
        },
        {
            "title": "'She made music jump into 3D': Wendy Carlos, the reclusive synth genius",
            "category": "Music",
            "snippet": "Summary: This summer, an 80-year-old synthesiser pioneer suddenly appeared online. She had been silent for 11 years, but now something had appeared that she ju …"
        },
        {
            "title": "Seven Kinds of People You Find in Bookshops by Shaun Bythell review – virtuosic venting",
            "category": "Books",
            "snippet": "There’s a moment in the first season of the short-lived but influential sitcom Black Books in which an elderly customer appears with a box of attracti …"
        }
    ]
}