{
    "page": [
        {
            "title": "'I have too much junk and it's all been given to me. Is there a polite way to refuse gifts?'",
            "category": "Life-and-Style",
            "snippet": "Like many people lately I’ve been decluttering. Clearing everything out has made me realise how much stuff I have that I don’t need. It’s not like I h …"
        },
        {
            "title": "India creep into Australia but Virat Kohli's cricket team will not be intimidated",
            "category": "Sport",
            "snippet": "In a way, the India-Australia summer about to start has snuck up on us. The visiting players arrived from quarantine in Dubai to be whisked away to qu …"
        },
        {
            "title": "Superintelligence review – Melissa McCarthy can't save unfunny AI comedy",
            "category": "Film",
            "snippet": "Melissa McCarthy, a respected two-time Oscar nominee and hysterically funny comic dynamo, has a problem, a longtime allegiance that leads an inarguabl …"
        },
        {
            "title": "President pranked as comedians snap up Trump 2024 domain",
            "category": "US-News",
            "snippet": "Donald Trump’s bid to retake the presidency in 2024 has been launched – by two comedians. “We got the domain DonaldJTrump2024.com,” comics Jason Selvi …"
        },
        {
            "title": "Taylor Swift: The Long Pond Studio Sessions review – cosy campfire confessions",
            "category": "Music",
            "snippet": "Summary: Pre-pandemic, few artists were so keenly attuned to the music industry’s calendar as Taylor Swift. She timed her album releases for awards contention …"
        },
        {
            "title": "Rishi Sunak's spending review 'will fail to kickstart green recovery'",
            "category": "Politics",
            "snippet": "Summary: A new infrastructure bank, to be based in the north of England, and an emissions-trading scheme covering large portions of industry were proclaimed by …"
        },
        {
            "title": "Eurostar calls on UK for urgent support as it fights for survival",
            "category": "Business",
            "snippet": "Eurostar has appealed to the UK government for urgent financial support, warning it is “fighting for survival” with just one train a day now running f …"
        },
        {
            "title": "Bahraini political prisoners appeal to Lewis Hamilton for his help",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton has been asked to intercede on behalf of three Bahraini citizens who claim to have been victims of human rights abuses. In letters to t …"
        },
        {
            "title": "‘Economic emergency has only just begun’: spending review reaction in quotes",
            "category": "Politics",
            "snippet": "“Our health emergency is not yet over and our economic emergency has only just begun.” Rishi Sunak, chancellor of the exchequer “This will hit househo …"
        },
        {
            "title": "Girl tells inquest she accidentally pushed Shukri Abdi into deeper water",
            "category": "UK-News",
            "snippet": "A child who was with a 12-year-old Somali refugee who died in a river in Bury has told an inquest that she accidentally pushed her into deeper water s …"
        },
        {
            "title": "UK will need £27bn of spending cuts or tax rises, watchdog warns",
            "category": "Business",
            "snippet": "Summary: The government will need to find up to £27bn worth of spending cuts or tax rises by 2024 to put the public finances on a sustainable footing, the Trea …"
        },
        {
            "title": "No dice for key workers from Rishi the Monopoly chancellor",
            "category": "Politics",
            "snippet": "Playing the supporting act does not come naturally to Boris Johnson. But, on reflection, he might come to thank Rishi Sunak for taking centre stage wi …"
        },
        {
            "title": "Brexit talks: the sticking points",
            "category": "Politics",
            "snippet": "In just over five weeks, the UK will leave the EU’s single market and customs union with or without a trade and security deal. Much of the 600-plus pa …"
        },
        {
            "title": "Rishi Sunak sets out £100bn investment in infrastructure",
            "category": "Politics",
            "snippet": "Britain’s first national infrastructure strategy will deliver a “once in a generation investment” worth £100bn to spur the country’s recovery from the …"
        },
        {
            "title": "Lockerbie bombing: court 'should have been told witness wanted payment'",
            "category": "UK-News",
            "snippet": "The court that convicted a Libyan intelligence officer for the Lockerbie bombing should have been told a key witness wanted payment for his testimony, …"
        },
        {
            "title": "Rishi Sunak’s £4.8bn ‘levelling-up’ UK fund met with scepticism",
            "category": "Politics",
            "snippet": "The government will launch a “levelling-up fund” for England worth £4bn to support towns and communities with regeneration projects, Rishi Sunak has s …"
        },
        {
            "title": "'Got to make cuts somewhere': Maltby gives Sunak benefit of the doubt",
            "category": "Politics",
            "snippet": "Summary: There are many sensible people in South Yorkshire who were certain Rother Valley would never elect a Conservative MP, certainly not while the miners’ …"
        },
        {
            "title": "Pay freeze for millions of UK workers ‘a kick in the teeth’, say unions",
            "category": "Politics",
            "snippet": "The chancellor vowed to protect low-paid workers on Wednesday as he pressed ahead with a wages freeze that will hit more than 2 million public sector …"
        },
        {
            "title": "Judge denies Johnny Depp permission to appeal Sun libel action",
            "category": "Film",
            "snippet": "The Hollywood actor Johnny Depp has been refused permission to appeal after losing his high stakes libel action against the Sun over its description o …"
        },
        {
            "title": "The green bank went south; let's hope Sunak's new version succeeds",
            "category": "Business",
            "snippet": "A new national infrastructure bank, you say, Mr Sunak, to help reach our carbon reduction targets? Didn’t we used to have one of those? Yes, here it i …"
        },
        {
            "title": "Romance novelists raise $400,000 for Georgia Senate races – with help from Stacey Abrams",
            "category": "US-News",
            "snippet": "Summary: Rallying behind Stacey Abrams, the Democratic politician, voting rights activist and romance author, American romance novelists have helped raise near …"
        },
        {
            "title": "Powderfinger's new album is a rewarding peek into the past",
            "category": "Music",
            "snippet": "Albums of Odds & Sods (the name the Who gave to one of the first compilations of rarities, released in 1974 in an attempt to short-circuit bootleggers …"
        },
        {
            "title": "Lorde urges climate action ahead of new book on Antarctica trip",
            "category": "Music",
            "snippet": "The singer Lorde has written an impassioned entreaty for the world to face the climate emergency head-on after visiting Antarctica. Lorde said Donald …"
        },
        {
            "title": "Six Pakistan cricket players test positive for Covid-19 in New Zealand",
            "category": "Sport",
            "snippet": "Six Pakistan cricketers have tested positive for Covid-19 and the whole squad issued with a “final warning” by the New Zealand government after breach …"
        },
        {
            "title": "'All we could do was run': the strange story of Gerald, the turkey who terrorized a city",
            "category": "US-News",
            "snippet": "The turkey locked eyes with her from across the park. Like many Oaklanders, sixteen-year-old Jojo Thompson had heard plenty of stories about Gerald, t …"
        },
        {
            "title": "Strongmen review: a chilling history for one nation no longer under Trump",
            "category": "US-News",
            "snippet": "This terrific history of strongmen since Mussolini makes it clear that despite a horrific pandemic and massive economic disruption, ordinary democrati …"
        },
        {
            "title": "The Night Porter: Nazi porn or daring arthouse eroticism?",
            "category": "Film",
            "snippet": "Movie romances traditionally have what’s called a “meet cute”, that clinching moment when a couple-to-be first bump into one another. It would be hard …"
        },
        {
            "title": "Baby loss charities call for cultural shift to break silence around miscarriage",
            "category": "UK-News",
            "snippet": "Baby loss charities have called for a cultural shift to empower couples to talk more openly about pregnancy before their 12-week scan, in an effort to …"
        },
        {
            "title": "Sunak's Covid rescue plan 'will fail to help long-term wage stagnation'",
            "category": "Business",
            "snippet": "The government’s plans to rescue Britain from the Covid crisis will fail to end a decade-long squeeze on wages, leaving average pay packets by the mid …"
        },
        {
            "title": "Friend of Manchester Arena bomber to be released on parole",
            "category": "UK-News",
            "snippet": "A jailed UK terrorist and close friend of the Manchester Arena bomber who has refused to cooperate with the public inquiry into the attack is to be re …"
        },
        {
            "title": "Frances Alexander obituary",
            "category": "Politics",
            "snippet": "My mother, Frances Alexander, who has died aged 84, was a Liberal Democrat councillor and mayor of High Wycombe. She also founded the friendship and t …"
        },
        {
            "title": "Mads Mikkelsen confirmed as Johnny Depp's replacement in Fantastic Beasts 3",
            "category": "Film",
            "snippet": "Warner Bros Pictures has confirmed James Bond star Mads Mikkelsen will take over the role of dark wizard Gellert Grindelwald from Johnny Depp in the t …"
        },
        {
            "title": "Maine's lobstermen and women hope Biden can boost fortunes",
            "category": "US-News",
            "snippet": "This may be the week when most Americans are gobbling turkey at Thanksgiving, but Maine’s lobstermen and women are looking ahead to 2021 and figure th …"
        },
        {
            "title": "Uncle Frank review – fervent family drama from writer of American Beauty",
            "category": "Film",
            "snippet": "Alan Ball will probably always be known as the Oscar-winning screenwriter of the 1999 hit American Beauty, though he saw his original script curtailed …"
        },
        {
            "title": "Indian country showed up to beat Trump. How can you show up for Indian country?",
            "category": "US-News",
            "snippet": "The day after the 2020 presidential election, a graphic from CNN dominated my Facebook news feed. Illustrating voter turnout, it included the phrase “ …"
        },
        {
            "title": "Tell us how you will be celebrating Christmas in the UK this year",
            "category": "Life-and-Style",
            "snippet": "Summary: With all four nations agreeing that families will be able to meet each other this Christmas with a maximum of three households mixing for a five-day p …"
        },
        {
            "title": "'No shirkers': how the late, great Ray Prosser changed Welsh rugby for good",
            "category": "Sport",
            "snippet": "It was the middle of October in 1989, a few days before Pontypool faced New Zealand, and the rain was beating hard on a mobile office at a steelworks …"
        },
        {
            "title": "Pandemic, lockdown and Megxit: the most influential words of 2020",
            "category": "Books",
            "snippet": "How do we get new words and how do old words get a fresh twist? In normal times, it’s a well-worn process, linguistic business as usual. There will be …"
        },
        {
            "title": "A Promised Land by Barack Obama review – an impressive but incomplete memoir",
            "category": "Books",
            "snippet": "Summary: “I guess the question for you, Mr President, is: ‘Do you feel lucky?’” In his new autobiography, Barack Obama recalls being asked this by his director …"
        },
        {
            "title": "School uniform banks in Scotland report rising need for warm clothes",
            "category": "UK-News",
            "snippet": "School uniform banks across Scotland are reporting a surge in demand for warm coats, jackets and PE kit as Covid guidelines on increased classroom ven …"
        },
        {
            "title": "Audrey review – a poor Breakfast at Tiffany's with too many waffles",
            "category": "Film",
            "snippet": "There are some heartfelt moments in this documentary portrait of Audrey Hepburn, with touching contributions from her son Sean Hepburn Ferrer, and gra …"
        },
        {
            "title": "British-only passport holders barred from playing Prince William in new film",
            "category": "Film",
            "snippet": "British actors will be barred from auditioning to play Prince William in a forthcoming film, because of new restrictions introduced after the country …"
        },
        {
            "title": "Met officers could face charges over photos from scene of fatal stabbings",
            "category": "UK-News",
            "snippet": "Summary: Prosecutors have been formally asked to consider criminal charges against two Metropolitan police officers alleged to have been involved in the taking …"
        },
        {
            "title": "Black actor sues Hollywood studio over removal from Couples Retreat poster",
            "category": "Film",
            "snippet": "Cuban-American actor Faizon Love has launched legal action against Hollywood studio Universal, saying he was cut out of the poster for the 2009 comedy …"
        },
        {
            "title": "Drake calls for Grammys to be replaced after snubbing Black artists",
            "category": "Music",
            "snippet": "Drake has called for the Grammys be replaced with “something new that we can build up over time and pass on to the generations to come”, after it fail …"
        },
        {
            "title": "Talking Horses: Crowds set to return at racetracks on Wednesday",
            "category": "Sport",
            "snippet": "Spectators could be back on racetrack at Ludlow, Lingfield, Haydock and Kempton on Wednesday – because all four courses are in Tier 2 areas under the …"
        },
        {
            "title": "Green bus, rail and cycle network 'should replace axed M4 extension in Wales'",
            "category": "UK-News",
            "snippet": "A sustainable network of additional rail stations, rapid bus routes and cycle corridors should be built in south-east Wales to replace the scrapped M4 …"
        },
        {
            "title": "Viggo Mortensen on Falling star Lance Henriksen: ‘He’s like a wolf who might gobble you up’",
            "category": "Film",
            "snippet": "Viggo Mortensen first met Lance Henriksen when he shot him dead. Mortensen, the Lord of the Rings star and three-time best actor Oscar nominee, was fa …"
        },
        {
            "title": "Regards sur l'Infini review – glowing, intriguing French chamber music",
            "category": "Music",
            "snippet": "For most chamber music partners, 2020 has been a year of jarring discontinuity, but for a few – those with a spare room, no family commitments and the …"
        },
        {
            "title": "British coal plants fired up to meet temporary electricity shortfall",
            "category": "Business",
            "snippet": "Britain has fired up some of its last remaining coal power plants to help keep the lights on as the country’s wind turbines slow over a few days and t …"
        }
    ]
}