{
    "page": [
        {
            "title": "Hundreds of authors join signing initiative to support local bookshops",
            "category": "Books",
            "snippet": "Summary: Matt Haig, Malorie Blackman and Adam Kay are among hundreds of authors who have come together in a “thunderclap of support” to encourage readers to bu …"
        },
        {
            "title": "Fretwork review – John Paul Jones opens LIFEM with idiosyncratic and effective new work",
            "category": "Music",
            "snippet": "The annual Tudor Pull is one of the quirky traditions that London keeps yielding up if you look for them. Every year – except 2020, of course – the Qu …"
        },
        {
            "title": "'What a spectacle!': US adversaries revel in post-election chaos",
            "category": "US-News",
            "snippet": "Rivals and enemies of the US have come together to revel in the messiest US election in a generation, mocking the delay in vote processing and Donald …"
        },
        {
            "title": "US election week 2020: the good, bad and ridiculous moments",
            "category": "US-News",
            "snippet": "The US election saw more than 150 million Americans cast their ballots, some by mail, some waiting in long lines, and then endure a tense wait. There …"
        },
        {
            "title": "White evangelical Christians stick by Trump again, exit polls show",
            "category": "US-News",
            "snippet": "White evangelical Christians in the US again threw their support behind Donald Trump’s bid to retain the presidency in this week’s election, although …"
        },
        {
            "title": "Classical highlights for the week ahead: 6-13 November",
            "category": "Music",
            "snippet": "BBC Symphony Orchestra/Oramo The BBCSO’s first live concert of the autumn at the Barbican includes the world premiere of a chamber-orchestra arrangeme …"
        },
        {
            "title": "Five US election headlines you may have missed",
            "category": "US-News",
            "snippet": "The presidential election contest between Joe Biden and Donald Trump has got the world’s attention, but some other notable events happened as a result …"
        },
        {
            "title": "Johnny Depp says he has been asked to resign from Fantastic Beasts franchise",
            "category": "Film",
            "snippet": "Summary: Johnny Depp is set to exit the Fantastic Beasts franchise after being asked to resign by Warner Bros. The actor announced the decision in a statement …"
        },
        {
            "title": "Mank review – David Fincher swooningly revisits myth of Citizen Kane",
            "category": "Film",
            "snippet": "David Fincher has dreamed the life of Hollywood screenwriter Herman J Mankiewicz; the result looks gorgeous, and sounds gorgeous. It’s a swooning mono …"
        },
        {
            "title": "Edinburgh Woollen Mill and Ponden Home enter administration with loss of 860 jobs",
            "category": "Business",
            "snippet": "More than 860 people have immediately lost their jobs and a further 2,000 roles are at risk after the Edinburgh Woollen Mill chain and the homewares r …"
        },
        {
            "title": "Cliff Richard becomes first artist to reach UK Top 5 across eight decades",
            "category": "Music",
            "snippet": "Cliff Richard has become the first artist to reach the Top 5 of the UK album chart across eight consecutive decades. His new album Music … The Air Tha …"
        },
        {
            "title": "Johnson and EU commission chief to hold talks before decisive week for Brexit deal",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson and the European commission president, Ursula von der Leyen, will hold talks on Saturday before a potentially decisive week in the Brexi …"
        },
        {
            "title": "Lime Cordiale, Le Pie, The Whitlams and more: Australia's best new music for November",
            "category": "Music",
            "snippet": "The Whitlams – Ballad of Bertie Kidd For fans of: Tim Freedman, Randy Newman, Don Walker The Whitlams’ first single in 14 years finds Tim Freedman in …"
        },
        {
            "title": "Helen Garner: 'Feminism came like a bombshell into my life'",
            "category": "Books",
            "snippet": "How does it feel to be Helen Garner, one of Australia’s most respected authors, having published not one but two volumes of her very personal diaries? …"
        },
        {
            "title": "Company forced to change name that could be used to hack websites",
            "category": "UK-News",
            "snippet": "Companies House has forced a company to change its name after it belatedly realised it could pose a security risk. The company now legally known as “T …"
        },
        {
            "title": "Rafael Nadal recovers to beat Carreño Busta and make Paris Masters semis",
            "category": "Sport",
            "snippet": "Rafael Nadal beat Pablo Carreño Busta in three sets of gathering power on Friday night to reach the semi-finals of the Paris Masters, and simultaneous …"
        },
        {
            "title": "Why is the Nevada vote count taking so long?",
            "category": "US-News",
            "snippet": "The pace of vote-counting in Nevada is being criticized for taking too long – so long that it has become a target of a whole genre of memes. But gover …"
        },
        {
            "title": "Blind date: ‘I think he thought I was trying to snog him’",
            "category": "Life-and-Style",
            "snippet": "Freddy on Rufus What were you hoping for? Someone with a sense of humour to accompany me to weddings and other major life events. First impressions? H …"
        },
        {
            "title": "Tim Dowling: I’ve swapped my office chair for a ball. What could go wrong?",
            "category": "Life-and-Style",
            "snippet": "I am sitting in my office, using a blue inflatable gym ball instead of a chair. This was recommended to me as a cure for certain occupational ailments …"
        },
        {
            "title": "Biden calls for unity as he stands poised to win presidency: 'It's time to come together'",
            "category": "US-News",
            "snippet": "Joe Biden, poised to become the 46th president of the United States, called on the nation to “put the anger and the demonization behind us”, in the wa …"
        },
        {
            "title": "Couples 'heartbroken and exhausted' as English weddings cancelled – again",
            "category": "Life-and-Style",
            "snippet": "They have had to reschedule the best day of their lives not once, twice or thrice – but four times. Now couples forced to alter their wedding plans re …"
        },
        {
            "title": "Rupert Murdoch-owned US outlets turn on Trump, urging him to act with 'grace'",
            "category": "US-News",
            "snippet": "Multiple Rupert Murdoch-owned conservative media outlets in the United States have shifted their messaging in a seeming effort to warn readers and vie …"
        },
        {
            "title": "What Are You Going Through by Sigrid Nunez review – questions of survival",
            "category": "Books",
            "snippet": "Summary: American author Sigrid Nunez had been somewhat overlooked before her seventh novel, The Friend, won the 2018 National Book award. Like its predecessor …"
        },
        {
            "title": "Independent shops hit out at high street chains trading during lockdown",
            "category": "Business",
            "snippet": "Thousands of independent retailers have urged the government to crack down on major chains such as The Range, Carpetright and Ryman for continuing to …"
        },
        {
            "title": "Writing a novel is an arduous and solitary process – that's why I need music",
            "category": "Books",
            "snippet": "Summary: Whenever I am asked how I write, my answer is always: “with grime or UK rap playing as loud as possible in my ears”. When I finally sent my second nov …"
        },
        {
            "title": "Streaming: films about the refugee crisis",
            "category": "Film",
            "snippet": "The European refugee crisis has inspired so many films in recent years that the subject practically qualifies as a genre in itself, encompassing as br …"
        },
        {
            "title": "Scotland becomes first UK nation to ban smacking of children",
            "category": "UK-News",
            "snippet": "Scotland has become the first part of the UK to ban the smacking of children after new legislation came into effect. Changes to the law giving childre …"
        },
        {
            "title": "Donald Trump's baseless vote fraud claim opens cracks in Republican ranks",
            "category": "US-News",
            "snippet": "Leading Republican figures moved to distance themselves from Donald Trump’s increasingly inflammatory attempts to cast the election as stolen, as spli …"
        },
        {
            "title": "How to make apple cider vinegar",
            "category": "Life-and-Style",
            "snippet": "Making vinegar is easy: you take fruit, add water and wait. Three or four months later, you’ll have vinegar. Of course there are subtleties to this pr …"
        },
        {
            "title": "Val McDermid: 'The Mermaids Singing felt like a narrative emergency'",
            "category": "Books",
            "snippet": "Summary: By 1994, I’d published seven crime novels and I’d been writing full-time for three years. The first two years, my writing had been a tax loss. I’d onl …"
        },
        {
            "title": "Benjamina Ebuehi's recipe for date and chocolate Christmas cake",
            "category": "Life-and-Style",
            "snippet": "For years, my mum was the only one in our house who ate Christmas cake. She’d buy a little one all for herself, loving the fact that she didn’t have t …"
        },
        {
            "title": "Classical home listening: John Tavener: No Longer Mourn for Me; Josquin Masses and more",
            "category": "Music",
            "snippet": "• At once tough and inspiring, the cellist Steven Isserlis’s tribute to John Tavener, No Longer Mourn for Me (Hyperion), combines various musical forc …"
        },
        {
            "title": "Opera Triple Bill: Wolf-Ferrari, Mascagni, Donizetti review – sex, violence and serious talent",
            "category": "Music",
            "snippet": "Three one-act operas, three women: one who beats up her docile husband; one a prostitute who dreams of unsullied love; one whose secret, how bad can i …"
        },
        {
            "title": "Daphne Guinness: ‘Making music is the most fun I’ve had'",
            "category": "Life-and-Style",
            "snippet": "I’m told that I had a difficult childhood. I had a lot of freedom, but there was a lot of drama. It was a childhood of extremes. I was bullied by my h …"
        },
        {
            "title": "Recorder: The Marion Stokes Project review – the ultimate news junkie",
            "category": "Film",
            "snippet": "Between 1977 and 2012, when she died aged 83, Marion Stokes recorded more than 70,000 VHS and Betamax tapes’ worth of television footage. A wealthy Af …"
        },
        {
            "title": "Big tech and corporate tax cuts: the targets of Joe Biden's urgent economic plans",
            "category": "US-News",
            "snippet": "When Joe Biden enters the White House on 20 January, he will face arguably the biggest set of challenges a president has had to tackle since the end o …"
        },
        {
            "title": "Trump heads for golf club – again – before defeat by Biden is called",
            "category": "US-News",
            "snippet": "Shortly before his defeat by Joe Biden was called, with the nation deeply divided, Donald Trump began his Saturday by tweeting inflammatory and unsubs …"
        },
        {
            "title": "Tunng: Tunng Presents… Dead Club review – a thoughtful meditation on life and loss",
            "category": "Music",
            "snippet": "A concept album about death and grief during a pandemic? Now there’s bravery. Fortunately, Tunng bring a characteristically light touch to these tende …"
        },
        {
            "title": "Ever resilient, Joe Biden finally grasps his chance to lead America",
            "category": "US-News",
            "snippet": "At a moment of extraordinary tumult and pain, America has elected a man haunted by grief, with a seemingly boundless capacity for resilience, to be th …"
        },
        {
            "title": "Kamala Harris makes history as first woman of color elected US vice-president",
            "category": "US-News",
            "snippet": "Summary: Kamala Harris has become vice-president-elect of the US, the first time in history that a woman, and a woman of color, has been elected to such a posi …"
        },
        {
            "title": "Donald Trump refuses to concede defeat as recriminations begin",
            "category": "US-News",
            "snippet": "Donald Trump refused to formally concede the US election on Saturday, even as senior Republicans began to distance themselves from him, and as recrimi …"
        },
        {
            "title": "Joe Biden beats Donald Trump to win US election 2020 – as it happened",
            "category": "US-News",
            "snippet": "We’re moving to a new blog now – follow all the latest on Joe Biden’s win and the US election here: Kamala Harris shared a video of her phone call wit …"
        },
        {
            "title": "Claire Messud: 'To be a writer is to stand at the side'",
            "category": "Books",
            "snippet": "Summary: Claire Messud is the author of seven novels, including the Booker-longlisted The Emperor’s Children and The Burning Girl. She was born in Connecticut, …"
        },
        {
            "title": "After Trump: first shots fired in battle for Republican party's future",
            "category": "US-News",
            "snippet": "For four years he commanded their unflinching loyalty. They protected him from impeachment, tacitly approved as children at the border were prised fro …"
        },
        {
            "title": "Zverev powers past Nadal to set up Paris Masters final with Medvedev",
            "category": "Sport",
            "snippet": "Alexander Zverev blew Rafael Nadal off the court in a little over an hour and a half at Bercy on Saturday afternoon and plays the unpredictable Russia …"
        },
        {
            "title": "Oxford Dictionaries amends 'sexist' definitions of the word 'woman'",
            "category": "Books",
            "snippet": "Oxford University Press has updated its dictionaries’ definitions of the word “woman” following an extensive review triggered by equality campaigners. …"
        },
        {
            "title": "How we stay together: 'We both give each other a little bit of time, not too much time'",
            "category": "Life-and-Style",
            "snippet": "Names: Ursula Benstead and Simon Thompson Years together: 30 Occupations: psychologist and company director It was all Ursula’s dad’s idea. One aftern …"
        },
        {
            "title": "Former Wallaby Dan Palmer 'humbled' by support after coming out as gay",
            "category": "Sport",
            "snippet": "The Australian former rugby union player Dan Palmer says his decision to come out as gay was, in part, motivated by a desire to break down often contr …"
        },
        {
            "title": "Biden lost Florida but he helped raise the minimum wage there. Policy matters",
            "category": "Business",
            "snippet": "In this presidential election it was easy to think that policy did not matter. After all, Trump did not have any policies. Literally. The easiest way …"
        },
        {
            "title": "Jonathan Sacks, former chief rabbi, dies aged 72",
            "category": "UK-News",
            "snippet": "Jonathan Sacks, the former chief rabbi who reached beyond the UK Jewish community to the wider public, has died of cancer at the age of 72. His death …"
        }
    ]
}