{
    "page": [
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "The House Tom Watson and Imogen Robertson Sphere, £18.99, pp384 In former Labour party deputy leader Tom Watson’s debut thriller, The House, it is 202 …"
        },
        {
            "title": "Home alone: how Almodóvar’s new film finds innovation in lockdown",
            "category": "Film",
            "snippet": "Summary: It is based on a Jean Cocteau play from 1930, but Pedro Almodóvar’s The Human Voice could well be the movie that best captures our bizarre modern time …"
        },
        {
            "title": "Lessons from a small town: resilient community is key to sustainability",
            "category": "UK-News",
            "snippet": "The new Guardian documentary follows the innovative activities of a volunteer support network, the Daisy Chain. For seven months, filmmaker Sky Neal i …"
        },
        {
            "title": "In brief: The Black Book; Jeeves and the Leap of Faith; Tender Is the Flesh",
            "category": "Books",
            "snippet": "The Black Book Sybil Oldfield Profile, £25, 437pp “My dear, the people that we should have been seen dead with!” Nöel Coward’s quip to Rebecca West wa …"
        },
        {
            "title": "How we met: ‘At the start he was too British to argue – I had to teach him’",
            "category": "Life-and-Style",
            "snippet": "In October 1985, Edward Morris was invited to spend a year as an academic guest at ETH Zurich, a research university in Switzerland. “I’d just finishe …"
        },
        {
            "title": "First thing election special: two visions of America, one day to choose",
            "category": "US-News",
            "snippet": "Good morning. More than 93 million Americans have already cast their ballot in the 2020 presidential election, which is more than two-thirds of the to …"
        },
        {
            "title": "Johnny Depp loses libel case against Sun over claims he beat ex-wife Amber Heard",
            "category": "Film",
            "snippet": "The Hollywood actor Johnny Depp has lost his high-stakes libel action in the London courts against the Sun after the newspaper described him as a “wif …"
        },
        {
            "title": "Poem of the week: from The Wanderer by Christopher Brennan",
            "category": "Books",
            "snippet": "From The Wanderer The land I came thro’ last was dumb with night, a limbo of defeated glory, a ghost: for wreck of constellations flicker’d perishing …"
        },
        {
            "title": "Sean Connery had dementia, his wife reveals",
            "category": "Film",
            "snippet": "Sean Connery had dementia in his final months, his wife, Micheline Roquebrune, has revealed. Speaking to the Mail on Sunday, Roquebrune said: “He had …"
        },
        {
            "title": "Cocaine binges and $30,000 wine bills: Johnny Depp's lifestyle laid bare",
            "category": "Film",
            "snippet": "Private islands in the Bahamas, multiple penthouses, gargantuan monthly wine bills, blackout-inducing cocaine binges, drug rehab, trashed location hom …"
        },
        {
            "title": "Ryanair: no refunds for flights during Covid lockdown in England",
            "category": "Business",
            "snippet": "Ryanair customers will not be offered refunds for flights in November even though the UK government has banned all but essential travel in England as …"
        },
        {
            "title": "Silver Sun's James Broad brought a dazzling new side to Britpop",
            "category": "Music",
            "snippet": "It’s a cruel quirk of artistry that praise is often at its most fervent when the artist is no longer around to hear it. When news broke of Silver Sun …"
        },
        {
            "title": "Pixies: how we made Where Is My Mind?",
            "category": "Music",
            "snippet": "Summary: Black Francis, songwriter The song is about a high-school trip to the Bahamas. I was swimming in clear water and there was a small fish – about four i …"
        },
        {
            "title": "Scottish Tory leader attacks Boris Johnson's over-centralised approach",
            "category": "UK-News",
            "snippet": "Douglas Ross, the Scottish Conservative leader, has criticised over-centralisation by Westminster and called for English mayors and devolved administr …"
        },
        {
            "title": "How Amber Heard stood alone against a Hollywood superstar",
            "category": "Film",
            "snippet": "Though flanked by an all-female support team each day of her former husband’s libel trial against the Sun, in many ways Amber Heard had stood starkly …"
        },
        {
            "title": "Wetherspoon's offers 99p pints in run-up to England lockdown",
            "category": "Business",
            "snippet": "Wetherspoon’s pubs will sell pints of ale for 99p to try to clear stock that will otherwise be poured down the drain during England’s new lockdown. Br …"
        },
        {
            "title": "Scottish village buys large part of Langholm Moor from Duke of Buccleuch",
            "category": "UK-News",
            "snippet": "A village in southern Scotland has succeeded in buying a large part of Langholm Moor, a famous grouse moor held for centuries by the dukes of Buccleuc …"
        },
        {
            "title": "UK embassy regarded Joe Biden as 'past his best', says Kim Darroch",
            "category": "US-News",
            "snippet": "The British embassy in Washington regarded Joe Biden as “past his best”, according to the former UK ambassador to the US Kim Darroch, who also describ …"
        },
        {
            "title": "Reserve Bank zero hour approaching as Australian economy struggles to stay afloat",
            "category": "Business",
            "snippet": "Ten years ago today the Reserve Bank lifted the cash rate to 4.75% – it was the last time it increased interest rates. Today, despite strong growth in …"
        },
        {
            "title": "Guardian Australia book club: join Helen Garner to talk about writing, life, and releasing her diaries",
            "category": "Books",
            "snippet": "Early in One Day I’ll Remember This, the second volume of Helen Garner’s collected diaries, one of the entries reads as follows: “V quotes Degas quoti …"
        },
        {
            "title": "Trump says supporters who harassed Biden campaign bus 'did nothing wrong'",
            "category": "US-News",
            "snippet": "Summary: Donald Trump and senior Republican leaders have continued to defend supporters of the president who participated in a caravan that surrounded and hara …"
        },
        {
            "title": "Help for self-employed in England to be doubled in November",
            "category": "Politics",
            "snippet": "Boris Johnson has announced the government will double the level of financial support for self-employed workers in November during the second coronavi …"
        },
        {
            "title": "Lone child migrants cannot be put in adult hotels, high court rules",
            "category": "UK-News",
            "snippet": "The high court has ruled that unaccompanied child migrants cannot be placed in adult hotel accommodation after three young asylum seekers won the righ …"
        },
        {
            "title": "Donald Trump tries to stoke fears of Covid lockdown under Joe Biden",
            "category": "US-News",
            "snippet": "In the final hours before election day, one of Donald Trump’s closing messages to Americans is an exaggerated threat: that a Joe Biden presidency will …"
        },
        {
            "title": "Super League clubs reject Toronto Wolfpack’s bid to rejoin in 2021",
            "category": "Sport",
            "snippet": "Toronto Wolfpack have failed in their bid to be readmitted to Super League in 2021, after clubs overwhelmingly rejected their proposal to return to th …"
        },
        {
            "title": "Kentucky state police training quoted Hitler to create ‘ruthless’ warriors",
            "category": "US-News",
            "snippet": "Quotes attributed to Adolf Hitler and Confederate general Robert E Lee appear in training materials once used by the Kentucky state police (KSP) to cr …"
        },
        {
            "title": "The Sun's risky strategy vindicated in Johnny Depp libel case",
            "category": "Film",
            "snippet": "Johnny Depp’s high-profile and ultimately disastrous libel case against the Sun is a rarity in an era where financially struggling news outlets are le …"
        },
        {
            "title": "'Putin could only dream of it': how Trump became the biggest source of disinformation in 2020",
            "category": "US-News",
            "snippet": "Summary: It seemed like the nightmare of 2016 all over again. On 21 October, less than two weeks before election day, US intelligence and law enforcement offic …"
        },
        {
            "title": "Michael Booth obituary",
            "category": "UK-News",
            "snippet": "My stepfather, Michael Booth, who has died aged 87, was called up for national service in the Royal Navy in 1952 and enjoyed it so much that he took o …"
        },
        {
            "title": "'Will make you jump out of your skin': readers on the best underseen horror films",
            "category": "Film",
            "snippet": "As Above So Below Starts out as a Tomb Raider-style adventure and then brings some claustrophobic creepiness. A great antidote to the current Hollywoo …"
        },
        {
            "title": "Starmer accuses Johnson of 'catastrophic failure of leadership' over England lockdown – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has sought to persuade Conservative backbenchers to support his plan for a new coronavirus lockdown across England, saying that failing …"
        },
        {
            "title": "Johnny Depp trial: how the judge ruled on 14 alleged assaults",
            "category": "Film",
            "snippet": "The judge in the Johnny Depp libel action concluded that “the great majority of alleged assaults” on Amber Heard by the Pirates of the Caribbean star …"
        },
        {
            "title": "Teenage Satanist and far-right extremist sentenced for terrorism offences",
            "category": "UK-News",
            "snippet": "A teenage Satanist and far-right extremist has been given a suspended sentence after posting bomb-making manuals on neo-Nazi forums and downloading in …"
        },
        {
            "title": "Johnny Depp’s defeat in libel case hailed by domestic violence charities",
            "category": "Film",
            "snippet": "Johnny Depp’s defeat in the London libel courts has been hailed by domestic violence charities as a victory that should encourage other victims to com …"
        },
        {
            "title": "‘Non-scalable’ fence to be erected around White House before election",
            "category": "US-News",
            "snippet": "Federal authorities were expected to re-erect a “non-scalable” fence around the White House on Monday, a day before a presidential election many fear …"
        },
        {
            "title": "People of color more likely to live without piped water in richest US cities",
            "category": "US-News",
            "snippet": "People of color in some of America’s wealthiest cities are significantly more likely to live in houses without indoor plumbing essential for running w …"
        },
        {
            "title": "Ocado's £200m robot deal should impress foreign supermarkets",
            "category": "Business",
            "snippet": "Ocado’s value improved by £1.3bn, or 8%, on Monday, an impressive gain. But one can safely say the jump wasn’t driven by the unremarkable news that th …"
        },
        {
            "title": "Subdued Johnson just a piece of flotsam being buffeted around",
            "category": "Politics",
            "snippet": "Summary: Looking on the bright side for the prime minister, he didn’t have any more credibility to lose. As a rule of thumb, you can pretty much guarantee that …"
        },
        {
            "title": "Liverpool to pioneer UK's first attempt at mass Covid testing",
            "category": "UK-News",
            "snippet": "Up to half a million people in Liverpool are set to be tested for Covid-19 under the UK government’s first attempt to embark on city-wide mass testing …"
        },
        {
            "title": "Twitter flags Trump voter fraud claim as 'misinformation' on eve of election",
            "category": "US-News",
            "snippet": "Summary: Twitter on Monday evening flagged a tweet from Donald Trump, which baselessly claimed a recent supreme court decision would lead to voter fraud, as mi …"
        },
        {
            "title": "What is quantitative easing and why is the Reserve Bank of Australia using it?",
            "category": "Business",
            "snippet": "Summary: The Reserve Bank met on Tuesday and decided to expand its emergency monetary policy into a fully fledged program of so-called quantitative easing (QE) …"
        },
        {
            "title": "Trump and Biden make final pitches as historic election arrives – as it happened",
            "category": "US-News",
            "snippet": "Across the US, state governors have asked national guard to prepare for deployment in case of unrest and protests surrounding the election. More than …"
        },
        {
            "title": "'I worry about the future': workers fearful despite furlough extension",
            "category": "UK-News",
            "snippet": "Companies are scrambling to put staff back on furlough after the scheme was due to close at the end of October but will now continue throughout this m …"
        },
        {
            "title": "Cary Grant never proposed to me on set, says Sophia Loren",
            "category": "Film",
            "snippet": "Summary: It was one of the greatest cinematic love stories of the 20th century, but Sophia Loren has now revealed that Cary Grant never proposed to her on set. …"
        },
        {
            "title": "How millions of new voters could shape the US election",
            "category": "US-News",
            "snippet": "Summary: If the polling is correct, Joe Biden will become the 46th president of the United States. But four years ago, the polling was wrong – so if we want to …"
        },
        {
            "title": "Tsai Chin: 'What was it like being in bed with Sean Connery? Fine'",
            "category": "Film",
            "snippet": "‘I have lived on my own since 1963,” says Tsai Chin down the phone from her home in Los Angeles. “It doesn’t mean I haven’t had a sex life.” But it do …"
        },
        {
            "title": "The fall of Johnny Depp: how the world's most beautiful movie star turned very ugly",
            "category": "Film",
            "snippet": "Johnny Depp is “a wife-beater”. This is the verdict of the UK courts. Just writing that sentence feels genuinely shocking, and yet, by now perhaps, it …"
        },
        {
            "title": "At final Trump rally, Michigan supporters reach for victory and brace for unrest",
            "category": "US-News",
            "snippet": "At Donald Trump’s final rally of the 2020 campaign, thousands of supporters trudged through muddy fields and waited in endless lines to hear the presi …"
        },
        {
            "title": "Big plans are out this lockdown winter. But I would like to learn to ride a bike",
            "category": "Life-and-Style",
            "snippet": "As England heads into lockdown again, I have one serious aspiration, and perhaps committing to it here will force me to follow through: I want to lear …"
        },
        {
            "title": "Not a Novel by Jenny Erpenbeck – refreshingly frank and incisive",
            "category": "Books",
            "snippet": "When the Berlin Wall fell, German author Jenny Erpenbeck was oblivious. In her essay Homesick for Sadness, she tells us: “I literally slept through th …"
        }
    ]
}