{
    "page": [
        {
            "title": "Richard Leonard: Labour must keep left onside in broad coalition",
            "category": "Politics",
            "snippet": "The Scottish Labour leader, Richard Leonard, has said his party must keep the “Bernie Sanders” faction onside and build the broad coalition of support …"
        },
        {
            "title": "Christmas lights bring welcome festive cheer to England lockdown",
            "category": "Life-and-Style",
            "snippet": "If there was ever a year to switch on the Christmas lights a little earlier, or make them a touch more extravagant, 2020 is it. People across England …"
        },
        {
            "title": "Jofra Archer's most valuable player award turns opinion into (almost) science",
            "category": "Sport",
            "snippet": "The English players suddenly disappeared in the final stages of the Indian Premier League. So it was quite an achievement for Jofra Archer to be given …"
        },
        {
            "title": "Dominic Cummings and Lee Cain departure: what really happened?",
            "category": "Politics",
            "snippet": "Summary: One account had them swapping jokes and reminiscing about better times, another depicted a furious showdown. Just what went on this week between Boris …"
        },
        {
            "title": "Locked down and turned on? There’s an online sex party for that",
            "category": "Life-and-Style",
            "snippet": "The Zoom honeymoon is over. So are Houseparty dinners where you plan to eat the same thing at the same time, then flake and eat some Doritos, then rea …"
        },
        {
            "title": "Benee: Hey U X review – endearingly careworn",
            "category": "Music",
            "snippet": "Released at the end of last year, Supalonely – 20-year-old New Zealander Stella Bennett’s breakthrough hit – found a new life via TikTok in March, as …"
        },
        {
            "title": "In brief: Juve!; The Heavens; The Beloved Children – reviews",
            "category": "Books",
            "snippet": "Juve! Herbie Sykes Yellow Jersey, £20, pp416 Herbie Sykes has written several fine books on cycling and Italian culture. This keen Italophile now turn …"
        },
        {
            "title": "Supermarkets should pay back £1.9bn Covid business rates relief, say MPs",
            "category": "Business",
            "snippet": "Big supermarkets should hand back almost £2bn in business rates relief on offer during the coronavirus pandemic because they are paying out dividends …"
        },
        {
            "title": "Foreign Office resists release of files on support for UK mercenaries in Sri Lanka",
            "category": "Politics",
            "snippet": "The Foreign Office is resisting publishing files relating to its diplomatic support for British mercenaries in Sri Lanka in the 1980s, despite the Met …"
        },
        {
            "title": "Trump tweets that Biden 'won' – but repeats baseless vote fraud claim",
            "category": "US-News",
            "snippet": "On Sunday morning, Donald Trump tweeted about Joe Biden. “He won,” he wrote. But it was not the formal concession of the US presidential election whic …"
        },
        {
            "title": "Empty offices must not become 'rabbit hutch' homes, say English councils",
            "category": "Politics",
            "snippet": "Summary: Councils have warned that offices left empty by the coronavirus pandemic must not be turned into sub-standard “rabbit hutch” homes, after a government …"
        },
        {
            "title": "Labour criticises lobbyist's involvement in Covid strategy calls",
            "category": "Politics",
            "snippet": "Summary: Labour has accused the government of having “one rule for lobbyists and their paying clients and another rule for the rest of us” after it emerged tha …"
        },
        {
            "title": "Roddy Evans obituary",
            "category": "UK-News",
            "snippet": "My friend, Roddy Evans, who has died aged 97, was a skilled surgeon and a remarkable man, whose commitment to his worldwide community was highly signi …"
        },
        {
            "title": "UK regions compete to host  'gigafactory' for electric car batteries",
            "category": "Business",
            "snippet": "The West Midlands, south Wales and the north-east of England are among the regions vying to host the UK’s first “gigafactory” making electric car batt …"
        },
        {
            "title": "Lord Shutt of Greetland obituary",
            "category": "Politics",
            "snippet": "My friend David Shutt, who has died aged 78, was the Liberal Democrat deputy chief whip in the House of Lords during the coalition government for two …"
        },
        {
            "title": "Arcadia in talks over possible £30m loan after Covid sales loss",
            "category": "Business",
            "snippet": "Sir Philip Green’s Arcadia fashion group is in talks with potential lenders over a loan worth tens of millions of pounds as it seeks to recover from t …"
        },
        {
            "title": "Defending Masters champion Tiger Woods scores 10 at Augusta's 12th hole",
            "category": "Sport",
            "snippet": "Tiger Woods reflected on the “lonely” element of golf after taking 10 shots to play Augusta National’s iconic 12th in the final round of the Masters. …"
        },
        {
            "title": "Trump insists 'I concede nothing' after tweeting that Biden 'won' – as it happened",
            "category": "US-News",
            "snippet": "Summary: Here’s a look at today’s top news lines: • US records 166,000 new Covid cases as states implement new restrictions. The US recorded 166,555 new corona …"
        },
        {
            "title": "Dominic Cummings' media approach often more bark than bite",
            "category": "Politics",
            "snippet": "During last year’s election campaign, Dominic Cummings made clear what he thought of the accredited lobby journalists who cover Westminster politics f …"
        },
        {
            "title": "Great gags, hope and happy endings: books to cheer everyone up",
            "category": "Books",
            "snippet": "With the second lockdown upon us, we have never been more in need of books to cheer and charm. As both reader and writer, I have waged a lifelong batt …"
        },
        {
            "title": "Parcel delivery complaints treble amid UK's Covid online shopping boom",
            "category": "Business",
            "snippet": "Complaints about parcels deliveries to Citizens Advice have trebled since coronavirus hit, as shoppers turned to online orders. Ahead of the busiest p …"
        },
        {
            "title": "Tree of the week: a sycamore on Game of Thrones’ Slaver’s Bay",
            "category": "Life-and-Style",
            "snippet": "Kieran Meeke’s favourite tree stands on a headland at Murlough Bay on the County Antrim coastline in Northern Ireland. The beauty spot was a key locat …"
        },
        {
            "title": "Syrian refugees help put centuries-old glassware on show in Paisley",
            "category": "UK-News",
            "snippet": "Summary: An unusual collection of 2,000-year-old glassware is providing Syrian refugees in the Renfrewshire town of Paisley with a connection to their homeland …"
        },
        {
            "title": "We Still Have Words review – two fathers come to terms with terror",
            "category": "Books",
            "snippet": "Georges Salines and Azdyne Amimour both lost a child in the Paris attacks of 13 November 2015. Salines’s daughter, Lola, and Amimour’s son, Samy, were …"
        },
        {
            "title": "My streaming gem: why you should watch And Breathe Normally",
            "category": "Film",
            "snippet": "Summary: What happens when one person’s day at work is another’s catastrophe? For the likes of border control officers who enforce the sharpest ends of governm …"
        },
        {
            "title": "Scoff by Pen Vogler review – a history book to devour",
            "category": "Books",
            "snippet": "Summary: Long ago, I briefly went out with a man who happened to be both a good cook and an Old Etonian. It was never going to last, but the specific occasion …"
        },
        {
            "title": "Free willy: are film and TV finally growing up about male nudity?",
            "category": "Film",
            "snippet": "Summary: In terms of an attention-grabbing tagline, the Belgian movie Patrick had me at “Naturist campsite handyman loses his hammer”. Don’t expect anything sa …"
        },
        {
            "title": "Poem of the week: Now that you are not-you by Rosie Garland",
            "category": "Books",
            "snippet": "Now that you are not-you and have satisfied the finger-check of pulse at throat and wrist ear to the chest mirror to the lips and you’re done with the …"
        },
        {
            "title": "Burnt Sugar by Avni Doshi review – a thrilling ride into hell",
            "category": "Books",
            "snippet": "Summary: Burnt Sugar is an extraordinary confection. Avni Doshi’s debut novel has been shortlisted for the 2020 Booker prize and is an elegantly written family …"
        },
        {
            "title": "Joker 'a betrayal' of mentally ill people, says David Fincher",
            "category": "Film",
            "snippet": "Mank director David Fincher has described Todd Phillips’ Oscar-winning Joker as “a betrayal” of mentally ill people. In an interview with the Daily Te …"
        },
        {
            "title": "Bank of England needs more powers to decarbonise economy, say experts",
            "category": "Business",
            "snippet": "Urgent reforms of the Bank of England are needed to help decarbonise the financial system and boost green investment as Britain recovers from the Covi …"
        },
        {
            "title": "The long-overdue hire of Kim Ng shows what women in sports are up against",
            "category": "Sport",
            "snippet": "Summary: “This challenge is one I don’t take lightly,” said Kim Ng, following Friday’s announcement of her hiring as general manager for the Miami Marlins. Ng …"
        },
        {
            "title": "English National Opera/Wigglesworth review – Mozart's Requiem is urgent and direct",
            "category": "Music",
            "snippet": "In the time of Covid, any concert is an achievement in itself. This performance of Mozart’s Requiem by English National Opera under Mark Wigglesworth …"
        },
        {
            "title": "Manchester prepares for fall of its 'Berlin Wall'",
            "category": "UK-News",
            "snippet": "Summary: To some it is a modernist masterpiece for which “any other city in the world would give their right arm”. To others, it is a concrete carbuncle that s …"
        },
        {
            "title": "How we made: Take My Breath Away, the Top Gun theme tune by Berlin",
            "category": "Music",
            "snippet": "Terri Nunn, singer Before I was in Berlin I auditioned for the part of Princes Leia in Star Wars. I was 15 but looked 12. Harrison Ford was over 30 bu …"
        },
        {
            "title": "'It was love at first sight': readers on their new lockdown pets",
            "category": "Life-and-Style",
            "snippet": "Juno the dog: ‘It was love at first sight’ My wife was firmly in the ‘cats, not dogs’ camp but our children wanted a dog. When lockdown came chinks ap …"
        },
        {
            "title": "Jos Buttler says openness is key to overcoming life in the tour bubble",
            "category": "Sport",
            "snippet": "Jos Buttler urged any teammates struggling with bubble life this winter to speak up as the England squad gathered for their overnight departure for So …"
        },
        {
            "title": "Covid: Boris Johnson and Tory MPs forced to self-isolate after No 10 event",
            "category": "Politics",
            "snippet": "Summary: A string of Conservative MPs are self-isolating following a meeting in Downing Street that has forced Boris Johnson to spend a potentially crucial wee …"
        },
        {
            "title": "Tell us about the homemade gifts you're making this Christmas",
            "category": "Life-and-Style",
            "snippet": "Summary: During 2020, many of us have found ourselves with more time on our hands than usual. Now, with Christmas fast approaching, you may have decided that t …"
        },
        {
            "title": "Cornwall cooker deaths: Turkish company 'not aware of risk'",
            "category": "UK-News",
            "snippet": "The manufacturer of cookers linked to five deaths in Cornwall has told an inquest it was not aware of the risk of carbon monoxide building up if its a …"
        },
        {
            "title": "David Faulkner obituary",
            "category": "Politics",
            "snippet": "Summary: My brother, David Faulkner, who has died aged 86, was a distinguished career civil servant from 1959 to 1992, serving mostly in the Home Office before …"
        },
        {
            "title": "Dustin Johnson realises Masters dream with caddie brother at his side",
            "category": "Sport",
            "snippet": "There is no prospect of Dustin Johnson emulating the approach of Bernhard Langer, who turned heads by making a Masters cut at the age of 63 at the wee …"
        },
        {
            "title": "Fire test for Grenfell foam cladding panels was rigged, admits ex-employee",
            "category": "UK-News",
            "snippet": "Executives who sold combustible insulation for use on Grenfell Tower perpetrated a “fraud on the market” by rigging a fire test and making “misleading …"
        },
        {
            "title": "England tier system may need to be strengthened after lockdown, health chief says – as it happened",
            "category": "Politics",
            "snippet": "A senior health official has said that, when the English lockdown ends on 2 December, restrictions will have to be tighter than they were before. The …"
        },
        {
            "title": "EU vote on Brexit deal could be delayed until 28 December",
            "category": "Politics",
            "snippet": "A European parliament vote to seal a Brexit trade deal could be delayed until 28 December, three days before the end of the transition period, under a …"
        },
        {
            "title": "Loser’s loser Matt Hancock fulfils his role as GMB whipping boy",
            "category": "Politics",
            "snippet": "It’s the new touchy-feely government. One that will smother you with promises of love even if it can’t keep you alive. There was no coincidence in the …"
        },
        {
            "title": "Police let public down on night of Manchester Arena bomb, chief says",
            "category": "UK-News",
            "snippet": "A senior police chief has admitted that officers who failed to patrol the site of the Manchester Arena bomb “let the public down”. An inquiry into the …"
        },
        {
            "title": "Biden warns 'more people may die' unless Trump starts cooperating",
            "category": "US-News",
            "snippet": "Donald Trump and Joe Biden offered sharply contrasting reactions on Monday to news of a coronavirus vaccine that proved nearly 95% effective in trials …"
        },
        {
            "title": "Harry Styles wore a dress on the cover of Vogue – and US rightwingers lost it",
            "category": "Life-and-Style",
            "snippet": "On Friday, storied fashion publication US Vogue made history by featuring British pop singer (and former One Direction heartthrob) Harry Styles as its …"
        },
        {
            "title": "Devolution 'a disaster north of the border', says Boris Johnson",
            "category": "UK-News",
            "snippet": "Politicians across the spectrum have reacted angrily after Boris Johnson dismissed devolution as “a disaster north of the border”. During a Zoom call …"
        }
    ]
}