{
    "page": [
        {
            "title": "Joe, Jill and the Bidens: who are America's new first family?",
            "category": "US-News",
            "snippet": "Joe Biden’s victory in the US presidential election means a new “first family” will be stepping into the White House, and will include a mix of figure …"
        },
        {
            "title": "Bones Hillman, Midnight Oil's 'bassist with the beautiful voice', dies aged 62",
            "category": "Music",
            "snippet": "Midnight Oil’s bassist and backing vocalist Bones Hillman has died at the age of 62. The New Zealand-born Hillman died at his home in Milwaukee on Sat …"
        },
        {
            "title": "Covid-19 prompts UK call for statutory paid bereavement leave",
            "category": "Life-and-Style",
            "snippet": "People who lose a close relative or partner should be entitled to two weeks’ statutory paid bereavement leave, the Sue Ryder charity has said. The cor …"
        },
        {
            "title": "Covid set back attitudes to public transport by two decades, says RAC",
            "category": "UK-News",
            "snippet": "The pandemic has put back attitudes to driving versus public transport by two decades, with almost two-thirds of UK car owners now considering their v …"
        },
        {
            "title": "UK faces pre-Christmas slump on back of new Covid restrictions",
            "category": "Business",
            "snippet": "Summary: Britain’s economy is set for a pre-Christmas slump with further job losses and shop closures, despite government measures to protect businesses during …"
        },
        {
            "title": "Bones Hillman's bass was exemplary but his vocals were intrinsic to Midnight Oil's sound",
            "category": "Music",
            "snippet": "The first time I saw Wayne Stevens – better known by his stage name Bones Hillman – was at the Brisbane Entertainment Centre on 26 September 1987, mak …"
        },
        {
            "title": "Country diary: this delicate centipede is the gardener's friend",
            "category": "Life-and-Style",
            "snippet": "Marigolds are still flowering in our veg garden, glowing bright orange against a dark mulch of new-laid compost. Between rows of carrots, beetroot and …"
        },
        {
            "title": "Liverpool mayor: my brother would be alive today if government had listened",
            "category": "UK-News",
            "snippet": "The mayor of Liverpool, Joe Anderson, has said his brother would still be alive if the government had listened to scientists and gone into lockdown ea …"
        },
        {
            "title": "Leave the World Behind by Rumaan Alam review – breathtaking and prescient",
            "category": "Books",
            "snippet": "It wasn’t only because I read Rumaan Alam’s stupendously good Leave the World Behind immediately after Don DeLillo’s latest, the rather more meagre Th …"
        },
        {
            "title": "How Georgia's Senate runoffs could finally hand Stacey Abrams her victory",
            "category": "US-News",
            "snippet": "Two years ago, Stacey Abrams became a household name when she ran for governor of Georgia against Brian Kemp, then secretary of state. Though her vote …"
        },
        {
            "title": "Surge in youth voter turnout may have helped propel Biden to victory",
            "category": "US-News",
            "snippet": "In an election of many firsts, it appears that surging youth turnout in a number of key states may have helped propel Joe Biden to victory. Analysis s …"
        },
        {
            "title": "Coronavirus: officers injured and arrests made at Manchester lockdown protest",
            "category": "UK-News",
            "snippet": "Summary: Hundreds of protesters gathered in central Manchester on Sunday to oppose the national lockdown in England. People started to congregate in Piccadilly …"
        },
        {
            "title": "I was sick of blokey books by dads – could mothers’ memoirs make me a better father?",
            "category": "Life-and-Style",
            "snippet": "What does a book look like that is going to change your life? How do the pages feel? How does it smell? Surely not like the parenting books I started …"
        },
        {
            "title": "Will Mitch McConnell strangle Joe Biden's legislative program at birth?",
            "category": "US-News",
            "snippet": "Summary: After celebrating the winning of a Joe Biden presidency, Democrats are waking to the hangover of figuring out how to govern under the shadow of a runa …"
        },
        {
            "title": "Our Days Are Like Full Years by Harriet Pattison review – moving and heroic",
            "category": "Books",
            "snippet": "Not again,” said the great American architect Louis Kahn, when his lover Harriet Pattison told him she was pregnant. He’d had another lover, Anne Tyng …"
        },
        {
            "title": "Talking Horses: Ryan Moore's ride in the Mile was better than Boudot's",
            "category": "Sport",
            "snippet": "Finishing fast but too late, there’s a capital crime in the eyes of most punters. So the Breeders’ Cup is a reputational elephant trap for European jo …"
        },
        {
            "title": "Poem of the week: On a Pebbly Beach by John Birtwhistle",
            "category": "Books",
            "snippet": "On a Pebbly Beach When our family was young and the children took off over the stones like little dogs as we followed in our different conversation an …"
        },
        {
            "title": "How we met: ‘He was in a shell suit and trainers – I asked him to go back and change’",
            "category": "Life-and-Style",
            "snippet": "In the summer of 1990, Ian Whitehouse was coming out of a bad relationship. “I decided to look for a last minute holiday,” he says. “I saw an offer fo …"
        },
        {
            "title": "First Thing: Biden gets down to work, but Trump still not budging",
            "category": "US-News",
            "snippet": "Good morning. Joe Biden is set to take his first steps as president-elect today, launching his coronavirus taskforce. The 12-member group, led by the …"
        },
        {
            "title": "Pete Baillie obituary",
            "category": "Music",
            "snippet": "My friend Pete Baillie, who has died aged 73 , was a music lover who set up a mid-1980s fanzine called Capital M that covered the London pub rock scen …"
        },
        {
            "title": "Paul Maccabee obituary",
            "category": "UK-News",
            "snippet": "My brother-in-law Paul Maccabee, who has died of cancer aged 59, left a physical legacy of landscaping and buildings across Greater Manchester. Paul w …"
        },
        {
            "title": "Taylor Wimpey expects bigger profits after stamp duty holiday",
            "category": "Business",
            "snippet": "The rapid recovery in the UK housing market since the Covid-19 outbreak, fuelled by the government’s stamp duty cut and help-to-buy scheme, has booste …"
        },
        {
            "title": "'Mystical and unspoilt beauty': readers on their most inspiring UK walks",
            "category": "Life-and-Style",
            "snippet": "Summary: As England settles into a second national lockdown, many will be taking advantage of being able to exercise outdoors as often as they like and travel …"
        },
        {
            "title": "'It's the screams of the damned!' The eerie AI world of deepfake music",
            "category": "Music",
            "snippet": "‘It’s Christmas time! It’s hot tub time!” sings Frank Sinatra. At least, it sounds like him. With an easy swing, cheery bonhomie, and understated bras …"
        },
        {
            "title": "BBCSO/Oramo review – luminous and mesmerising",
            "category": "Music",
            "snippet": "Summary: The 90th birthday of the BBC Symphony Orchestra last month inevitably went the way of many other celebrations this year. BBCSO’s establishment in 1930 …"
        },
        {
            "title": "Joe Biden's love for Seamus Heaney reveals a soul you can trust",
            "category": "Books",
            "snippet": "I didn’t fall for Joe Biden until I learned that he loves the poetry of Seamus Heaney. Anyone who responds to the steady, humane voice of Heaney has t …"
        },
        {
            "title": "Stanley Kubrick and Kirk Douglas wanted Doctor Zhivago movie rights",
            "category": "Film",
            "snippet": "It is one of the greatest British films of all time, directed in 1965 by David Lean with an A-list cast that included Julie Christie, Omar Sharif and …"
        },
        {
            "title": "Sergio García withdraws from Masters after testing positive for coronavirus",
            "category": "Sport",
            "snippet": "The Masters has suffered a high-profile Covid-19 withdrawal after Sergio García, the 2017 champion, returned a positive test. García revealed he felt …"
        },
        {
            "title": "Stacey Abrams: Georgia's political heroine … and romance author",
            "category": "Books",
            "snippet": "Stacey Abrams is the former Georgia state house minority leader, whose fierce fight for Georgians’ right to vote has been credited for potentially han …"
        },
        {
            "title": "State of Origin: NSW reaction to defeat hints at tough night ahead for Queensland",
            "category": "Sport",
            "snippet": "After losing last year’s State of Origin series-opener, Brad Fittler stated (perhaps self-evidently) that his New South Wales side simply had to make …"
        },
        {
            "title": "Rugby Australia head into unknown after taking calculated risk with Nine and Stan",
            "category": "Sport",
            "snippet": "Summary: After severing ties with longtime broadcast partner Fox Sports and Network Ten, Rugby Australia has taken a calculated gamble on its new “landmark” pa …"
        },
        {
            "title": "More jobs for Australian teenagers is good news for them but not for recovery",
            "category": "Business",
            "snippet": "While the US presidential count was occurring last week, the latest Australian payroll job figures were released, showing just how slowly the recovery …"
        },
        {
            "title": "Undercover officer rekindled relationship seven years later, inquiry told",
            "category": "UK-News",
            "snippet": "Summary: An undercover officer who deceived a woman into a sexual relationship reappeared in her life seven years after his deployment ended to rekindle their …"
        },
        {
            "title": "Clive Emsley obituary",
            "category": "UK-News",
            "snippet": "Summary: Almost everything we know about the development of policing in Britain and beyond can be attributed to the curiosity and intellectual endeavour of Cli …"
        },
        {
            "title": "Bugles, shootouts, trains? Covid vaccine hopes prompt strained analogies",
            "category": "Politics",
            "snippet": "If Monday’s Downing Street press conference had been a jug, and the tortured metaphors had been water, the cleaners at No 10 would have needed to get …"
        },
        {
            "title": "Streetwear brand Supreme to be sold to Timberland owner VF for $2.1bn",
            "category": "Business",
            "snippet": "Supreme, the cult streetwear brand, is being sold to VF Corporation, the Denver-based parent company of Vans, The North Face and Timberland, in a deal …"
        },
        {
            "title": "UK vaccine taskforce chief Kate Bingham expected to quit",
            "category": "Politics",
            "snippet": "Kate Bingham, the beleaguered chair of the UK vaccine taskforce, is expected to leave her post at the end of the year, according to a government sourc …"
        },
        {
            "title": "Donald Trump has no intention of conceding, campaign insists",
            "category": "US-News",
            "snippet": "Donald Trump has no intention of admitting defeat in the US presidential election or offering Joe Biden his concession, his campaign insisted on Monda …"
        },
        {
            "title": "Joe Biden vows to 'spare no effort' in tackling Covid as US sees record cases",
            "category": "US-News",
            "snippet": "Joe Biden vowed on Monday to spare no effort in tackling the coronavirus pandemic as soon as he enters the White House and warned the US is “facing a …"
        },
        {
            "title": "Local Arkansas police chief quits after calling for violence against Democrats",
            "category": "US-News",
            "snippet": "An Arkansas police chief resigned on Saturday, after posts under his name and picture advocating violence towards Democrats were found on Parler, a ri …"
        },
        {
            "title": "Global stock markets hit record highs on Covid-19 vaccine hopes – as it happened",
            "category": "Business",
            "snippet": "And finally... World stock markets have closed at a fresh all-time high. Those gains on Wall Street have propelled MSCI’s All-Country World Index up t …"
        },
        {
            "title": "Was Donald Trump's White House watch party a super-spreader event?",
            "category": "US-News",
            "snippet": "It was supposed to be a scene of celebration. Instead, the Trump campaign’s election night watch party held in the White House East Room – with few ma …"
        },
        {
            "title": "Boris Johnson to press on with Brexit bill despite Lords defeat",
            "category": "Politics",
            "snippet": "Boris Johnson has put himself on a collision course with the Joe Biden administration in the US after Downing Street said it would press ahead with le …"
        },
        {
            "title": "Brexit: Lords inflict huge defeats on government in votes on internal market bill — as it happened",
            "category": "Politics",
            "snippet": "Following the defeat of key parts of proposed Brexit legislation in the Lords, a government spokesperson said: We are disappointed that the House of L …"
        },
        {
            "title": "Footfall down 75% as England's lockdown takes toll on retailers",
            "category": "Business",
            "snippet": "Footfall has plummeted since the imposition of the new lockdown in England and is down by 75% on a year ago, according to figures highlighting the dra …"
        },
        {
            "title": "Mary Wollstonecraft finally honoured with statue after 200 years",
            "category": "Books",
            "snippet": "Summary: It shows a silvery naked everywoman figure emerging free and defiantly from a swirling mingle of female forms and, thanks to a 10-year slog of fundrai …"
        },
        {
            "title": "Mark Esper fired as Pentagon chief after contradicting Trump",
            "category": "US-News",
            "snippet": "Donald Trump has fired his defence secretary, Mark Esper, in the latest sign that the transition to a new Biden administration in January is going to …"
        },
        {
            "title": "Debate over experience keeps door shut to female coaches seeking to enter men's sport",
            "category": "Sport",
            "snippet": "The conversations around former national netball coach Lisa Alexander’s application for the vacant North Melbourne AFL coaching position – and the clu …"
        },
        {
            "title": "Barr tells prosecutors to pursue 'clear' fraud claims, without evidence – as it happened",
            "category": "US-News",
            "snippet": "Here’s a recap of today, from me and Joan E Greve: Pfizer announced its coronavirus vaccine was shown to be 90% effective. US stock markets jumped aft …"
        },
        {
            "title": "The show the military couldn't stop: Luca Guadagnino on We Are Who We Are",
            "category": "Film",
            "snippet": "Lockdown was a nightmare for Luca Guadagnino. His dad died, his partner left and his myriad film projects had to be put in mothballs. As soon as restr …"
        }
    ]
}