{
    "page": [
        {
            "title": "Children's books eight times as likely to feature animal main characters as BAME people",
            "category": "Books",
            "snippet": "Summary: Two years after the stark revelation that only 1% of British children’s books featured a main character who was black, Asian or minority ethnic, the p …"
        },
        {
            "title": "Austerity left north of England more vulnerable to Covid, report says",
            "category": "UK-News",
            "snippet": "A decade of public spending cuts meant the north of England was hit harder by the coronavirus pandemic than the rest of England, scientists have said. …"
        },
        {
            "title": "Mads Mikkelsen lined up to replace Johnny Depp in Fantastic Beasts 3",
            "category": "Film",
            "snippet": "Hannibal star Mads Mikkelsen is set to replace Johnny Depp as Gellert Grindelwald in Fantastic Beasts 3, it has been reported. According to Deadline, …"
        },
        {
            "title": "Who's a clever dog? Canine 'genius challenge' to be livestreamed",
            "category": "Life-and-Style",
            "snippet": "Summary: The search for the world’s smartest dog kicks into gear on Wednesday, as contenders compete in a livestreamed event to be crowned top of the canine cl …"
        },
        {
            "title": "Prop 22: why Uber's victory in California could harm gig workers nationwide",
            "category": "US-News",
            "snippet": "After a historic spending spree and an aggressive public relations campaign, Uber and Lyft emerged victorious on election day when California voters p …"
        },
        {
            "title": "Nathan Cleary shines as NSW Blues defeat Queensland Maroons in Origin game two",
            "category": "Sport",
            "snippet": "The show must go on; New South Wales have made certain of that. Tables were turned and Nathan Cleary redeemed in a 34-10 rout that levels this State o …"
        },
        {
            "title": "Beat the cold: 17 delicious piping hot drinks to put in your flask for long winter walks",
            "category": "Life-and-Style",
            "snippet": "If the first lockdown taught us anything, it’s that we should all be outside as often as possible – for ventilation, for exercise, and for escaping th …"
        },
        {
            "title": "State of Origin 2020: NSW 34-10 Queensland - as it happened",
            "category": "Sport",
            "snippet": "Here’s Emma Kemp’s take on the night’s action: A week is a long time in rugby league. After being overrun in Adelaide seven days ago NSW showed all th …"
        },
        {
            "title": "EU summit on 19 November seen as deadline for draft Brexit deal",
            "category": "Politics",
            "snippet": "Summary: A summit of EU leaders on 19 November is now viewed in Brussels as the final deadline for a draft Brexit deal, with negotiations on Britain’s future t …"
        },
        {
            "title": "Nova Lituania review –  droll study of a Baltic state's identity crisis",
            "category": "Film",
            "snippet": "Summary: Although aggressively retro both in terms of its subject – the annexation of Lithuania during the second world war – and visually, given that it’s sho …"
        },
        {
            "title": "MPs to hold inquiry into ensuring post-pandemic survival of music festivals",
            "category": "Music",
            "snippet": "MPs are to examine how UK music festivals can survive in 2021 after the coronavirus pandemic wiped out a majority of festivals this year, resulting in …"
        },
        {
            "title": "Dvořák: where to start with his music",
            "category": "Music",
            "snippet": "Antonín Dvořák (1841-1904) was a passionate Czech whose music transcended national boundaries and, indeed, crossed the world. A contemporary of Brahms …"
        },
        {
            "title": "Harry Dunn death: family begins court case against Foreign Office",
            "category": "Politics",
            "snippet": "The family of Harry Dunn, the 19-year-old motorcyclist killed outside a US airbase, have begun their court case seeking a ruling that the Foreign Offi …"
        },
        {
            "title": "Keep the home fires burning? Don’t even think about it!",
            "category": "Life-and-Style",
            "snippet": "Summary: Name: Open fires. Age: As old as mankind. Appearance: A homely, warming alternative to sucking on a car exhaust pipe. Oh no, don’t tell me the woke co …"
        },
        {
            "title": "Review calls for overhaul of Scotland's police complaints system",
            "category": "UK-News",
            "snippet": "Summary: A review into Scotland’s widely criticised police complaints system has called for a fundamental overhaul, including much tougher powers and greater i …"
        },
        {
            "title": "‘I need to make sure I’m heard’: the hurdles young Texans overcame to cast their votes",
            "category": "US-News",
            "snippet": "Isaiah Rendon was certain that he had registered to vote by the deadline. But when he went to the polls in San Marcos, Texas, on election day last wee …"
        },
        {
            "title": "Finding Steve McQueen review – heist comedy can't locate its charisma",
            "category": "Film",
            "snippet": "A little-remembered bank job from the Nixon era is the true-crime inspiration for this lightweight sub-Goodfellas caper, which runs low on gas and gag …"
        },
        {
            "title": "UK government must condemn Trump denial of defeat, says Labour",
            "category": "Politics",
            "snippet": "The government should condemn Donald Trump’s refusal to concede defeat in the US election, a stance that poses a danger to democratic values around th …"
        },
        {
            "title": "To the Ends of the Earth review – dreamlike vision of clashing cultures",
            "category": "Film",
            "snippet": "Kiyoshi Kurosawa is the Japanese film-maker known for his horror movies in the 90s, and the excellent drama Tokyo Sonata from 2009 about a salaryman w …"
        },
        {
            "title": "Brexit uncertainty may cause sugar shortages in Northern Ireland, warns firm",
            "category": "Politics",
            "snippet": "Tate & Lyle Sugars, a prominent corporate backer of Brexit, has warned of sugar and syrup shortages in Northern Ireland in the new year, due to lack o …"
        },
        {
            "title": "'My husband’s chewing makes me want to scream. I’m living with a horse. How do I navigate it?'",
            "category": "Life-and-Style",
            "snippet": "Summary: My husband’s clicking jaw and loud chewing makes me want to scream. I’m living with a horse. Meal times are impossible. Pre-lockdown I only had to end …"
        },
        {
            "title": "Wild Mountain Thyme trailer blamed for Irish accent emergency",
            "category": "Film",
            "snippet": "A trailer is all that Ireland has seen of Hollywood’s latest romantic comedy, but that has been enough to declare an Irish accent emergency. Wild Moun …"
        },
        {
            "title": "Blood Harvest review – sects and gore aplenty in pagan folk horror",
            "category": "Film",
            "snippet": "Canadian writer-director Thomas Robert Lee’s follow up to his little-known debut Empyrean, Blood Harvest simmers with unease and lingers in the mind – …"
        },
        {
            "title": "David Benest obituary",
            "category": "UK-News",
            "snippet": "Summary: My husband, David Benest, who has died of heart disease aged 66, was a soldier-scholar. Drawing on his military experiences, he was keen to tell the t …"
        },
        {
            "title": "PMQs truce proves brief as Starmer goes on PR offensive",
            "category": "Politics",
            "snippet": "For a moment it seemed that peace might have broken out between the two party leaders at prime minister’s questions. That after months of slugging it …"
        },
        {
            "title": "FTSE 100 closes at five-month high as vaccine rally continues – as it happened",
            "category": "Business",
            "snippet": "And finally... Britain’s stock market has closed at a new five-month high tonight. Vaccine optimism continues to lift stocks, despite Christine Lagard …"
        },
        {
            "title": "John Fraser obituary",
            "category": "Film",
            "snippet": "The actor John Fraser, who has died aged 89, received his first review while still a teenager, playing a page to Herodias in Oscar Wilde’s Salome. Des …"
        },
        {
            "title": "A congresswoman's predicament: what to wear? Cori Bush and AOC talk it out",
            "category": "US-News",
            "snippet": "Last night newly elected Democratic congresswoman Cori Bush, who made history this year when she defeated a 10-term incumbent and became the first Bla …"
        },
        {
            "title": "Emma Thompson backs launch of UK political fund for women",
            "category": "Politics",
            "snippet": "A political support fund for women that aims to emulate the success of the influential Emily’s List in the US has launched with the financial backing …"
        },
        {
            "title": "Staff who work from home after pandemic 'should pay more tax'",
            "category": "Business",
            "snippet": "Employees who continue working from home after the pandemic should be taxed for the privilege, with the proceeds used to help lower-paid workers, acco …"
        },
        {
            "title": "Qatari officials intimidated claimants in terror case, high court told",
            "category": "UK-News",
            "snippet": "Counter-terrorism police have been asked to investigate claims that witnesses and claimants in a terror-funding case were intimidated by officials wor …"
        },
        {
            "title": "Leicester East MP Claudia Webbe denies harassment charge",
            "category": "UK-News",
            "snippet": "An MP has denied a charge of harassing a woman between 2018 and 2020 and will face a trial in March, a court heard today. Claudia Webbe, 55, is accuse …"
        },
        {
            "title": "'Downright dangerous': Democrats' alarm as Trump stacks Pentagon with loyalists",
            "category": "US-News",
            "snippet": "Extreme Republican partisans have been installed in important roles in the Pentagon, following the summary dismissal of the defense secretary, Mark Es …"
        },
        {
            "title": "‘It must be made to fail’: Trump's desperate bid to cling to power",
            "category": "US-News",
            "snippet": "Donald Trump stepped out of the White House for a public event for the first time in six days on Wednesday as Americans strained to interpret a flurry …"
        },
        {
            "title": "Freaky review – wildly entertaining body swap comedy horror",
            "category": "Film",
            "snippet": "There’s a stinging sense of cruelty to just how much fun one can squeeze from the high-concept comedy horror Freaky, a film that most of us won’t get …"
        },
        {
            "title": "Man arrested after car crashes into north London police station",
            "category": "UK-News",
            "snippet": "A man has been arrested after a car crashed into a London police station and a fire was started, triggering a major incident. The vehicle ploughed int …"
        },
        {
            "title": "Chimamanda Ngozi Adichie voted Women's prize 'winner of winners'",
            "category": "Books",
            "snippet": "Summary: Thirteen years after she won the Women’s prize for fiction, Chimamanda Ngozi Adichie’s novel about the Biafran war, Half of a Yellow Sun, has been vot …"
        },
        {
            "title": "Extra bank holiday announced for Queen’s 2022 platinum jubilee",
            "category": "UK-News",
            "snippet": "It might be more than 18 months to wait, but the nation is set to be treated with an extra day off to mark the Queen reaching 70 years on the throne. …"
        },
        {
            "title": "Talking Horses: Cilaos Emery can prove too slick in Clonmel Oil Chase",
            "category": "Sport",
            "snippet": "ITV Racing hopes to break fresh ground on Thursday afternoon when four races from Clonmel, including the Grade Two Clonmel Oil Chase, are due to lead …"
        },
        {
            "title": "Joe Biden names former Ebola tsar Ron Klain as chief of staff – as it happened",
            "category": "US-News",
            "snippet": "Joe Biden picked Ron Klain as his chief of staff. Klain served as “Ebola czar” during the Obama administration and has been sharply critical of Donald …"
        },
        {
            "title": "I'd planned to have a midlife crisis this year. I hadn't planned on it being shaped by Covid",
            "category": "Books",
            "snippet": "This was meant to be the year of my own private midlife crisis. Instead it has become the year of the novel coronavirus. I’d been anticipating turning …"
        },
        {
            "title": "Joe Biden names Ron Klain, Obama's Ebola tsar, as his chief of staff",
            "category": "US-News",
            "snippet": "Joe Biden has named Ron Klain, who served as the “Ebola tsar” during the Obama administration, as his chief of staff. Klain, 59, has been a vocal crit …"
        },
        {
            "title": "Horses and humans feel the same pain when whipped, study finds",
            "category": "Sport",
            "snippet": "There is no significant difference in the way humans and horses experience the pain of being struck by a whip, according to a landmark study that rese …"
        },
        {
            "title": "The Upswing review - can Biden heal America?",
            "category": "Books",
            "snippet": "So the Biden-Harris ticket has won, but by narrow margins in some of the battleground states. How did partisanship reach such a pitch that Donald Trum …"
        },
        {
            "title": "US allies welcome Biden presidency as major chance to tackle climate crisis",
            "category": "US-News",
            "snippet": "The leaders of America’s closest allies have eagerly welcomed the incoming presidency of Joe Biden as a crucial opportunity to face down the unfolding …"
        },
        {
            "title": "UK economy grew at record quarterly rate but recovery slowed in September",
            "category": "Business",
            "snippet": "Britain’s economy grew at a record quarterly rate of more than 15% as lockdown restrictions were eased in the summer but the recovery was losing momen …"
        },
        {
            "title": "What will Mike Pence do next after Trump's election loss?",
            "category": "US-News",
            "snippet": "Across the street from the British embassy, with its red telephone box and Winston Churchill statue, in Washington DC is the residence of the US-vice …"
        },
        {
            "title": "‘A massive game-changer’: how Channel U brought grime to satellite TV",
            "category": "Music",
            "snippet": "If you haven’t heard of Channel U – the defunct UK rap and grime music channel that launched in 2003 in a blaze of anarchic, DIY spirit – it may sound …"
        },
        {
            "title": "The Betrayals by Bridget Collins review – ingenious, overblown fantasy",
            "category": "Books",
            "snippet": "When student Léo Martin first approaches Montverre, an exclusive seat of learning high in the mountains, his path is blocked by a “cobweb ... huge, a …"
        },
        {
            "title": "Fireball: Visitors from Darker Worlds review – Werner Herzog dodges meteorites",
            "category": "Film",
            "snippet": "In 2007, Werner Herzog made a movie about Antarctica called Encounters at the End of the World, where he met the Cambridge University geographer and s …"
        }
    ]
}