{
    "page": [
        {
            "title": "Shane Sutton 'lying' in denying he knew of doping in cycling, tribunal hears",
            "category": "Sport",
            "snippet": "The former British Cycling and Team Sky head coach Shane Sutton was “absolutely lying” when he told parliament that he had no knowledge of doping in t …"
        },
        {
            "title": "Lockerbie bombing: facts 'cherrypicked' to convict Megrahi, court told",
            "category": "UK-News",
            "snippet": "Summary: The judges who convicted a Libyan for the Lockerbie bombing reached an unjustified verdict by cherrypicking facts from a mass of conflicting evidence, …"
        },
        {
            "title": "Met police officers investigated over black woman's assault claims",
            "category": "UK-News",
            "snippet": "Eight Metropolitan police officers are under investigation after a black female student said she was punched repeatedly while on the floor during an a …"
        },
        {
            "title": "London Tories split over tiered approach after Covid lockdown",
            "category": "UK-News",
            "snippet": "Summary: Leading London Tories are split over whether varying lockdown rules should be imposed on different areas of the capital depending on local infection r …"
        },
        {
            "title": "Trial of Brexit border checks causes five-mile lorry queues in Kent",
            "category": "Politics",
            "snippet": "Summary: Queues of trucks stretching for five miles unexpectedly built up in Kent on Tuesday after the French started a trial of post-Brexit checks. Lorries on …"
        },
        {
            "title": "UK coronavirus: three households to be allowed to mix for up to five days over Christmas, UK leaders agree – as it happened",
            "category": "Politics",
            "snippet": "As many as three different households will be allowed to mix for five days over the Christmas period, government sources have said, under a UK-wide pl …"
        },
        {
            "title": "Beatles biography One Two Three Four wins Baillie Gifford prize",
            "category": "Books",
            "snippet": "Craig Brown has won the Baillie Gifford prize, the UK’s top award for nonfiction, for One Two Three Four: The Beatles in Time, a take on the band that …"
        },
        {
            "title": "Scotland becomes first nation to provide free period products for all",
            "category": "UK-News",
            "snippet": "Scotland has become the first country in the world to provide free and universal access to period products after a four-year campaign that has fundame …"
        },
        {
            "title": "Technician for Grenfell Tower insulation firm had 'serious drug habit'",
            "category": "UK-News",
            "snippet": "A senior technician responsible for safety tests on combustible insulation used on Grenfell Tower had “a serious drug habit” and fell asleep at work, …"
        },
        {
            "title": "Rishi Sunak to launch £3bn unemployment support plan",
            "category": "Politics",
            "snippet": "Rishi Sunak will lay bare the government’s fears over the long-lasting impact of a looming winter surge in unemployment when he unveils a new £4.3bn p …"
        },
        {
            "title": "Beyoncé tops 2021 Grammy nominations in strong field for women",
            "category": "Music",
            "snippet": "Beyoncé has topped the nominees for the 2021 Grammy awards, heading up a year that celebrated female artistry right across pop genres – but there were …"
        },
        {
            "title": "Roger Franklin obituary",
            "category": "UK-News",
            "snippet": "My friend Roger Franklin, who has died aged 93, was a peace campaigner who lived and worked on his small organic farm for the best part of 50 years. A …"
        },
        {
            "title": "Don't cry to mother if rates freebie comes back to bite",
            "category": "Business",
            "snippet": "Here’s another name to add to the list of retailers who will keep their relief on business rates – thanks very much, dear chancellor – even though the …"
        },
        {
            "title": "Javid advised of 'hostile public sentiment' to Shamima Begum, court told",
            "category": "UK-News",
            "snippet": "Home Office officials declared “public sentiment is overwhelmingly hostile” to Shamima Begum and argued removing her British citizenship would not aff …"
        },
        {
            "title": "Trump pardons turkey after agreeing to presidential transition",
            "category": "Life-and-Style",
            "snippet": "Summary: His attempt to reverse electoral defeat having proved a turkey, on Tuesday afternoon at the White House, Donald Trump pardoned one. According to tradi …"
        },
        {
            "title": "Lame duck pardons turkey: Trump confronts reality at muted Thanksgiving event",
            "category": "US-News",
            "snippet": "It was a sad spectacle. Here was an ageing comic confronted by a shrinking audience, his jokes landing with a thud, his star beginning to fade. Donald …"
        },
        {
            "title": "'They target people': John Mitchell tells England to expect wind-ups from Wales",
            "category": "Sport",
            "snippet": "England’s defence coach, John Mitchell, is warning his squad to beware Welsh wind-ups and expects the hosts to “have a crack” at certain key players d …"
        },
        {
            "title": "'The most practical thing I've ever had': Ronni Kahn on her three most useful objects",
            "category": "Life-and-Style",
            "snippet": "With her short-cropped silver hair, thick-framed glasses, and penchant for bold jewellery, Ronni Kahn has earned herself a reputation as one of Austra …"
        },
        {
            "title": "Home Office broke equalities law with hostile environment measures",
            "category": "UK-News",
            "snippet": "Summary: The Home Office broke equalities law when it introduced its hostile environment immigration measures, a critical report from the Equality and Human Ri …"
        },
        {
            "title": "BTS become first K-pop act to receive a Grammy nomination",
            "category": "Music",
            "snippet": "The South Korean megastars BTS have notched up yet another achievement by becoming the first K-pop act to receive a Grammy nomination. The boy band’s …"
        },
        {
            "title": "Trump's coup failed – but US democracy has been given a scare",
            "category": "US-News",
            "snippet": "In the end, the coup did not take place. In the most grudging manner possible, Donald Trump signalled on Monday night that the transition of power cou …"
        },
        {
            "title": "Stock market rally pushes Dow Jones to record high of 30,000",
            "category": "Business",
            "snippet": "The Dow Jones Industrial Average has topped the 30,000 mark for the first time as financial markets around the world rally amid hopes for a coronaviru …"
        },
        {
            "title": "From Beyoncé to the Oscars: Mary Twala, Africa's queen of cinema",
            "category": "Film",
            "snippet": "Mary Twala died just a few weeks before Beyoncé’s Black Is King came out. In the film, the 80-year-old embodied the story’s shaman figure, the last pa …"
        },
        {
            "title": "Formula One faces charge of aiding sportwashing by racing in Bahrain",
            "category": "Sport",
            "snippet": "Shortly after winning his seventh Formula One world championship last week in Turkey, Lewis Hamilton issued a warning to the sport he loves. It was ti …"
        },
        {
            "title": "'We're still good': Guardian readers on their Covid Thanksgiving plans",
            "category": "Life-and-Style",
            "snippet": "Summary: The Thanksgiving holiday will be unlike any other year as Americans try to celebrate amid rising coronavirus infection rates in a pandemic that has co …"
        },
        {
            "title": "'Frank didn't adhere to any movements': behind the Zappa documentary",
            "category": "Music",
            "snippet": "In the decades since the death of Frank Zappa, scores of film-makers had approached his wife and business partner Gail about making a documentary abou …"
        },
        {
            "title": "EU 'did not properly consider conflicts of interest' over BlackRock contract",
            "category": "Business",
            "snippet": "The EU did not properly consider conflicts of interest when it hired the US investment manager BlackRock to advise on environmental regulation for ban …"
        },
        {
            "title": "Tell us: how has Notting Hill changed over the past 50 years?",
            "category": "UK-News",
            "snippet": "Notting Hill and the surrounding areas in West London is at the heart of Steve McQueen’s five part anthology series Small Axe. The series of five film …"
        },
        {
            "title": "The Weeknd alleges Grammys corruption after nominations snub",
            "category": "Music",
            "snippet": "Summary: Canadian pop star the Weeknd has said the Grammys “remain corrupt” after receiving no nominations in the latest awards list for his 2020 album After H …"
        },
        {
            "title": "First Thing: Biden attempts to step out of Obama’s shadow",
            "category": "US-News",
            "snippet": "Good morning. Joe Biden has insisted his presidency will not be a “third Obama term”, during his first sit-down interview since the election. He said …"
        },
        {
            "title": "Exclusive: watch two short films inspired by a locked-down City of London",
            "category": "Music",
            "snippet": "Summary: The City of London, once the vibrant and bustling centre with hundreds of thousands of workers filling the streets of the Square Mile each day, has be …"
        },
        {
            "title": "Talking Horses: racecourses to waive bookies fees when spectators return",
            "category": "Sport",
            "snippet": "On-course bookies who have been unable to work since racing resumed behind closed doors in June received some welcome news on Tuesday when Arena Racin …"
        },
        {
            "title": "Go floret: 17 delicious ways with cauliflower",
            "category": "Life-and-Style",
            "snippet": "In culinary terms, cauliflower is often described as a blank canvas, partly because it does not taste of much on its own, but also because it is so ve …"
        },
        {
            "title": "Locked In: Breaking the Silence review – life-affirming story of a devastating illness",
            "category": "Film",
            "snippet": "A neurological horror story lies at the centre of Xavier Alford’s chilling, stoic and finally revitalising documentary, part of the BBC Storyville str …"
        },
        {
            "title": "Aaron Rodgers defends Valdes-Scantling after Packers fans' death threats",
            "category": "Sport",
            "snippet": "Aaron Rodgers has condemned online death threats against one of his wide receivers, Marquez Valdes-Scantling, after the Green Bay Packers’ 34-31 loss …"
        },
        {
            "title": "England's T20 top-order batting strength is 'frightening', says Jason Roy",
            "category": "Sport",
            "snippet": "Jason Roy was looking and sounding fresh. He has had a break from the bubble since he did not play in the Indian Premier League. He may be short of ga …"
        },
        {
            "title": "'We made a promise': fallout from UK's cut in overseas aid remains to be seen",
            "category": "Politics",
            "snippet": "The former prime minister David Cameron’s political legacy will be permanently dominated by Brexit, an event he misjudged and abhorred. But until now …"
        },
        {
            "title": "British Library apologises for linking Ted Hughes to slave trade",
            "category": "Books",
            "snippet": "The British Library has apologised to Carol Hughes, the widow of the former poet laureate Ted Hughes, after it linked him to the slave trade through a …"
        },
        {
            "title": "Zak Hardaker primed to repay Wigan's faith with Grand Final redemption",
            "category": "Sport",
            "snippet": "The darkest times will always serve as a reminder for Zak Hardaker about where he went wrong, but these days he has more reasons to look to the future …"
        },
        {
            "title": "From Vivaldi to Vaughan Williams: more musical voices who have changed our world",
            "category": "Music",
            "snippet": "The aim of the Know the score series was straightforward. To assist the reader who is curious about classical music, and to help them find some entry …"
        },
        {
            "title": "Pie-eyed and bushy-tailed: Minnesota squirrel gets drunk off fermented pears",
            "category": "US-News",
            "snippet": "A squirrel in Minnesota has enjoyed an early and especially festive start to the holiday season by being videoed apparently drunkenly feasting on pear …"
        },
        {
            "title": "Aria awards 2020: Archie Roach and Sampa the Great electrify as Tame Impala win big",
            "category": "Music",
            "snippet": "Hip-hop artist Sampa the Great called out the lack of diversity of the Australian music industry in general – and of the Australian Recording Industry …"
        },
        {
            "title": "Staff at Jordan Peterson's publisher protest new book plans",
            "category": "Books",
            "snippet": "The announcement of a new book from Canadian psychologist Jordan Peterson, the self-styled “professor against political correctness”, has prompted doz …"
        },
        {
            "title": "Car dealer Lookers finally reveals £46m loss in 2019",
            "category": "Business",
            "snippet": "The car dealer Lookers has finally revealed it lost £46m in 2019, eight months after it first delayed its accounts following its discovery of a £300,0 …"
        },
        {
            "title": "Sunak offers jam today in spending review as Covid deficit spreads",
            "category": "Politics",
            "snippet": "Jam tomorrow but no jam today. As devotees of Lewis Carroll know, that was the credo of the White Queen in Alice Through the Looking-Glass. Plenty of …"
        },
        {
            "title": "Visual Acoustics: The Modernism of Julius Shulman review – a lens on California dreaming",
            "category": "Film",
            "snippet": "This absorbing documentary from 2008 focuses on Julius Shulman (1910-2009), a photographer best known for his stylish, dynamic studies of mid-century …"
        },
        {
            "title": "EU threatens to pull out of Brexit talks if UK refuses to compromise",
            "category": "Politics",
            "snippet": "The EU’s chief negotiator, Michel Barnier, has warned David Frost that without a major negotiating shift by Downing Street within the next 48 hours he …"
        },
        {
            "title": "Jonny May's athletic sorcery reignites debate about the greatest tries",
            "category": "Sport",
            "snippet": "Close your eyes and the shape of it should start to come back to you, even if the details are a little hazy after all these years. It was Fabien Galth …"
        },
        {
            "title": "Foreign Office minister resigns as Sunak cuts aid budget",
            "category": "Politics",
            "snippet": "Boris Johnson was struggling to contain a Conservative revolt as a Foreign Office minister resigned after the chancellor, Rishi Sunak, announced he wa …"
        },
        {
            "title": "Luke Rhinehart obituary",
            "category": "Books",
            "snippet": "George Cockcroft, who has died aged 87, was known more widely, if not much better, as Luke Rhinehart, author and protagonist of The Dice Man, a 1971 n …"
        }
    ]
}