{
    "page": [
        {
            "title": "Swing out, sisters: the nuns singing through lockdown",
            "category": "Music",
            "snippet": "Social distancing and lockdown come naturally to the Poor Clares of Arundel in West Sussex: after all, they’ve been doing it for 800 years. “In our da …"
        },
        {
            "title": "Windrush man wrongly classified as illegal immigrant left destitute for a year",
            "category": "UK-News",
            "snippet": "An electrician who was wrongly classified as being an illegal immigrant, despite living in London for more than 45 years, was destitute as he waited a …"
        },
        {
            "title": "Police investigating Grenfell Tower fire make first arrest",
            "category": "UK-News",
            "snippet": "Police investigating the Grenfell Tower disaster have arrested a man on suspicion of perverting the course of justice. The unnamed 38-year-old was arr …"
        },
        {
            "title": "Cordelia review – atmospheric but uneven thriller",
            "category": "Film",
            "snippet": "Summary: In Adrian Shergold’s uneven thriller, actor Cordelia (Antonia Campbell-Hughes) continues to suffer the aftershocks of trauma from an event that took p …"
        },
        {
            "title": "On Connection by Kae Tempest review – persuasive and profound",
            "category": "Books",
            "snippet": "Kae Tempest has added one more string to an already crowded bow: On Connection is the first nonfiction work by this Mercury prize-winning musician, Te …"
        },
        {
            "title": "Labour vows to force another Commons vote on free school meals",
            "category": "Politics",
            "snippet": "Labour has thrown down the gauntlet to Downing Street by pledging to force another Commons vote if it does not U-turn on its refusal to provide free s …"
        },
        {
            "title": "NRL grand final 2020: Melbourne Storm beat Penrith Panthers– as it happened",
            "category": "Sport",
            "snippet": "And with that, we should leave the Storm players to their celebrations. And the Panthers to their commiserations. Melbourne won it in the first half; …"
        },
        {
            "title": "No more Mr Muscle: the activists championing body confidence for men",
            "category": "Life-and-Style",
            "snippet": "Summary: Back in 2013, Kelvin Davis was shopping for a red blazer in his home town of Columbia, South Carolina, when he was publicly body shamed. The school te …"
        },
        {
            "title": "Desperate UK Covid home workers renting solace from nimble-footed firms",
            "category": "Business",
            "snippet": "Tired of working on the kitchen table or juggling conference calls and family life, and with no return to their desks in sight, many of the country’s …"
        },
        {
            "title": "Royal Mail to hire record number of Christmas temps",
            "category": "Business",
            "snippet": "Royal Mail is to hire a record 33,000 temporary workers for the Christmas period – two-thirds more than usual – to handle the UK festive parcel frenzy …"
        },
        {
            "title": "Honest Thief review – low-stakes thriller",
            "category": "Film",
            "snippet": "Summary: Liam Neeson is Tom Carter, AKA “the In and Out Bandit”, a bank robber who has swindled 12 banks in seven states, accruing $9m. Importantly, he’s “met …"
        },
        {
            "title": "Billie Eilish review – immersive adventure with fish and spiders",
            "category": "Music",
            "snippet": "Of all the online attempts to fill the gaping chasm where live music used to be before coronavirus, Billie Eilish’s livestream has attracted the most …"
        },
        {
            "title": "In brief: Solo; The Forger's Daughter; Little Weirds – reviews",
            "category": "Books",
            "snippet": "Solo: How to Work Alone (and Not Lose Your Mind) Rebecca Seal Souvenir, £14.99, pp304 Could there be a more apt moment for a book about working on you …"
        },
        {
            "title": "Scottish Tory leader: I still can't see why Dominic Cummings did not resign",
            "category": "Politics",
            "snippet": "Summary: The Scottish Tory leader, Douglas Ross, has reignited the row over Dominic Cummings’ Durham lockdown trip by indicating that he could not see how the …"
        },
        {
            "title": "Royal Northern Sinfonia/Cottis – buoyant return with Mozart and an intriguing rarity",
            "category": "Music",
            "snippet": "The autumn season has started late for the Royal Northern Sinfonia – as it has for almost every British orchestra. But this weekend it embarked on an …"
        },
        {
            "title": "Serco staff told to wear masks in courts and cells after complaints",
            "category": "Business",
            "snippet": "Escort and security officers working for Serco and other firms have been told to wear face masks in courts and cells amid complaints about inadequate …"
        },
        {
            "title": "Girlhood: Girlhood review – breezy, 90s-tinged electropop",
            "category": "Music",
            "snippet": "Singer-songwriter Tessa Cavanna and producer Christian Pinchbeck first crossed paths in 2017. He heard her singing, so the story goes, when she walked …"
        },
        {
            "title": "Lewis Hamilton wins Portuguese GP to break Michael Schumacher's F1 record",
            "category": "Sport",
            "snippet": "Only time will tell how long Lewis Hamilton’s extraordinary success story will run. At this moment, however, it is enough to acknowledge the world cha …"
        },
        {
            "title": "Fijian-born British soldiers lose latest legal fight to stay in UK",
            "category": "UK-News",
            "snippet": "Eight Fijian-born soldiers who served with the British army in Iraq and Afghanistan have been rebuffed in their initial attempt to seek a judicial rev …"
        },
        {
            "title": "F1: Hamilton surpasses Schumacher with victory at Portuguese Grand Prix – as it happened",
            "category": "Sport",
            "snippet": "Summary: So Lewis Hamilton takes Michael Schumacher’s astonishing record of F1 race wins, and will leave Portugal offering little prospect of anyone getting ne …"
        },
        {
            "title": "Joan Hocquard, Britain’s oldest person, dies aged 112",
            "category": "UK-News",
            "snippet": "Britain’s oldest person, Joan Hocquard, who drove ambulances during the second world war, has died aged 112. Hocquard died at her home in Poole, Dorse …"
        },
        {
            "title": "Born for the big stage: how Dustin Martin turned the tide in the AFL grand final",
            "category": "Sport",
            "snippet": "We always suspected it, but now we know there has never been anyone like him. One Norm Smith medal guarantees a player’s place in the history of the g …"
        },
        {
            "title": "'Getting burgers delivered generally sucks': Adam Liaw rates the best and worst food to order in",
            "category": "Life-and-Style",
            "snippet": "The unique conditions of 2020 have seen eating habits change across the globe. Alongside the sourdough preppers and physically distanced diners, perha …"
        },
        {
            "title": "Lawyers call for apology from Johnson and Patel for endangering colleagues",
            "category": "Politics",
            "snippet": "The UK prime minister and the home secretary are accused of endangering the personal safety of lawyers through their abusive attacks on the profession …"
        },
        {
            "title": "White House chief of staff says 'we're not going to control pandemic', after Pence staffers test positive – as it happened",
            "category": "US-News",
            "snippet": "Here’s a quick overview of what happened today: The Senate, which is in the middle of a special weekend session, made its final step toward confirming …"
        },
        {
            "title": "Could Exeter's vision of world domination become reality?",
            "category": "Sport",
            "snippet": "Summary: Back in his days as a powerboat racer Exeter’s chairman, Tony Rowe, once broke a world speed record one misty October morning on Lake Windermere in 19 …"
        },
        {
            "title": "Cameron Smith: NRL grand final a fitting finale if this is it for Melbourne Storm great",
            "category": "Sport",
            "snippet": "When, among the hugs and confetti at ANZ Stadium, Cameron Smith was asked if the grand final victory was his final game, the Melbourne Storm great stu …"
        },
        {
            "title": "Frank Bough, host of BBC's Grandstand, dies aged 87",
            "category": "UK-News",
            "snippet": "The former TV presenter Frank Bough, best known for presenting the BBC’s flagship sports show Grandstand, has died at the age of 87. Bough, who also p …"
        },
        {
            "title": "What do we know about the SBS?",
            "category": "UK-News",
            "snippet": "The secretive Special Boat Service, which stormed a tanker off the coast of the Isle of Wight on Sunday evening and detained seven stowaways suspected …"
        },
        {
            "title": "Covid leaves 6m UK small businesses and 16m jobs  in 'precarious position'",
            "category": "Business",
            "snippet": "An estimated 6m small businesses in the UK supporting 16.6m jobs are in a financially precarious position as a result of the pandemic, a London busine …"
        },
        {
            "title": "Big tech accused of avoiding $2.8bn in tax to poorest countries",
            "category": "Business",
            "snippet": "Big US technology companies are exploiting loopholes in global tax rules to avoid paying as much as $2.8bn (£2.1bn) tax a year in developing countries …"
        },
        {
            "title": "Talking Horses: Nuts Well takes tiny north-east stable to the big time",
            "category": "Sport",
            "snippet": "Summary: The romance of jump racing was on full show at Aintree as the plucky, prolific but nevertheless unsung Nuts Well battled his way to victory in the Old …"
        },
        {
            "title": "Republicans closely resemble autocratic parties in Hungary and Turkey – study",
            "category": "US-News",
            "snippet": "The Republican party has become dramatically more illiberal in the past two decades and now more closely resembles ruling parties in autocratic societ …"
        },
        {
            "title": "Country diary: into the woods and out of the ordinary",
            "category": "Life-and-Style",
            "snippet": "The three families of swallows that nested in the abandoned stone shed on the edge of the farm have long since departed, leaving the lane quiet and po …"
        },
        {
            "title": "From Moomins to murder mysteries: the best books on life outdoors",
            "category": "Books",
            "snippet": "This year we’ve all been spending more time outside – camping, walking or chatting at a safe distance over the garden wall. But when the days grow sho …"
        },
        {
            "title": "Veganuary movement to welcome 1 millionth participant",
            "category": "Life-and-Style",
            "snippet": "The global Veganuary movement will this week welcome its 1 millionth participant since the meat-free pledge was launched seven years ago, bolstered by …"
        },
        {
            "title": "'The system is broken': Americans cast their vote for better healthcare",
            "category": "US-News",
            "snippet": "Ramae Hamrin was a high school math teacher in rural northern Minnesota, in a small town with a Paul Bunyan statue and snow on the ground by October. …"
        },
        {
            "title": "Climate at a crossroads as Trump and Biden point in different directions",
            "category": "US-News",
            "snippet": "Among the myriad reasons world leaders will closely watch the outcome of a fraught US presidential election, the climate crisis looms perhaps largest …"
        },
        {
            "title": "Tree of the week: ‘They say this oak was used for hangings’",
            "category": "Life-and-Style",
            "snippet": "Since Ian Jenkins started as a support worker at the Martin Jackaman Centre, a social care centre for adults with disabilities in Aspley, Nottingham, …"
        },
        {
            "title": "Time's Monster by Priya Satia review – living in the past",
            "category": "Books",
            "snippet": "In his celebrated “Letter from Birmingham jail”, written in 1963 while in prison for having taken part in a banned march against segregation, Martin L …"
        },
        {
            "title": "Mr Wilder & Me by Jonathan Coe review – satisfyingly sweeping",
            "category": "Books",
            "snippet": "Summary: The renaissance of Jonathan Coe has been one of the more cheering literary stories of recent years. He’s a writer whose career can be usefully arrange …"
        },
        {
            "title": "Our Brexit future? Come January, it looks more and more like 1980s Russia",
            "category": "Politics",
            "snippet": "Masochistically, if I ever see a story about VAT, I’ll read it. In the old days, it just made my brain ache (17.5%? What kind of maths even is that?). …"
        },
        {
            "title": "Poem of the week: Secrecy by Samuel Greenberg",
            "category": "Books",
            "snippet": "Secrecy The apparent gale, vaned in winding storms Has filled the air with hail and mystic frost The peaceful alley through bowing elms revealed Pregn …"
        },
        {
            "title": "First Thing election special: we’re not going to control Covid, says Trump aide",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump’s chief of staff, Mark Meadows, made the revealing admission on Sunday that his administration was not planning to control …"
        },
        {
            "title": "What is it like asking people to comply with coronavirus restrictions?",
            "category": "UK-News",
            "snippet": "We would like to hear from hospitality staff, people who work in shops, public transport and other workers about the experience of asking customers an …"
        },
        {
            "title": "Hancock added to anti-Muslim hate with distancing claims, says government adviser",
            "category": "UK-News",
            "snippet": "The government has been criticised by its own Islamophobia adviser for refusing to publish the evidence behind Matt Hancock’s claim that people were “ …"
        },
        {
            "title": "Hay festival founder suspended after bullying allegations",
            "category": "Books",
            "snippet": "Peter Florence, the founder and director of the Hay festival, has been suspended from his position after allegations of bullying from a staff member. …"
        },
        {
            "title": "Wales lockdown confusion after Tesco tweet claims it cannot sell period products",
            "category": "UK-News",
            "snippet": "Tesco has apologised after a customer was told that period products were not being sold in its Welsh stores because of the devolved administration’s b …"
        },
        {
            "title": "Rick Riordan: 'I feel very protective of my fans. I am aware of my responsibility to make them feel safe'",
            "category": "Books",
            "snippet": "Summary: After Percy Jackson, Rick Riordan had a plan. Once he’d finished The Tower of Nero, the final novel in his hugely popular 15-book arc about demigod te …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Summary: Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. To start, jediperson has been reading the Hallowee …"
        }
    ]
}