{
    "page": [
        {
            "title": "Nottinghamshire to ban some alcohol sales after 9pm under tier 3 Covid rules",
            "category": "UK-News",
            "snippet": "Nottinghamshire will be placed under tier 3 coronavirus measures from Friday, it was confirmed on Wednesday night, with a series of extra rules includ …"
        },
        {
            "title": "Sixth-form student revealed to be behind 'Woolworths reopening' fake news",
            "category": "Business",
            "snippet": "The person who duped many of the UK’s leading news outlets into running stories wrongly claiming Woolworths was returning to the high street can be re …"
        },
        {
            "title": "FTSE 100 hits six-month low as Covid-19 fears rattle global markets – as it happened",
            "category": "Business",
            "snippet": "And finally... here’s our news story about today’s market mayhem: We’ll be back tomorrow to continue the story... Goodnight! GW Ouch! Rather than reco …"
        },
        {
            "title": "Economists call for extension of UK's furlough scheme to save businesses",
            "category": "UK-News",
            "snippet": "Summary: Economists have urged the chancellor to extend the furlough scheme and ramp up support for businesses and workers amid rising concern that rapidly gro …"
        },
        {
            "title": "England will remember lessons of 2015 in Six Nations finale, says John Mitchell",
            "category": "Sport",
            "snippet": "England will learn from the way they lost the 2015 Six Nations title on points difference when they face Italy in Rome on Saturday, according to their …"
        },
        {
            "title": "US election roundup: Trump claims he ‘ended’ the pandemic as cases surge",
            "category": "US-News",
            "snippet": "The deluge of early votes for Tuesday’s US presidential election has topped 70m – the equivalent of more than half of all votes cast in 2016 – as Dona …"
        },
        {
            "title": "Trump supporters hospitalized after being stranded in freezing cold at late-night rally",
            "category": "US-News",
            "snippet": "Seven people have been hospitalized after attendees of a late-night Trump rally at an airport in Omaha, Nebraska, were stranded in the cold. A large p …"
        },
        {
            "title": "UK music industry study: diversity increase stalls at senior levels",
            "category": "Music",
            "snippet": "The senior levels of the UK music industry remain stubbornly white and male, with Black, Asian and minority ethnic employees making up only 19.9% of e …"
        },
        {
            "title": "Rams review – Sam Neill and Michael Caton's unpretentious sheep farmers will move ewe",
            "category": "Film",
            "snippet": "The poster for Rams depicts a perturbed-looking Michael Caton next to a smug-looking Sam Neill, both standing behind a sheep, which, like them, is sta …"
        },
        {
            "title": "US supreme court deals setback to Republicans over mail-in voting in key states",
            "category": "US-News",
            "snippet": "The US supreme court has rejected a last-minute plea from Pennsylvania Republicans to overturn a three-day extension of the absentee ballot deadline, …"
        },
        {
            "title": "Gina Rinehart rockets back to top of AFR rich list as pandemic proves kind to 'ore-ligarchs'",
            "category": "Business",
            "snippet": "Australia’s rich have gotten richer during the coronavirus pandemic, as rising iron ore prices bolstered Gina Rinehart’s wealth and thrust her back to …"
        },
        {
            "title": "Biden and Obama to campaign in battleground state Michigan as election day nears – as it happened",
            "category": "US-News",
            "snippet": "The Guardian’s Tom McCarthy will continue live coverage of the US elections. Follow along here: Here’s a look at today so far, from me and my colleagu …"
        },
        {
            "title": "Never-ending stories: from Bond to Galbraith, why is everything so long?",
            "category": "Film",
            "snippet": "About halfway through Tenet, the mind-frying Christopher Nolan film, I began to wriggle in my seat. Twenty minutes later, I had to sit on my hands to …"
        },
        {
            "title": "Temporary, timely and targeted. Furlough has proved to be just one of these",
            "category": "UK-News",
            "snippet": "Temporary, timely and targeted. That was how Rishi Sunak described the government’s strategy for coping with the impact of Covid-19 when he gave his b …"
        },
        {
            "title": "Almost 300 asylum seekers have died trying to cross the Channel since 1999",
            "category": "UK-News",
            "snippet": "Almost 300 asylum seekers including 36 children have died trying to cross the Channel to the UK in the past 20 years, according to the first analysis …"
        },
        {
            "title": "Neoprene and afterdrop: how to keep swimming outside this winter",
            "category": "Life-and-Style",
            "snippet": "Summary: When lockdown rules eased in May, a friend and I went for a surreptitious dip in a nearby lake. It was exactly what we needed. The shock of cold water …"
        },
        {
            "title": "‘Turning pain into purpose’: why the Covid crisis is driving Arizonans to the polls",
            "category": "US-News",
            "snippet": "When Kristin Urquiza drafted an obituary for her father, Mark Urquiza, she didn’t imagine it would be all that controversial or notable. “I was just b …"
        },
        {
            "title": "Australia Post boss denies she voluntarily stood aside over $20,000 Cartier watches",
            "category": "Business",
            "snippet": "Christine Holgate has warned that “optics” are not enough for her to be stood aside as Australia Post’s chief executive pending a review of corporate …"
        },
        {
            "title": "The Young Observant review – teenage kicks at prestigious Italian waiter school",
            "category": "Film",
            "snippet": "Summary: This film is avowedly a docu-fictional hybrid, for which director Davide Maldi has shot fly-on-the-wall nonfiction scenes at a prestigious Italian “si …"
        },
        {
            "title": "The Interest by Michael Taylor review – busting the British slavery myth",
            "category": "Books",
            "snippet": "Britain’s national myth about slavery goes something like this: for most of history, slavery was a normal state of affairs; but in the later 18th cent …"
        },
        {
            "title": "‘I regret voting for him': Ohioans hit by GM plant closure reflect on Trump",
            "category": "US-News",
            "snippet": "Before Covid-19 hit, Trisha Amato spent her weekdays behind a modest, ebony-colored desk, running the “transition center” that helps laid-off General …"
        },
        {
            "title": "Athletes and the US election: How a generation of stars got in the game",
            "category": "Sport",
            "snippet": "They put in the long hours, did all the heavy lifting, prepared like never before – and all in anticipation for the biggest contest of the year: The o …"
        },
        {
            "title": "Look Again by David Bailey review – no reflection, no regret",
            "category": "Books",
            "snippet": "“I think photography is all sex,” writes David Bailey. “That’s what happens when you’re close to somebody – you end up in bed with them.” He should kn …"
        },
        {
            "title": "Man Utd v Arsenal, Ali's debut and the incredible Didrikson Zaharias",
            "category": "Sport",
            "snippet": "Summary: 1) Manchester United meet Arsenal on Sunday, and it seems the two clubs have enjoyed some acceptable tussles in the past. Here’s a Friday night specia …"
        },
        {
            "title": "Freed, then locked in: leaving a California prison amid a pandemic",
            "category": "US-News",
            "snippet": "When William Blackwell walked out of the gates of San Quentin state prison in mid-July, he had his priorities ironed out: see his family, get a new ID …"
        },
        {
            "title": "US steps up deportation of Haitians ahead of election, raising Covid fears",
            "category": "US-News",
            "snippet": "US immigration authorities have radically stepped up deportation flights to Haiti in the weeks before the election, raising concerns over migrants’ sa …"
        },
        {
            "title": "'Biggest thing to happen to renters since WWII': why this US eviction expert is optimistic",
            "category": "US-News",
            "snippet": "The already acute eviction crisis in the US has been made worse by the Covid-19 pandemic and resulting economic crisis, which has put 30 to 40 million …"
        },
        {
            "title": "What makes a man in 2020? You tell us",
            "category": "US-News",
            "snippet": "Last week, we launched The State of Men, a series looking at modern masculinity. We looked at the impact of job loss on men working in the oil industr …"
        },
        {
            "title": "'Who is Jamie Webster?': the Liverpool hero who topped the first folk chart",
            "category": "Music",
            "snippet": "Jamie Webster is recalling the moment he became the first artist to top the newly created Official Folk Album Chart with his debut LP, We Get By. “I w …"
        },
        {
            "title": "Jeremy Corbyn rejects overall findings of EHRC report on antisemitism in Labour",
            "category": "Politics",
            "snippet": "Jeremy Corbyn has rejected the overall conclusions of a report on antisemitism in Labour, saying the problem was “dramatically overstated for politica …"
        },
        {
            "title": "French bookshops ask to be treated as essential services during new lockdown",
            "category": "Books",
            "snippet": "French authors, booksellers and publishers are imploring the French government to allow bookshops to stay open because reading is “essential”, as the …"
        },
        {
            "title": "Share your best kitchen tips from lockdown with us",
            "category": "Life-and-Style",
            "snippet": "From adventures in sourdough to WFH lunches, most of us have spent a lot more time in the kitchen this year. We’d love to hear about the best kitchen …"
        },
        {
            "title": "US economy bounces back but deeper trends hint at enduring woe",
            "category": "Business",
            "snippet": "The US economy bounced sharply back from the record-setting slump at the start of the coronavirus pandemic, according to government figures released o …"
        },
        {
            "title": "Scariest ghosts in cinema – ranked!",
            "category": "Film",
            "snippet": "Summary: 20. Freddy Krueger in A Nightmare on Elm Street (1984) The jokey sequels may have turned Freddy into a lovable goof, but in Wes Craven’s original supe …"
        },
        {
            "title": "Commons dismisses sexual assault claims against ex-MP Ross Thomson",
            "category": "Politics",
            "snippet": "Summary: A Commons inquiry has dismissed sexual assault allegations made by a Labour MP against Ross Thomson, Boris Johnson’s former Scottish campaign manager, …"
        },
        {
            "title": "Labour responsible for harassment and discrimination, EHRC antisemitism inquiry finds",
            "category": "Politics",
            "snippet": "The Labour party broke equalities law including harassment and discrimination over antisemitism in the party, an investigation by the Equality and Hum …"
        },
        {
            "title": "Labour MP Apsana Begum charged with housing fraud",
            "category": "UK-News",
            "snippet": "A Labour MP has been charged with housing fraud after being investigated over how she obtained her flat. Apsana Begum, who was elected to her seat in …"
        },
        {
            "title": "Lockdown sales boom puts model railway-maker Hornby back on track",
            "category": "Business",
            "snippet": "Summary: Toymaker Hornby, owner of the model railway brand, posted a 33% jump in sales in the six months to September, as coronavirus lockdowns persuaded many …"
        },
        {
            "title": "Increase public spending to tackle Covid second wave, IMF tells UK",
            "category": "Business",
            "snippet": "Britain should increase spending to tackle the second wave of the Covid-19 pandemic without worrying about its growing debt levels, the International …"
        },
        {
            "title": "Labour suspends Jeremy Corbyn over EHRC report comments",
            "category": "Politics",
            "snippet": "Labour has suspended its former leader Jeremy Corbyn after he said antisemitism in the party was “overstated” following a damning report from the equa …"
        },
        {
            "title": "Stakeknife scandal: Freddie Scappaticci avoids perjury charge",
            "category": "UK-News",
            "snippet": "Summary: One of Britain’s most important alleged agents inside the IRA has avoided a charge of perjury that could have resulted in him being cross-examined in …"
        },
        {
            "title": "Phil Lynott: Songs for While I'm Away review – diverting glimpse of Thin Lizzy's poet star",
            "category": "Film",
            "snippet": "Phil Lynott was lead singer and bass guitarist of the 70s rock band Thin Lizzy, and is the star of this moderately interesting but very respectful and …"
        },
        {
            "title": "Nearly 1,000 instances of police brutality recorded in US anti-racism protests",
            "category": "US-News",
            "snippet": "Summary: The United States is currently experiencing one of the longest continued periods of civil unrest in generations, after demonstrations sparked by Georg …"
        },
        {
            "title": "Matt Furie on life after Pepe the Frog: 'You have to lead by example'",
            "category": "Books",
            "snippet": "Matt Furie – a superhumanly gentle person, imagine Bob Ross with a skateboard – never wanted to be in the political limelight. When we last spoke in 2 …"
        },
        {
            "title": "Midnight Oil: The Makarrata Project review – a chorus of anger over stolen land",
            "category": "Music",
            "snippet": "This mini-album, this “project”, may be the first new music from Midnight Oil in some two decades, but its genesis goes back almost two decades more, …"
        },
        {
            "title": "Body found in Perthshire hunt for missing fell runner",
            "category": "UK-News",
            "snippet": "The family of an experienced fell runner and British team member who went missing in the Perthshire hills have been told by police that a body has bee …"
        },
        {
            "title": "Dead review – stoner serial-killer comedy runs out of puff",
            "category": "Film",
            "snippet": "The ghost of a cop refuses to pass to the other side until he catches the serial killer responsible for his murder in this cheerfully silly low-budget …"
        },
        {
            "title": "Brexit talks making good progress, says Ursula Von der Leyen",
            "category": "Politics",
            "snippet": "Trade and security negotiations between the UK and the EU are making good progress, Ursula von der Leyen has said in the most optimistic comments to d …"
        },
        {
            "title": "Two British women subjected to Qatar strip-search ordeal, UK confirms",
            "category": "UK-News",
            "snippet": "Two British women were among a group of travellers subjected to compulsory intimate medical examinations while flying through Qatar in early October, …"
        },
        {
            "title": "'Maybe we will reach the UK or maybe we will die in the sea,’ say asylum seekers",
            "category": "UK-News",
            "snippet": "The call came on Tuesday night in Iran. “A friend of mine in the UK, who had crossed the Channel a week ago, told me some people from Sardasht had die …"
        }
    ]
}