{
    "page": [
        {
            "title": "CPS will not prosecute UAE minister accused of sexually assaulting Briton",
            "category": "Books",
            "snippet": "The Crown Prosecution Service has declined to prosecute a United Arab Emirates senior royal accused of sexually assaulting a British woman working wit …"
        },
        {
            "title": "Lewis Hamilton moved to be racing at circuit where Ayrton Senna lost his life",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton has said how moving it is to be racing at the circuit where his hero Ayrton Senna was killed, as Formula One returns to Imola this week …"
        },
        {
            "title": "UK nightclub owner Deltic Group up for sale as bankruptcy looms",
            "category": "Business",
            "snippet": "The UK’s largest nightclub operator, Deltic Group, is seeking a buyer as it fights to stave off bankruptcy after the seven-month closure of its venues …"
        },
        {
            "title": "ExxonMobil warns of $30bn writedown of shale assets amid energy price slump",
            "category": "Business",
            "snippet": "ExxonMobil has warned it may write down the value of its US shale assets by up to $30bn (£23.2bn) following a steep drop in global energy prices that …"
        },
        {
            "title": "Mercy Baguma's son and his father granted UK asylum",
            "category": "UK-News",
            "snippet": "Summary: The son of Mercy Baguma, who was found in a distressed state next to his mother after she died in her Glasgow flat in August, has been granted asylum …"
        },
        {
            "title": "Why this election calls into question whether America is a democracy",
            "category": "US-News",
            "snippet": "America has long held itself up as the world’s leading democracy, but it has an equally long history of denying people the right to vote. To understan …"
        },
        {
            "title": "Wealthy New Yorkers regret leaving the city? What a surprise",
            "category": "Life-and-Style",
            "snippet": "The pandemic has been hard on everyone, but it has been particularly difficult for wealthy New Yorkers. Like when they had to leave the city in droves …"
        },
        {
            "title": "US election roundup: Trump and Biden swing through battleground states",
            "category": "US-News",
            "snippet": "The two US presidential candidates swung through northern battleground states on Friday amid signs that the coronavirus pandemic was once more threate …"
        },
        {
            "title": "The $1m-plus club: Christine Holgate and NBN executives among government workers paid more than PM",
            "category": "Business",
            "snippet": "At least 115 people who work for the federal government are paid more than Scott Morrison, a Guardian Australia analysis has revealed. The list of tho …"
        },
        {
            "title": "Michael Bay pandemic movie trailer criticized as 'exploitation cinema'",
            "category": "Film",
            "snippet": "For months, experts have hammered home a critical point: the US’s disastrous handling of the coronavirus pandemic – the testing debacle, the politiciz …"
        },
        {
            "title": "Drive less or face post-lockdown gridlock, UK transport experts warn",
            "category": "Politics",
            "snippet": "Many Britons will have to get used to driving less if the country is to avoid gridlock on the roads once coronavirus restrictions ease, and councils m …"
        },
        {
            "title": "US shatters daily coronavirus record with nearly 90,000 new infections",
            "category": "US-News",
            "snippet": "The US has shattered the daily coronavirus record, with almost 90,000 new infections reported on Thursday and close to 1,000 deaths, as the country su …"
        },
        {
            "title": "Country diary: boulderers make the most of the rocky terrain",
            "category": "Life-and-Style",
            "snippet": "Driving up the Llanberis Pass on a grey afternoon, my eye was caught by a group of young people gazing intently at one of the huge roadside boulders n …"
        },
        {
            "title": "We left the UK for Portland expecting a liberal dream. That wasn’t the reality",
            "category": "Life-and-Style",
            "snippet": "It was Labor Day. We were having a barbecue in our back garden when gale-force winds started out of nowhere. As we scrambled to hold down plates and g …"
        },
        {
            "title": "Tim Dowling: what strange noises are waking me up in the night?",
            "category": "Life-and-Style",
            "snippet": "I am woken by a dog barking. On the ceiling, the silhouette of a tree branch is waving in the light cast by next door’s security light. Having fallen …"
        },
        {
            "title": "Behind closed doors: does love and isolation make Bartók’s Bluebeard the opera for our times?",
            "category": "Music",
            "snippet": "We all know Bluebeard. From Jane Eyre to Kubrick’s The Shining, his castle has become shorthand for a place where dark secrets lurk behind locked door …"
        },
        {
            "title": "Chimamanda Ngozi Adichie's new short story is what I've been waiting for",
            "category": "Books",
            "snippet": "I’ll take pretty much anything from Chimamanda Ngozi Adichie. Her words, even her tweets, somehow flow in a way that is so lyrical, light and playful …"
        },
        {
            "title": "Vote your cast: who is the greatest fictional US president?",
            "category": "Film",
            "snippet": "Remember that lurch in your stomach when you realised that Donald Trump had been elected as US president? Not to bum anyone out, but there’s a chance …"
        },
        {
            "title": "'I hope it makes a difference': voters on remote Maine island cast their ballots",
            "category": "US-News",
            "snippet": "Located over 20 miles off the coast of Maine, Matinicus Island is often among the first communities in the state to report their official vote counts. …"
        },
        {
            "title": "Chocolate sales soar as UK shoppers comfort eat at home amid Covid",
            "category": "Business",
            "snippet": "Spending on chocolate has soared by £50m year on year, powered by sales of chocolate bars bought in supermarkets to eat at home. The increase in sales …"
        },
        {
            "title": "Helena Bonham Carter: ‘Divorce is cruel. But some parts are to be recommended'",
            "category": "Film",
            "snippet": "Ding-dong, it’s the doorbell. And look who’s standing on my rain-sodden doorstep, it’s Helena Bonham Carter. In her stompy, clumpy boots and dark flor …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "This month there’s an emphasis on change and transition, loss and hopefulness. In picture books, Nicola Davies’s Last (Tiny Owl) is inspired by the tr …"
        },
        {
            "title": "Billionaire casino boss Sheldon Adelson splashes the cash in bid to help Trump",
            "category": "US-News",
            "snippet": "The casino billionaire and ardent Israel backer Sheldon Adelson is expected to have written about $250m in checks to back Donald Trump, Republican Sen …"
        },
        {
            "title": "‘I’m not voting for personality’: why this Pennsylvania county is the one to watch",
            "category": "US-News",
            "snippet": "A steady stream of voters arrived to deliver their sealed ballots at an early voting drop-off box inside the courthouse in the Pennsylvania city of Ea …"
        },
        {
            "title": "The Godfather: how the Mafia blockbuster became a political handbook",
            "category": "Books",
            "snippet": "Mario Puzo’s The Godfather now functions the way fairytales or Bible stories do. It’s become a fundamental narrative deeply embedded in the collective …"
        },
        {
            "title": "National lockdown in England 'would devastate hospitality sector'",
            "category": "Business",
            "snippet": "A national lockdown in England would be “absolutely devastating” for the hospitality sector, leading industry spokespeople have said. Kate Nicholls, t …"
        },
        {
            "title": "Classical home listening: a good week for Bruckner fans",
            "category": "Music",
            "snippet": "• Bruckner struggled with his last completed symphony, the almighty Eighth, reworking initial efforts and leaving posterity to debate – fervently in s …"
        },
        {
            "title": "Downing Street launches Covid lockdown leak inquiry",
            "category": "Politics",
            "snippet": "An investigation has been launched in Whitehall after details of the government’s plans to introduce stricter national lockdown measures next week wer …"
        },
        {
            "title": "Billie Eilish: Where Do We Go?: the Livestream review – feel the fear…",
            "category": "Music",
            "snippet": "This is no gig for arachnophobes. Just as physical gigs used to warn people about strobe lights, Billie Eilish’s debut live stream might have included …"
        },
        {
            "title": "One to watch: GeeJay",
            "category": "Music",
            "snippet": "Summary: GeeJay have a humble origin story. Vocalist Gina Jane and producer, pianist and saxophonist Jacob Lobo formed the band while working together as baris …"
        },
        {
            "title": "Sean Connery, James Bond actor, dies aged 90",
            "category": "Film",
            "snippet": "Sean Connery, the Scottish actor best known for his portrayal of James Bond, has died aged 90. His son, Jason, said he had died peacefully in his slee …"
        },
        {
            "title": "Laura Ashley returns to UK high street after deal with Next",
            "category": "Business",
            "snippet": "Laura Ashley is to return to the UK high street next year in a new partnership with Next – which will sell its homeware products – and with a series o …"
        },
        {
            "title": "Wolfwalkers review – an exquisite Irish animation masterpiece",
            "category": "Film",
            "snippet": "Ireland’s Cartoon Saloon might not have the name recognition of Pixar or Ghibli. But make no mistake, this is a world-class animation studio. Wolfwalk …"
        },
        {
            "title": "Judith and Dave O'Higgins: His ’n’ Hers review – duelling saxes",
            "category": "Music",
            "snippet": "Summary: How do they do it, those rare individuals who combine playing music at the highest level with another, totally different and demanding occupation? In …"
        },
        {
            "title": "Cyrname opens door to big-race targets with Charlie Hall Chase masterclass",
            "category": "Sport",
            "snippet": "The Charlie Hall Chase turned into a six-and-a-half-minute masterclass on why much of what many of us thought we knew about Cyrname was wrong. It was …"
        },
        {
            "title": "Sir Sean Connery obituary",
            "category": "Film",
            "snippet": "Summary: It would have been easy for Sean Connery, who has died aged 90, to bask in the fame and riches his most celebrated role brought him and never do film …"
        },
        {
            "title": "Scotland and McInally show their muscle to pile Six Nations pain on Wales",
            "category": "Sport",
            "snippet": "Scotland’s joy was Wales’s despair on an unreal afternoon in Llanelli when the lack of a crowd was telling. The team that won the grand slam last seas …"
        },
        {
            "title": "'He defined an era and a style': film world mourns Sean Connery",
            "category": "Film",
            "snippet": "Sean Connery, one of Britain’s greatest screen stars, has died at the age of 90. The Scottish actor, forever linked with the role of James Bond and re …"
        },
        {
            "title": "The sole function of the clitoris is female orgasm. Is that why it’s ignored by medical science?",
            "category": "Life-and-Style",
            "snippet": "Professor Caroline de Costa is awaiting feedback. Several months ago the editor of the Australian and New Zealand Journal of Obstetrics and Gynaecolog …"
        },
        {
            "title": "A 2,000km road trip through north-west NSW: hot bore baths, ancient traps and chaotic courtesy buses",
            "category": "Life-and-Style",
            "snippet": "Many borders are closed but Australians are still travelling, swapping our top three destinations of New Zealand, Bali and the United States for our o …"
        },
        {
            "title": "'The jukebox, the soda fountain, the mosaic floors': Andrew Pippos on the Greek Australian cafe",
            "category": "Books",
            "snippet": "Most of the old Greek diners have now disappeared from Australia – but last century, they provided glamour and delicious food to dusty and desolate ou …"
        },
        {
            "title": "Helen Garner: ‘Is there hope for women and men?’",
            "category": "Books",
            "snippet": "1987 “What do you write in your diary?” “Everything. I try to write all the worst things. That’s the hardest. The temptation to gloss it up. I force m …"
        },
        {
            "title": "'His lies are killing my neighbors': swing-state health workers organize in bid to defeat Trump",
            "category": "US-News",
            "snippet": "Dr Chris Kapsner intubated his first Covid patient – a 47-year-old man who arrived short of breath at the emergency room in the Twin Cities – back in …"
        },
        {
            "title": "Ben Youngs double sinks Italy and puts England on course for French favour",
            "category": "Sport",
            "snippet": "On a balmy evening in Rome it was as if England were grappling with two different opponents. Their blue-clad hosts were eventually seen off but the re …"
        },
        {
            "title": "Owen Farrell hopes England's Six Nations win lifts nation's spirits",
            "category": "Sport",
            "snippet": "Summary: Owen Farrell said he hoped his side had lifted the spirits of the nation by clinching the Six Nations title, before immediately training his sights on …"
        }
    ]
}