{
    "page": [
        {
            "title": "Jill Paton Walsh obituary",
            "category": "Books",
            "snippet": "Summary: Jill Paton Walsh, who has died aged 83, was for many years best known as a children’s author, before also taking up writing for adults, most successfu …"
        },
        {
            "title": "Troubles legacy: MPs condemn government plan to close cases",
            "category": "UK-News",
            "snippet": "Summary: The UK government’s approach to the legacy of Northern Ireland’s Troubles has come under strong attack by MPs, who said they lacked credibility and le …"
        },
        {
            "title": "UK staff: where are you working from?",
            "category": "Business",
            "snippet": "Some people who are working from home have been looking for alternative workplaces, such as fitness clubs and cocktail bars, to break the monotony of …"
        },
        {
            "title": "Jai Hindley heralds bright new era for Australian cycling with Giro podium",
            "category": "Sport",
            "snippet": "Veteran coach Dave Sanders has mentored hundreds of promising young Australian cyclists over the decades. Cadel Evans, Baden Cooke, Simon Gerrans, Ann …"
        },
        {
            "title": "Good night, and good luck: AFL grand final trial no less brilliant",
            "category": "Sport",
            "snippet": "Was the night grand final really that bad? Covid-19 might have thrust change upon an organisation bolted to tradition, but at least the AFL was open t …"
        },
        {
            "title": "'Looking after the oldies': when Meals on Wheels lost half its workforce, young Australians stepped in",
            "category": "Life-and-Style",
            "snippet": "My earliest memories of my grandma involve sitting in the passenger seat of “The Pumpkin” (a Bakelite-orange 1973 Toyota Corolla with questionable bra …"
        },
        {
            "title": "Amy Coney Barrett's past calls into question her pledges of impartiality",
            "category": "US-News",
            "snippet": "As Mitch McConnell, the top Republican leader in the Senate, stood before his party this weekend on the verge of confirming Amy Coney Barrett to a lif …"
        },
        {
            "title": "Jack Ma's Ant set for world's biggest share offering at £26bn",
            "category": "Business",
            "snippet": "Chinese billionaire Jack Ma’s financial technology firm is aiming to raise more than $34bn (£26.15bn) in the world’s biggest initial public offering, …"
        },
        {
            "title": "Mick Hugo obituary",
            "category": "UK-News",
            "snippet": "My friend Mick Hugo, who has died aged 73, was active in the squatters movement of the early 1970s and helped to set up the Hackney Housing Co-Operati …"
        },
        {
            "title": "Covid job losses hitting young people hardest in UK, study finds",
            "category": "Business",
            "snippet": "Summary: Young people in the UK are more than twice as likely to lose their jobs compared with older workers, according to a study that documents the growing d …"
        },
        {
            "title": "Working from home ‘damaging Britain's creative potential and economic wellbeing’",
            "category": "Business",
            "snippet": "Working from home is damaging Britain’s creative potential and could harm personal wellbeing and the economy if it is maintained long after the corona …"
        },
        {
            "title": "Harry: life with Meghan made me aware of unconscious racial bias",
            "category": "UK-News",
            "snippet": "The Duke of Sussex has said his upbringing as a privileged member of the royal family resulted in him having no understanding of unconscious racial bi …"
        },
        {
            "title": "Seven held on suspicion of trying to hijack oil tanker off Isle of Wight",
            "category": "UK-News",
            "snippet": "Seven men have been arrested on suspicion of attempting to hijack the oil tanker that was stormed by members of the Special Boat Service (SBS) off the …"
        },
        {
            "title": "Security guard had no radio to raise alarm about Manchester Arena bomber",
            "category": "UK-News",
            "snippet": "Summary: A security guard warned about the Manchester Arena bomber said he didn’t immediately raise the alarm because he didn’t have a walkie-talkie and felt u …"
        },
        {
            "title": "ECB should break the global silence on Pakistan's sad and strange IPL exile",
            "category": "Sport",
            "snippet": "Last week, the England and Wales Cricket Board announced it is in the process of organising the first official England tour of Pakistan in 15 years. T …"
        },
        {
            "title": "Firms sign up to #10000BlackInterns scheme for workplace diversity",
            "category": "Business",
            "snippet": "Summary: The NHS, the law firm Linklaters and the accountancy firm PricewaterhouseCoopers are among the large companies that have promised to cumulatively hire …"
        },
        {
            "title": "Ex-Corbyn aide Karie Murphy says she is proud of record on antisemitism",
            "category": "Politics",
            "snippet": "Jeremy Corbyn’s former chief of staff has said she is proud of Labour’s record on antisemitism, days before the equalities watchdog is expected to pub …"
        },
        {
            "title": "Driver arrested after toddler dies in collision in west London",
            "category": "UK-News",
            "snippet": "A man has been arrested on suspicion of driving while unfit through drugs following the death of a toddler who was struck by a car in west London. Met …"
        },
        {
            "title": "Director at Grenfell Tower TMO describes how fatal cladding saved £800,000",
            "category": "UK-News",
            "snippet": "Summary: A director at the landlord of Grenfell Tower has apologised for the “devastating” fire after he described his role overseeing hundreds of thousands of …"
        },
        {
            "title": "Do all dogs go to heaven? Pet owners increasingly think so, says study",
            "category": "Life-and-Style",
            "snippet": "Summary: The definition of dog heaven is straightforward enough: bottomless biscuits, walks on demand, squirrels you can actually catch. Whether it exists is a …"
        },
        {
            "title": "Police hope DNA from helmets will solve 1982 Troubles murder case",
            "category": "UK-News",
            "snippet": "DNA contained within two crash helmets will, police believe, reveal the identities of IRA suspects who carried out a landmine attack that killed three …"
        },
        {
            "title": "Amy Coney Barrett is a constitutional ‘originalist’ – but what does it mean?",
            "category": "US-News",
            "snippet": "The confirmation of Amy Coney Barrett as a supreme court justice marks the advent of a bedrock conservative majority on the court that analysts expect …"
        },
        {
            "title": "The Arizona county that could decide the future of Trump – and America",
            "category": "US-News",
            "snippet": "For years, Carlos Garcia would grab his bullhorn each afternoon and head downtown to the office of Joe Arpaio, the brash, hardline, anti-immigrant Mar …"
        },
        {
            "title": "Requiem for a Dream at 20: Aronofsky's nightmare still haunts",
            "category": "Film",
            "snippet": "I was 17, and just beginning university, when Requiem for a Dream descended on cinemas like an opaque, bruise-blue mist. Notwithstanding the no-under- …"
        },
        {
            "title": "Ammonite is not the evolutionary leap for lesbian film it thinks it is",
            "category": "Film",
            "snippet": "Summary: Lesbians have a love-hate relationship with cinema, a place in which, Andrea Weiss wrote in her 1992 work Vampires and Violets, only one image of the …"
        },
        {
            "title": "Oneohtrix Point Never: the warped genius behind Uncut Gems's spine-chilling score",
            "category": "Music",
            "snippet": "It has been a peculiar 2020 for many of us, but Daniel Lopatin’s has been odder than most. In January, the warped electronica that he makes under his …"
        },
        {
            "title": "America's protest crackdown: five months after George Floyd, hundreds face trials and prison",
            "category": "US-News",
            "snippet": "Summary: Lee Percy Christian III didn’t think Arizona law enforcement could stop him from protesting – until they locked him up indefinitely. Earlier this mont …"
        },
        {
            "title": "UK faces new legal challenge over arms sales to Saudi Arabia",
            "category": "Politics",
            "snippet": "Summary: Campaigners have filed for a judicial review of the UK government’s decision to renew arms sales to Saudi Arabia. The Campaign Against Arms Trade (CAA …"
        },
        {
            "title": "Boris Johnson urged to publish ‘public-friendly’ data on route out of lockdown",
            "category": "UK-News",
            "snippet": "The former minister behind a group of more than 50 Conservative MPs in northern England who have warned Boris Johnson their constituencies risk being …"
        },
        {
            "title": "Gone in 11 seconds: how technology fixed cricket fixture headaches",
            "category": "Sport",
            "snippet": "“Arranged two months in advance of the old date, the annual meeting of county secretaries was held yesterday at Lord’s,” the Guardian reported, 95 yea …"
        },
        {
            "title": "The Silence by Don DeLillo review – Beckett for the Facebook age",
            "category": "Books",
            "snippet": "It’s not coincidental, I think, that two major novelists have published books this year in which Albert Einstein plays a prominent role. In Ali Smith’ …"
        },
        {
            "title": "Lyric Solitude review – imaginative and immaculate",
            "category": "Music",
            "snippet": "English Touring Opera was one of the British companies that reacted most quickly to the constraints of performing during Covid, and to rethink its aut …"
        },
        {
            "title": "The joys of spring! 10 easy October tasks to make your garden gorgeous next year",
            "category": "Life-and-Style",
            "snippet": "Summary: If you were one of the estimated three million people who discovered gardening this year, don’t imagine that now is the time for hunkering down indoor …"
        },
        {
            "title": "Jerry Jeff Walker: the 'outlaw' songwriter who gave Mr Bojangles to the world",
            "category": "Music",
            "snippet": "Mr Bojangles become a standard as soon as it was first recorded in 1968. Nina Simone did a beautiful version. Bob Dylan did a dreadful version. Sammy …"
        },
        {
            "title": "Harry Potter publisher says Covid is weaving magic over book sales",
            "category": "Business",
            "snippet": "The Harry Potter publisher, Bloomsbury, has reported its most profitable first half in more than a decade, after a nation tiring of box sets fuelled a …"
        },
        {
            "title": "Kazakh-American group claims Borat Subsequent Moviefilm 'incites violence'",
            "category": "Film",
            "snippet": "A group of Kazakh-Americans has demanded that Amazon withdraw Borat Subsequent Moviefilm, Sacha Baron Cohen’s new satirical comedy which – like its 20 …"
        },
        {
            "title": "What literary classics have you read during lockdown?",
            "category": "Books",
            "snippet": "Being at home has led UK readers to tackle some of the classic ultra-long novels like Don Quixote and War and Peace, with sales of the latter seeing a …"
        },
        {
            "title": "Have you been using the pandemic to catch up on long classic novels?",
            "category": "Books",
            "snippet": "What have people been doing to pass all these extra hours at home? Burying ourselves in ultra-long novels such as War and Peace and Don Quixote, appar …"
        },
        {
            "title": "The end of A Brief History of Seven Killings – and our reading group",
            "category": "Books",
            "snippet": "Summary: The final line of Marlon James’s A Brief History of Seven Killings is: “–Kimmy?” It may not be “So we beat on, boats against the current, borne back c …"
        },
        {
            "title": "Patio heater, fire pit or a bigger jumper? How to stay warm while relaxing outside this winter",
            "category": "Life-and-Style",
            "snippet": "Sales of patio heaters in the UK are rising: Homebase has nearly sold out and sales on eBay have soared. Mensa Heating UK recently sold 750 infrared h …"
        },
        {
            "title": "Who are the Northern Research Group that pose a 'threat' to Johnson?",
            "category": "Politics",
            "snippet": "They have been described as the “biggest threat to Boris Johnson’s authority since he came to power”, with the potential to cause as much trouble as J …"
        },
        {
            "title": "UMass women's tennis team stripped of title by NCAA over $252 phone bill",
            "category": "Sport",
            "snippet": "The NCAA is stripping the University of Massachusetts women’s tennis team of three years of victories, including the 2017 Atlantic 10 championship, ov …"
        },
        {
            "title": "England's Mark Wood considering playing only white-ball cricket in future",
            "category": "Sport",
            "snippet": "Mark Wood has said his career may head towards white-ball specialism and though this appears a long-term consideration, the admission still brings int …"
        },
        {
            "title": "‘I wanted to keep the morale up’: five pandemic dance videos that won the internet",
            "category": "Life-and-Style",
            "snippet": "An Indian doctor, in full protective gear, moves to a Bollywood track. A Harlem dance troupe, donning surgical masks, pirouette across empty subway st …"
        },
        {
            "title": "Virtual learning freed my daughter from peer pressure and acting 'feminine'",
            "category": "Life-and-Style",
            "snippet": "Before New York’s mayor ordered public schools to go totally online in March, my daughter, M, was already dealing with a crisis that had begun at the …"
        },
        {
            "title": "Why are flowerpots traditionally round? Square ones are better",
            "category": "Life-and-Style",
            "snippet": "Why are flowerpots traditionally round? it make more sense to have square ones – they make it easier to sort out spacing once planted, there’s less wa …"
        },
        {
            "title": "Australian fights homophobia in sport with World Gay Boxing Championships",
            "category": "Sport",
            "snippet": "The world’s first LGBTQ+ boxing tournament is set to be staged in Sydney after the nation’s governing body threw its support behind the proposal. Boxi …"
        },
        {
            "title": "Cycling campaigners urge Keir Starmer to learn from collision",
            "category": "Politics",
            "snippet": "Summary: A cycling campaign group has urged Keir Starmer to learn from a collision he was involved in over the weekend that left a cyclist with an injured arm. …"
        },
        {
            "title": "UK retail recovery slows sharply as Covid rise deters shoppers",
            "category": "Business",
            "snippet": "Summary: Britain’s retail recovery slowed sharply this month as the second wave of the Covid-19 pandemic persuaded many shoppers to hold back on planned purcha …"
        },
        {
            "title": "Lakers title celebrations likely added to California's Covid-19 spike, agency says",
            "category": "Sport",
            "snippet": "With Los Angeles hoping to celebrate another major sports title in a matter of days, the city might be paying a price for one earlier in the month. As …"
        }
    ]
}