{
    "page": [
        {
            "title": "The SS Officer's Armchair by Daniel Lee review – the life of an 'ordinary Nazi'",
            "category": "Books",
            "snippet": "In 2011, having just completed research on the experiences of Jews in Vichy France, Daniel Lee met a Dutch student who told him a remarkable story. He …"
        },
        {
            "title": "How to grow heritage kale",
            "category": "Life-and-Style",
            "snippet": "There it hung, on a rocky cliff face that was slowly crumbling into the fine shale of the grey beach below. Despite the exposed site and bare minimum …"
        },
        {
            "title": "1968: the year that set the world on fire",
            "category": "Books",
            "snippet": "In the summer of 1968 I was 16 years old and, in retrospect, those months appear significant for me only because I had sat my O-level examinations, an …"
        },
        {
            "title": "Osime Brown's mother vows to fight against deportation to Jamaica",
            "category": "UK-News",
            "snippet": "The mother of a 21-year-old autistic man has vowed that she will not stop fighting to prevent her son being deported to Jamaica following a conviction …"
        },
        {
            "title": "AFL 2020 semi-final: Dangerfield dazzles as Geelong crush Collingwood - as it happened",
            "category": "Sport",
            "snippet": "This was about as emphatic as it gets from Geelong. A close encounter was expected at the Gabba but it wasn’t anything of the sort. The Cats were hard …"
        },
        {
            "title": "Hussein Chalayan: ‘Gender-free clothing is the future’",
            "category": "Life-and-Style",
            "snippet": "Transition defined my early years, whether it was the multiple languages spoken at home, my parents divorcing, or the constant travelling between Lond …"
        },
        {
            "title": "Government 'bobbing all over the place' in Covid response, says Starmer",
            "category": "Politics",
            "snippet": "Keir Starmer has accused the government of “bobbing all over the place” in the face of the coronavirus crisis and making more than a dozen significant …"
        },
        {
            "title": "Kajillionaire review – quirky crime caper",
            "category": "Film",
            "snippet": "A family of oddball grifters living on the margins of Los Angeles begin to fracture after they befriend the comparatively normal Melanie (a magnetic G …"
        },
        {
            "title": "Djokovic's gift to unsettle threatens Rafael Nadal's kingdom",
            "category": "Sport",
            "snippet": "Rafael Nadal has owned Roland Garros for nearly all of his career. Whether Novak Djokovic can take over the lease on Sunday afternoon depends on two f …"
        },
        {
            "title": "No mix-up for Aidan O'Brien in Dewhurst as St Mark’s Basilica prevails",
            "category": "Sport",
            "snippet": "“It was one of those weeks,” said Aidan O’Brien, but it felt as though a page had been turned on one of the most testing periods of his career when he …"
        },
        {
            "title": "Johnson and Macron hold talks on coronavirus and Brexit",
            "category": "Politics",
            "snippet": "Boris Johnson has held Brexit telephone talks with the French president, Emmanuel Macron, as the clock ticks down to the deadline for a deal. The two …"
        },
        {
            "title": "John Lanchester: 'We should treat reading more like sex and drugs'",
            "category": "Books",
            "snippet": "John Lanchester’s career is a mix of prize-winning novels and popular nonfiction, with a regular output of journalism that straddles literature, finan …"
        },
        {
            "title": "Police notebook with gang details stolen from car",
            "category": "UK-News",
            "snippet": "West Midlands police has apologised after a notebook containing information on young people at risk from or associated with gangs was stolen from an u …"
        },
        {
            "title": "'It was a difficult time': Julie Fitzgerald responds to Caitlin Bassett exit",
            "category": "Sport",
            "snippet": "In a year when the word “unprecedented” has never done so much heavy lifting, netball in Australia is coming towards the end of a season like no other …"
        },
        {
            "title": "The federal budget reveals an ideology that is set to kill any recovery just as it is getting started",
            "category": "Business",
            "snippet": "As expected the budget was political and ideological and full of spin, but what its forecasts highlight is how it is also rather ineffective. Budgets …"
        },
        {
            "title": "Crisis at the box office: Australian cinemas teeter on Covid cliffhanger",
            "category": "Film",
            "snippet": "Months after the initial Covid-19 restrictions closed all cinemas, Australian moviegoers are beginning to return for socially distanced screenings acr …"
        },
        {
            "title": "How we stay together: 'The secret is just not leaving'",
            "category": "Life-and-Style",
            "snippet": "Names: Greg and Tina Chinery Years together: 32 Occupations: Aviation technician and chief executive officer According to Greg and Tina Chinery, stayi …"
        },
        {
            "title": "‘A life force’: the swimming group making waves in western Sydney – a photo essay",
            "category": "Life-and-Style",
            "snippet": "Dima Fasi is part of the Swim Sisters, a women’s swimming group that regularly meets at Auburn’s Ruth Everuss Aquatic Centre in western Sydney and als …"
        },
        {
            "title": "Trump returns to public events with 'law and order' speech at White House",
            "category": "US-News",
            "snippet": "Defiant in the face of slipping opinion polls, and determined to justify his implausible claim of a swift and full recovery from his encounter with Co …"
        },
        {
            "title": "Swiatek is tennis' latest young winner to show contempt for custom",
            "category": "Sport",
            "snippet": "Summary: At the end of her speech after a seventh dismantling of seven, Iga Swiatek returned to the mic with one final thought: “Maybe it just had to be like t …"
        },
        {
            "title": "Labour and Tories neck and neck in polls after opposition's lead evaporates",
            "category": "Politics",
            "snippet": "Labour and the Conservatives are neck-and-neck again and the public is also split over who they prefer as prime minister, according to the latest Opin …"
        },
        {
            "title": "The Man Who Ran Washington review: James Baker as Republican titan from an age long gone",
            "category": "Books",
            "snippet": "James Addison Baker III served as White House chief of staff, treasury secretary and secretary of state. He helped elect Ronald Reagan in 1980, skippe …"
        },
        {
            "title": "The Forty-Year-Old Version review – razor-sharp satire",
            "category": "Film",
            "snippet": "According to talent agent Archie (Peter Kim), “women of colour directors are hot right now”. Writer, director and star Radha Blank knows this (she won …"
        },
        {
            "title": "From the archive: 1960s London prepares for a flooded capital",
            "category": "Life-and-Style",
            "snippet": "There was some brazenly fake news on the cover of the Observer Magazine of 19 November 1967 with the headline, ‘Thames tidal wave swamps London’. Turn …"
        },
        {
            "title": "Combine pink and green for instant impact",
            "category": "Life-and-Style",
            "snippet": "Being asked what my favourite colour is feels rather juvenile. It’s all about context. I love white shoes – but a white kitchen? #boring. In the conte …"
        },
        {
            "title": "Sam McKnight: ‘I’m from an era where nothing happened on Sundays’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? With a 20-minute breathing and stretching routine that I do every day, I literally cannot get out of bed otherwise because of m …"
        },
        {
            "title": "Lindsay Hoyle: a palace down south? I’d rather be in Chorley market",
            "category": "Politics",
            "snippet": "Summary: Lindsay Hoyle is in high spirits as he reels off a list of challenges that the past 12 months have thrown his way, since he became Speaker of the Hous …"
        },
        {
            "title": "Being ‘British’ is one thing, but what exactly are we so proud of?",
            "category": "Life-and-Style",
            "snippet": "Summary: I am currently applying for French citizenship. It’s a slow, intricate process – a bit like quilting, I imagine, except I am stitching together proof …"
        },
        {
            "title": "Republicans express fears Donald Trump will lose presidential election",
            "category": "US-News",
            "snippet": "Summary: Ted Cruz fears an election “bloodbath”. His fellow top Republican senator Thom Tillis is talking in terms of a Joe Biden presidency. And even Mitch Mc …"
        },
        {
            "title": "Exotic parrots to rekindle our tulip mania",
            "category": "Life-and-Style",
            "snippet": "My favourite of all flowers is the tulip, which comes as a surprise to many people, since I spend most of my life researching and collecting weird and …"
        },
        {
            "title": "Revealed: the squalor inside ex-MoD camps being used to house refugees",
            "category": "UK-News",
            "snippet": "Summary: The squalid conditions inside former military barracks hastily converted into refugee camps are revealed for the first time today amid mounting opposi …"
        },
        {
            "title": "How Rihanna made plus-size men the next big thing",
            "category": "Life-and-Style",
            "snippet": "Summary: From the rise of plus-size supermodel Ashley Graham to Lizzo on the cover of British Vogue, the fashion industry has embraced female body diversity in …"
        },
        {
            "title": "To the End of the World by Rupert Everett review – witty memoir of a Wilde life",
            "category": "Books",
            "snippet": "Rupert Everett was five years old when he first heard the name Oscar Wilde. Tucked up in bed beneath the gables of a pink farmhouse somewhere in deepe …"
        },
        {
            "title": "'We can’t put a barrier on the border': Welsh town  fears influx from English Covid hotspots",
            "category": "UK-News",
            "snippet": "Sharon and Tommy Gee, who run the Spar store in Montgomery, a picturesque town in mid-Wales a mile from the English border, admit they are worried. Th …"
        },
        {
            "title": "How Soviet spies targeted George Orwell during Spanish civil war",
            "category": "Books",
            "snippet": "They had a common enemy in General Franco’s fascist-backed army, but that did not stop legions of communists, revolutionaries and anarchists in 1930s …"
        },
        {
            "title": "If my infant son sports the latest fashions, am I off the hook?",
            "category": "Life-and-Style",
            "snippet": "For some time now, my son’s clothes have looked better than my own, and I’m starting to resent it. We deliberately keep him nicely, if cheaply, dresse …"
        },
        {
            "title": "Scotland’s oldest miniature steam railway finally runs out of puff",
            "category": "UK-News",
            "snippet": "“It’s a bit excessive, but if you can do it, why not?” a train driver shouts to a crowd as he shovels extra coal into the firebox of a navy blue 1930s …"
        },
        {
            "title": "Isle of light: Oliver Spencer’s ‘lucky’ dream home by the sea",
            "category": "Life-and-Style",
            "snippet": "Have you heard the one about the man who walks into a pub, has a chance encounter with an estate agent and ends up buying his dream home off her six m …"
        },
        {
            "title": "Former Islington mayor quits Labour party over racism",
            "category": "Politics",
            "snippet": "The UK’s first hijab-wearing mayor has resigned from the Labour party citing racism and a “system that allows white men to have what they want, when t …"
        },
        {
            "title": "MP Margaret Ferrier: decision to travel despite Covid due to 'panic'",
            "category": "UK-News",
            "snippet": "MP Margaret Ferrier has broken her silence to explain how she “panicked” when she received a positive result for a coronavirus test in her Westminster …"
        },
        {
            "title": "Northern England mayors given noon deadline to submit Covid plans",
            "category": "UK-News",
            "snippet": "Mayors and local authorities in the north of England were given until midday on Sunday to submit their proposals for coronavirus restrictions as swath …"
        },
        {
            "title": "Ariyon Bakare: ‘Everything has fallen into place’",
            "category": "Film",
            "snippet": "Across a table in the bar of a Paddington hotel, conversation turns to home. “I lived all over London,” says the actor Ariyon Bakare. “I grew up in Le …"
        },
        {
            "title": "IMF and World Bank must act fast after Covid caught policymakers napping",
            "category": "Business",
            "snippet": "Summary: Warren Buffett once quipped it was only when the tide went out that it was possible to see who had been swimming naked. The legendary investor had com …"
        },
        {
            "title": "Meghan: 'I'm told I was the most trolled person in the world'",
            "category": "UK-News",
            "snippet": "The Duchess of Sussex has revealed she was told last year that she was the “most trolled person in the entire world” in a podcast in which she opened …"
        },
        {
            "title": "Emmy the Great: April / 月音 review – a quest for belonging",
            "category": "Music",
            "snippet": "There’s both pathos and power in not quite belonging to any one place: born and raised in Hong Kong, Emma-Lee Moss found fame in London before moving …"
        },
        {
            "title": "You’ve got to laugh: why a sense of humour helps in dark times",
            "category": "Life-and-Style",
            "snippet": "Five years ago my brother awoke to dreadful news. His close friend was on a business trip in Mali, staying in the Radisson Blu hotel in Bamako. It had …"
        },
        {
            "title": "In brief: Troy; Home Stretch; Three Hours – reviews",
            "category": "Books",
            "snippet": "Troy Stephen Fry Michael Joseph, £20, pp432 Following his bestselling books on Greek mythology, Mythos and Heroes, Fry returns with an inimitable rete …"
        },
        {
            "title": "Future Islands: As Long As You Are review – intensely moving",
            "category": "Music",
            "snippet": "If there’s one moment that Baltimore synth-poppers Future Islands are likely to be remembered for, it’s frontman Samuel T Herring’s brilliantly impass …"
        },
        {
            "title": "Robert Jenrick admits approving funds for town in Jake Berry's constituency",
            "category": "Politics",
            "snippet": "Robert Jenrick has admitted that he and a junior minister approved payments to towns in each other’s constituencies from a government fund earmarked f …"
        },
        {
            "title": "Third of UK football fans put off buying kit if it has betting sponsor",
            "category": "Sport",
            "snippet": "A third of football supporters are put off spending money on their team’s shirt if it has a betting sponsor, according to a survey that reveals widesp …"
        }
    ]
}