{
    "page": [
        {
            "title": "DBC Pierre’s smartphone era novel leads Goldsmiths prize shortlist",
            "category": "Books",
            "snippet": "The latest novel from Booker winner DBC Pierre, which splits its pages into two columns to represent the cacophony of a smartphone-obsessed world, has …"
        },
        {
            "title": "Dom Sibley: 'To play every Test in the last year is a dream come true'",
            "category": "Sport",
            "snippet": "From clipping his first ball in Test cricket for four through to the recent awarding of a central contract, with a summer spent in the bubble in betwe …"
        },
        {
            "title": "Ministers and north of England leaders clash over further Covid restrictions",
            "category": "UK-News",
            "snippet": "Deaths from coronavirus will continue to rise for at least three weeks and the NHS risks being overwhelmed unless the strictest curbs are imposed on a …"
        },
        {
            "title": "Record number of hurricanes make landfall in US in 2020",
            "category": "US-News",
            "snippet": "Summary: The US has seen a record number of hurricanes make landfall this year; Hurricane Delta, a category 4 hurricane at one stage, was the most recent storm …"
        },
        {
            "title": "Barron Trump tested positive for coronavirus, Melania Trump reveals",
            "category": "US-News",
            "snippet": "Melania Trump revealed on Wednesday that Barron, her 14-year-old son with the president, had at one point tested positive for the coronavirus, but has …"
        },
        {
            "title": "Finn Russell puts brave face on Racing's disrupted final preparations",
            "category": "Sport",
            "snippet": "The Racing 92 fly-half Finn Russell has admitted that spending the week in a bio-secure bubble in Corsica has disrupted his side’s preparations for Sa …"
        },
        {
            "title": "K-Pop band BTS scores huge hit on South Korea stock market in management firm's IPO",
            "category": "Music",
            "snippet": "Summary: The management company behind the popular South Korean boy band BTS has scored a huge hit on the country’s stock market after its shares doubled on th …"
        },
        {
            "title": "Rebecca review – overdressed and underpowered romantic thriller",
            "category": "Film",
            "snippet": "The star is the suit. Armie Hammer’s three-piece is an outrageous showstopper that upstages everything and everyone in its bold shade of Colman’s-must …"
        },
        {
            "title": "Is it decision day on Brexit talks – and what is still to be resolved?",
            "category": "Politics",
            "snippet": "Is the EU summit on Thursday the make-or-break moment for the Brexit negotiations? Boris Johnson said on 7 September that if there was a lack of agree …"
        },
        {
            "title": "'It's like slavery' – Time, the shocking film about a family torn apart by the US jail industry",
            "category": "Film",
            "snippet": "‘This system breaks you apart. It is designed just like slavery to tear you apart. And instead of using the whip, they use mother time … The experienc …"
        },
        {
            "title": "TS Eliot prize unveils 'unsettling, captivating' shortlist",
            "category": "Books",
            "snippet": "Summary: The prestigious TS Eliot prize has revealed a shortlist that shows that poetry is “the most resilient, potent, capacious and universal art we have”. A …"
        },
        {
            "title": "UK doctors and health experts back Covid-19 'circuit breaker'",
            "category": "Politics",
            "snippet": "Hospital doctors and public health experts have backed growing calls for a “circuit breaker” to stem the resurgence of Covid-19 and protect the NHS, a …"
        },
        {
            "title": "US election: what a Biden or Trump victory could mean for Britain",
            "category": "US-News",
            "snippet": "The British government has a long history of misreading America – from Lord Palmerston expecting the Confederacy to survive the civil war, to Ernie Be …"
        },
        {
            "title": "Blood and Money review – grizzled wilderness thriller",
            "category": "Film",
            "snippet": "Cinematographer turned director John Barr serves up a generic thriller: the title lets you know that what you’ve got on the label is what you’ve got i …"
        },
        {
            "title": "Dishing the Dirt by Nick Duerden review – the hidden lives of house cleaners",
            "category": "Books",
            "snippet": "Summary: Nick Duerden sets out to discover what it is like to clean houses for a living by talking to migrant workers who service the homes of contemporary Lon …"
        },
        {
            "title": "Writers need PEN more than ever",
            "category": "Books",
            "snippet": "In 1921, the writer and activist Catherine Amy Dawson Scott founded PEN in London, to bring writers together and provide a space in which they might s …"
        },
        {
            "title": "Kate Summerscale's 'true ghost story' leads Baillie Gifford prize shortlist",
            "category": "Books",
            "snippet": "Former winner Kate Summerscale has made the shortlist for the UK’s top prize for nonfiction, the Baillie Gifford award, for her “true ghost story”, Th …"
        },
        {
            "title": "Over the Moon review – Netflix family animation is more Disney than Disney",
            "category": "Film",
            "snippet": "Watch your back, Disney; here comes Netflix in Hollywood studio mode, flexing its ambition with an animated family fantasy adventure about a sunny, 13 …"
        },
        {
            "title": "How Black Lives Matter reshaped the race for Los Angeles’ top prosecutor",
            "category": "US-News",
            "snippet": "The race for top prosecutor in Los Angeles has become one of the most important criminal justice elections in the US this year, with Black Lives Matte …"
        },
        {
            "title": "Stuck at home, I discovered the joy of identifying trees",
            "category": "Life-and-Style",
            "snippet": "Every few years my mother would buy a different version of the same book, only to abandon it after several weeks: How to Identify the Trees of Northea …"
        },
        {
            "title": "As a young Texan I feel like a political outsider everywhere",
            "category": "US-News",
            "snippet": "On 8 November 2016, the night Trump became president, I was a senior at Texas A&M, a large football university in the small town of College Station. W …"
        },
        {
            "title": "Gorillaz: Song Machine Season One: Strange Timez review –  the poignant sound of social distancing",
            "category": "Music",
            "snippet": "Damon Albarn and Jamie Hewlett’s Gorillaz project has sold tens of millions of albums, spawned No 1 singles, broken America in a way no Britpop band ( …"
        },
        {
            "title": "MPs to examine impact of streaming on future of music industry",
            "category": "Music",
            "snippet": "MPs are to investigate the impact that music streaming is having on artists, record labels and the sustainability of the music industry. The Commons d …"
        },
        {
            "title": "Carmilla review – clever but bloodless spin on classic female-vampire yarn",
            "category": "Film",
            "snippet": "Summary: This revisionist adaptation of Sheridan Le Fanu’s 1871 vampire novella joins Andrea Arnold’s Wuthering Heights and Lady Macbeth in the newish traditio …"
        },
        {
            "title": "Beabadoobee: 'I want to be that girl I needed when I was 15'",
            "category": "Music",
            "snippet": "On the face of it, Beatrice Laus’s success looks like the plot of a far-fetched movie, the kind of thing knocked together by Netflix in the hope of sn …"
        },
        {
            "title": "Ofcom investigates BT charges for remote areas to have broadband",
            "category": "Business",
            "snippet": "Summary: The telecoms regulator Ofcom has launched an investigation into BT potentially overcharging consumers living in remote areas who want to install or up …"
        },
        {
            "title": "Bill Bryson says he's retiring – is he really putting away his pen?",
            "category": "Books",
            "snippet": "Oh Bill! This isn’t the kind of news we need now. The legendary Bill Bryson, purveyor of funny, insightful, warm-hearted books on everything from trav …"
        },
        {
            "title": "Mac Davis obituary",
            "category": "Music",
            "snippet": "Summary: Mac Davis’s name will always be associated with Elvis Presley, since Davis wrote Presley’s dramatic and politically charged 1969 comeback hit In the G …"
        },
        {
            "title": "Clara Iannotta: Earthing review – compelling new music with bells and whistles on",
            "category": "Music",
            "snippet": "‘String quartet” seems a rather reductive way of describing any of the four utterly compelling works by Clara Iannotta that the Jack Quartet play here …"
        },
        {
            "title": "Biden article row shows how US election is testing Facebook and Twitter",
            "category": "US-News",
            "snippet": "Mere hours after the publication of a controversial New York Post article critical of Joe Biden, both Twitter and Facebook took unprecedented action t …"
        },
        {
            "title": "Sacha Baron Cohen's films – ranked!",
            "category": "Film",
            "snippet": "Summary: 15. Grimsby (2016) This is one for Sacha Baron Cohen, his professional associates, his fans and all of humanity to forget. The idea is that he plays a …"
        },
        {
            "title": "Millions of Americans voting early in what could be record election turnout",
            "category": "US-News",
            "snippet": "Millions of Americans have already cast their vote in America’s presidential election, underscoring unprecedented enthusiasm in the 2020 race that cou …"
        },
        {
            "title": "Demi Lovato has made the most damning protest song of the Trump era",
            "category": "Music",
            "snippet": "How do you solve a problem like Donald? Like Nixon, Reagan and Thatcher before him, President Trump has been a great catalyst for protest in the arts …"
        },
        {
            "title": "Atlanta Falcons shut down practice facility after second positive Covid test",
            "category": "Sport",
            "snippet": "The Atlanta Falcons shut their facility Thursday following one new positive test for Covid-19. The team remains scheduled to play at Minnesota on Sund …"
        },
        {
            "title": "US jobless claims jump as Covid-19 fears hit markets – as it happened",
            "category": "Business",
            "snippet": "Time to wrap up. Here’s the main stories of the day: The number of new US jobless claims jumped last week, fuelling concerns that America’s labor mark …"
        },
        {
            "title": "Body of Water review – one wedding, and a sobering take on eating disorders",
            "category": "Film",
            "snippet": "Body of Water is a sombre, painful British movie from first-time feature director Lucy Brydon. I’m still not sure what I think about this film’s overa …"
        },
        {
            "title": "Met will not charge MP Margaret Ferrier for travelling with Covid",
            "category": "UK-News",
            "snippet": "The Metropolitan police has said it will not charge the MP Margaret Ferrier with breaching Covid travel restrictions, because her positive test took p …"
        },
        {
            "title": "Bristol see Challenge Cup final as start, not end of European adventure",
            "category": "Sport",
            "snippet": "Pat Lam is desperate to win a tournament he never wants to be a part of again, at least with Bristol. The Bears’ director of rugby sees the Challenge …"
        },
        {
            "title": "The Living Sea of Waking Dreams by Richard Flanagan review – a wrenching response to a devastated world",
            "category": "Books",
            "snippet": "Richard Flanagan has described his eighth novel – a magical realist tale of ecological anguish – as “a rising scream”. The Living Sea of Waking Dreams …"
        },
        {
            "title": "'I’m 26 and my partner is 61. His adult children act as if I don't exist – what can I do?'",
            "category": "Life-and-Style",
            "snippet": "I’m 26 and my partner is 61, we have been together for nearly four years now with our own home and everything has always been great, he is a successfu …"
        },
        {
            "title": "Manchester Arena bomber seen praying before attack, staff tell inquiry",
            "category": "UK-News",
            "snippet": "Witnesses have described seeing the Manchester Arena bomber Salman Abedi loitering and praying, while in possession of a large rucksack, near the spot …"
        },
        {
            "title": "Ian Michael obituary",
            "category": "Books",
            "snippet": "Summary: My friend and former colleague Ian Michael, who has died aged 84, was an academic specialising in medieval Spanish culture and the author of a series …"
        },
        {
            "title": "Travellers from Italy must quarantine on arrival in UK",
            "category": "Politics",
            "snippet": "Summary: Italy is being removed from the UK’s travel corridor in a fresh blow to holidaymakers who will have to quarantine for a fortnight on their return from …"
        },
        {
            "title": "Top Senate Republican says he has the votes to confirm Amy Coney Barrett",
            "category": "US-News",
            "snippet": "The Republican Senate majority leader, Mitch McConnell, said he has the votes to confirm the nomination of conservative Amy Coney Barrett as a supreme …"
        },
        {
            "title": "'A mess': people in England's north and Midlands respond to tier system",
            "category": "UK-News",
            "snippet": "Summary: Regions across the north of England and the Midlands are currently a patchwork of tier 1, 2 and 3 restrictions, with local politicians in some areas l …"
        },
        {
            "title": "Queen and Prince William criticised for maskless visit",
            "category": "UK-News",
            "snippet": "The Queen has carried out her first public engagement outside a royal residence since lockdown but there was criticism over her decision not to wear a …"
        },
        {
            "title": "Boots chain reports 30% sales drop at retail sites in UK",
            "category": "Business",
            "snippet": "Summary: Sales at Boots slumped nearly 30% in the three months to the end of August as shoppers stayed away from town centres and picked up health goods at sup …"
        },
        {
            "title": "British pilot charged over Emiliano Sala plane crash death",
            "category": "UK-News",
            "snippet": "A British pilot is to be prosecuted in connection with the plane crash in which the Argentinian professional footballer Emiliano Sala died. The Civil …"
        },
        {
            "title": "UK banks not ready for negative interest rates, says NatWest chairman",
            "category": "Business",
            "snippet": "Summary: Britain’s banks are not ready for negative interest rates, according to the chairman of NatWest. “We’re not completely ready for it,” Howard Davies sa …"
        },
        {
            "title": "Two Labour frontbenchers quit over failure to oppose MI5 bill",
            "category": "Politics",
            "snippet": "Summary: Two Labour frontbenchers have resigned in protest at the party’s failure to oppose legislation allowing MI5 and police informants to commit crimes, as …"
        }
    ]
}