{
    "page": [
        {
            "title": "I'm not a 'make lemonade' kind of guy. But the lockdown changed me",
            "category": "Life-and-Style",
            "snippet": "I’ve never really been a “Make lemonade” kind of guy. When I’m handed a lemon, I simply hand it back. I don’t even squeeze it into my half-empty glass …"
        },
        {
            "title": "How we met: 'I was donating a kidney to my sister'",
            "category": "Life-and-Style",
            "snippet": "When Brett Clibbery, a retired engineer, was visiting the UK from Canada in May 2015, he was confused by the sight of hundreds of people waving flags …"
        },
        {
            "title": "Pillow Queens: 2020's most exciting indie-rockers on Catholicism, coming out and community",
            "category": "Music",
            "snippet": "When I meet Dublin band Pillow Queens in a pub and pizza place in the city in August, the conversation ranges from the city’s housing crisis to the ca …"
        },
        {
            "title": "Allan Brigham obituary",
            "category": "UK-News",
            "snippet": "Summary: My brother Allan Brigham, who has died aged 69, achieved international fame when awarded an honorary Master of Arts degree by the University of Cambri …"
        },
        {
            "title": "Akwaeke Emezi shuns Women's prize over request for details of sex as defined 'by law'",
            "category": "Books",
            "snippet": "Summary: Akwaeke Emezi, who became the first non-binary transgender author to be nominated for the Women’s prize in 2019, has said that they will not let their …"
        },
        {
            "title": "Trump told Woodward he 'didn't have a lot of time' to meet Fauci as virus spread",
            "category": "US-News",
            "snippet": "Donald Trump said in March he “didn’t have a lot of time” to meet the top public health expert Dr Anthony Fauci for a briefing about the coronavirus o …"
        },
        {
            "title": "Tributes paid to doctor and daughter found dead in Burnley home",
            "category": "UK-News",
            "snippet": "A doctor who was found dead with her daughter in a fire-damaged house “went out of her way” to help patients during the coronavirus lockdown, her coll …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with some big hitters. FrogCDE has jus …"
        },
        {
            "title": "Unseen spoof by Raymond Chandler shows writer's 'human side'",
            "category": "Books",
            "snippet": "Best known for his hardboiled stories starring private detective Philip Marlowe, a more playful side of Raymond Chandler is set to be revealed in a pr …"
        },
        {
            "title": "Wigmore Hall announce lockdown commissions: 'we want new voices'",
            "category": "Music",
            "snippet": "Summary: The Wigmore Hall today announces a search for new voices to offer their perspective on this extraordinary year. The central London concert hall is lau …"
        },
        {
            "title": "Nobel prize for literature tipped to make safe pick after years of scandal",
            "category": "Books",
            "snippet": "Summary: Jamaica Kincaid and Anne Carson have been tipped as possible winners of this week’s Nobel prize for literature, with the secretive jury expected to pl …"
        },
        {
            "title": "Priti Patel faces tribunal questioning over alleged bullying",
            "category": "Politics",
            "snippet": "Summary: Priti Patel is facing the possibility of being questioned before a 10-day employment tribunal hearing next September after lawyers for her former perm …"
        },
        {
            "title": "Cineworld confirms UK and US closures; UK car sales hit two-decade low – as it happened",
            "category": "Business",
            "snippet": "And finally, shares in Cineworld have closed down 36% tonight. The closure of sites in the UK and US has wiped a third off the company’s value. The st …"
        },
        {
            "title": "Belarus: filmmakers capture personal stories from a country in turmoil",
            "category": "Film",
            "snippet": "Our latest Guardian Documentary is an unusual collaboration. Three independent Belarusian film-makers reacted to the country-wide protests by turning …"
        },
        {
            "title": "13 children in hospital after eating ‘sweets’ at north London school",
            "category": "UK-News",
            "snippet": "Thirteen children have been taken to hospital following reports of pupils at a north London secondary school feeling unwell after eating what they bel …"
        },
        {
            "title": "Budget 2020: the people most likely to be left behind",
            "category": "Business",
            "snippet": "Before the pandemic, some stark local disparities in the Australian economy were obscured by a rosy national picture. Unemployment nationally was 5.2% …"
        },
        {
            "title": "Now is the time for big infrastructure projects, says the IMF",
            "category": "Business",
            "snippet": "The International Monetary Fund has told its member governments they can create millions of jobs and boost recovery prospects if they use higher publi …"
        },
        {
            "title": "Police arrest 10 people after four drug-related deaths in north-east England",
            "category": "UK-News",
            "snippet": "Police and university leaders have issued alerts over illegal drugs after four suspected drug-related deaths in north-east England last weekend. One o …"
        },
        {
            "title": "UK coronavirus: only half of positive cases in testing error have been reached, says Hancock – as it happened",
            "category": "Politics",
            "snippet": "Ministers have been accused of “putting lives at risk” through data failures which led to nearly 16,000 coronavirus cases going unreported in England, …"
        },
        {
            "title": "‘There should be fines’: east London shoppers on mask law",
            "category": "Politics",
            "snippet": "In some of Barking’s busiest shops on Monday, dozens of customers browsed the aisles maskless and unchallenged. Even some security guards – who are be …"
        },
        {
            "title": "Row after London council is warned off enforcing mask rules in shops",
            "category": "Politics",
            "snippet": "Ministers have been accused of putting the high street above public health after the business department warned council leaders against enforcing mask …"
        },
        {
            "title": "No-deal Brexit risks violence in Northern Ireland, MPs warn MI5",
            "category": "Politics",
            "snippet": "MI5 cannot afford to cut resources devoted to countering terrorism in Northern Ireland because of the risk of a rise in violence in the event of a har …"
        },
        {
            "title": "Covid has highlighted America's flaws, says bank boss Jamie Dimon",
            "category": "Business",
            "snippet": "Summary: The JP Morgan boss has said the Covid pandemic and the police killing of George Floyd have shone a spotlight on America’s flaws and its failure to add …"
        },
        {
            "title": "NHS races to reach 50,000 Covid contacts missed in data blunder",
            "category": "Politics",
            "snippet": "Contact tracers are scrambling to reach up to 50,000 people who should be self-isolating after ministers were accused of “putting lives at risk” with …"
        },
        {
            "title": "With Bond, you know the ending from the outset. That does not apply at Cineworld",
            "category": "Business",
            "snippet": "Choose your villain in the depressing no-action cinema thriller. The top nomination goes to the distributors of the James Bond franchise who have kill …"
        },
        {
            "title": "Leader of non-profit labeled 'hate group' attended White House Amy Coney Barrett event",
            "category": "US-News",
            "snippet": "The head of a conservative Christian non-profit organization that has been designated an anti-LGBTQ+ hate group by the Southern Poverty Law Center (SP …"
        },
        {
            "title": "Worcester Warriors raise prospect of boycotting controversial Sale Sharks tie",
            "category": "Sport",
            "snippet": "Summary: Sale’s postponed Premiership match on Wednesday has been cast into further doubt after Worcester’s director of rugby, Alan Solomons, revealed his side …"
        },
        {
            "title": "Talking Horses: BHA offer fast-track dope tests for Newmarket runners",
            "category": "Sport",
            "snippet": "Summary: The British Horseracing Authority said on Monday that trainers with runners at the valuable Future Champions meeting at Newmarket this weekend will be …"
        },
        {
            "title": "Trump and Covid: what we know so far",
            "category": "US-News",
            "snippet": "Donald Trump left Walter Reed hospital, where he was being treated for coronavirus, on Monday evening. He wore a mask while leaving the hospital and a …"
        },
        {
            "title": "Beware the ‘liking gap’, write a letter: how to keep friends close through the pandemic",
            "category": "Life-and-Style",
            "snippet": "When Jude Gidney’s drumming group moved online, it wasn’t quite moving to the same beat. Same as her choir. “Online, you get delays and it doesn’t wor …"
        },
        {
            "title": "Charges against Tsitsi Dangarembga must be dropped, argue writers",
            "category": "Books",
            "snippet": "Authors including Kazuo Ishiguro, Carol Ann Duffy and Philippe Sands have called for charges against the Booker prize-shortlisted writer Tsitsi Dangar …"
        },
        {
            "title": "Commons rebellions expected at votes on curfew and rule of six",
            "category": "Politics",
            "snippet": "MPs could signal growing discontent with the government’s coronavirus restrictions at key votes on the regulations this week, amid growing calls for t …"
        },
        {
            "title": "The Haunting of Alma Fielding by Kate Summerscale review – a ghost in the house",
            "category": "Books",
            "snippet": "Summary: In Elizabeth Bowen’s story The Demon Lover, set in London during the blitz, a middle-aged married woman climbs into a taxi. Her relief is palpable. Sh …"
        },
        {
            "title": "I’ve fallen in love with another woman – but we both have husbands",
            "category": "Life-and-Style",
            "snippet": "I’ve been friends with another woman for about a year. Early during the lockdown, I struggled emotionally and reached out to her for support; she help …"
        },
        {
            "title": "Mike Pence v Kamala Harris: Trump's health raises stakes of vice-presidential debate",
            "category": "US-News",
            "snippet": "It is always about who will be a heartbeat away from the presidency. But this time, that applies more than ever. The incumbent, Mike Pence, and the Ca …"
        },
        {
            "title": "How to cope with the long, cold Covid winter? By enjoying the outdoors",
            "category": "Life-and-Style",
            "snippet": "This year, the end-of-summer dread feels different. Fears of an impending second wave of coronavirus coinciding with the stress of back-to-school, flu …"
        },
        {
            "title": "Tenet didn't just fail to save cinema – it may well have killed it for good",
            "category": "Film",
            "snippet": "Releasing his lowest-grossing film since 2006’s The Prestige was probably not on Christopher Nolan’s agenda for 2020, but then nobody has had exactly …"
        },
        {
            "title": "Covid: how Excel may have caused loss of 16,000 test results in England",
            "category": "Politics",
            "snippet": "A million-row limit on Microsoft’s Excel spreadsheet software may have led to Public Health England misplacing nearly 16,000 Covid test results, it is …"
        },
        {
            "title": "James Packer tells Crown inquiry threats he made in 2015 were 'shameful'",
            "category": "Business",
            "snippet": "Billionaire casino owner James Packer has accepted that he made threats to an executive of an unnamed company in 2015, acknowledging his behaviour was …"
        },
        {
            "title": "Families 'devastated' after man dies and two fall sick during Turkish dental trip",
            "category": "UK-News",
            "snippet": "The families of a Northern Irish man who died and two of his friends who fell critically ill after a dental tourism trip to Turkey desperately want to …"
        },
        {
            "title": "Total legend: does Mariah Carey really not ‘do stairs’?",
            "category": "Music",
            "snippet": "Last week Mariah Carey finally released her long-awaited memoir, The Meaning of Mariah Carey (unfortunately she used the better title, Memoirs of an I …"
        },
        {
            "title": "The best recent thrillers – review roundup",
            "category": "Books",
            "snippet": "Summary: Three-Fifths John Vercher Pushkin Vertigo, £12.99, pp256 In 1995 Pittsburgh, 22-year-old Bobby Saraceno’s best friend, Aaron, has just got out of pris …"
        },
        {
            "title": "The legal battles over voting that could swing the US election",
            "category": "US-News",
            "snippet": "America is less than a month away from election day, but high-stakes fights over access to the ballot have been moving through US courts for months. D …"
        },
        {
            "title": "Plagiarism case over Led Zeppelin's Stairway to Heaven finally ends",
            "category": "Music",
            "snippet": "Summary: Led Zeppelin have prevailed in a long-standing copyright battle over their signature song, Stairway to Heaven. The US supreme court has declined to he …"
        },
        {
            "title": "Trump's coronavirus: what we know about his health … and what we don't",
            "category": "US-News",
            "snippet": "Summary: Since Donald Trump tweeted in the early hours of Friday morning that he had tested positive for Covid-19, his physician Dr Sean Conley has given a ser …"
        },
        {
            "title": "'You're left to rot if you speak up': the abuse faced by female roadies",
            "category": "Music",
            "snippet": "Sandwich-maker. Foot-rubber. Mother. Eye candy. Enabler. Subordinate. Weakling. Women and non-binary (NB) touring crew members have heard it all while …"
        },
        {
            "title": "First Thing election special: Trump's breathless White House return",
            "category": "US-News",
            "snippet": "Summary: Good morning. For the remainder of election season, First Thing will be dedicated to covering the biggest stories from the campaign trail – and some s …"
        },
        {
            "title": "From James Bond to Marvel: can Hollywood survive a year without blockbusters?",
            "category": "Film",
            "snippet": "Few of us will be able to recall a time when the words “Coming soon to a cinema near you” were not part of our cultural vocabulary. What a difference …"
        },
        {
            "title": "'Everyone loved him': Jason Gillespie leaves England as a national treasure",
            "category": "Sport",
            "snippet": "On 4 October, Jason Gillespie planted a tweet – a memoji and the words “England – it’s been a pleasure”. After three years coaching at Sussex, a spell …"
        },
        {
            "title": "Reading group: A Brief History of Seven Killings by Marlon James is our October book",
            "category": "Books",
            "snippet": "Summary: A Brief History of Seven Killings by Marlon James has come out of the hat and will be our reading group choice for October. This decades-spanning nove …"
        }
    ]
}