{
    "page": [
        {
            "title": "I'm Your Woman review – 70s thriller goes from marvelous to middling",
            "category": "Film",
            "snippet": "There’s an odd startle to the opening scene of the 70s-set Amazon thriller I’m Your Woman, as a lounging housewife is met with an unusual surprise. Je …"
        },
        {
            "title": "Bristol sweep Toulon aside to clinch their first European Challenge Cup title",
            "category": "Sport",
            "snippet": "Down Bristol way, they reckon they live in the biggest rugby city in the world. Now they have some tangible evidence to complement all that culture fo …"
        },
        {
            "title": "PwC stepping down as auditor of Boohoo amid governance concerns",
            "category": "Business",
            "snippet": "PricewaterhouseCoopers is stepping down as auditor of Boohoo’s financial accounts as the fast fashion firm faces scrutiny over malpractice in its supp …"
        },
        {
            "title": "Talking Horses: Champions Day tips, plus Wright on music-racing parallels",
            "category": "Sport",
            "snippet": "Summary: More than half a century after he founded Chrysalis Records and almost 40 years after he bought his first racehorse, Chris Wright can see at least one …"
        },
        {
            "title": "Wide Awakes: the Lincoln-era youth movement inspiring anti-Trump protests",
            "category": "US-News",
            "snippet": "On 21 September, a tweeted image of an eyeball, with the words “WIDE AWAKE”, accompanied an urgent appeal to demonstrators in Washington, eager to pro …"
        },
        {
            "title": "Cabinet Office to hire photographer in effort to level up government’s image",
            "category": "Politics",
            "snippet": "Downing Street’s critics might argue that making the government look good at present is a tough task as it faces a bruising time, lurching from one Co …"
        },
        {
            "title": "Is David Nicholls's TV adaptation of Us better than his novel? I was crying too hard to compare them",
            "category": "Books",
            "snippet": "Summary: I read Us by David Nicholls in 2014. I’d pre-ordered the hardback, and when it came through my door, I read it through tears in maybe two sittings. Ev …"
        },
        {
            "title": "Streaming: the best films exploring black British lives",
            "category": "Film",
            "snippet": "One of the few good things to be said about this very bad year is that by the time Black History Month came around at the start of October, it didn’t …"
        },
        {
            "title": "England ready to return a favour and play in Pakistan after 15 years away",
            "category": "Sport",
            "snippet": "The likelihood of England’s cricketers participating in a tour of Pakistan for the first time in more than 15 years is now strong. Wasim Khan, the chi …"
        },
        {
            "title": "Maggie O'Farrell: 'I wrote at least 17 separate drafts of After You'd Gone'",
            "category": "Books",
            "snippet": "The short answer as to how I wrote my first novel would be: haphazardly. I was 22 and travelling back overland from Hong Kong, where I’d been living, …"
        },
        {
            "title": "Johnny Flynn: 'I feel I need to do things with urgency'",
            "category": "Film",
            "snippet": "Summary: He’s an actor equipped with “weapons grade animal magnetism” (according to the Observer’s critic Mark Kermode). Over the past decade or so, he has ste …"
        },
        {
            "title": "AFL finals 2020, preliminary final: Geelong Cats beat Brisbane Lions – as it happened",
            "category": "Sport",
            "snippet": "The 2020 season comes down to Richmond and Geelong. The Tigers scraped home last night in the wet against Port Adelaide, the Cats had 40 points to spa …"
        },
        {
            "title": "Thousands of victims of child trafficking denied right to stay in the UK",
            "category": "UK-News",
            "snippet": "Summary: Kobe was in his final year at primary school when a drug gang recruited him. By then he’d been passed around seven different foster placements and met …"
        },
        {
            "title": "Brother of Liverpool mayor dies from coronavirus",
            "category": "UK-News",
            "snippet": "The mayor of Liverpool, Joe Anderson, has announced the death of his brother in hospital after contracting Covid-19. On Friday, Anderson urged people …"
        },
        {
            "title": "Black voters' mail-in ballots being rejected at higher rate",
            "category": "US-News",
            "snippet": "Black voters in North Carolina are disproportionately having their mail-in ballots flagged for potential rejection in the battleground state, setting …"
        },
        {
            "title": "Andy Murray: ‘Off court I’m pretty laid back’",
            "category": "Life-and-Style",
            "snippet": "My earliest memory would be when I was about four or five, walking into school on my first day. I don’t remember much about it, though. My brother Jam …"
        },
        {
            "title": "The Divine Comedy review – reassuringly civilised",
            "category": "Music",
            "snippet": "“Hey!” ejaculates the Divine Comedy’s Neil Hannon, waving his hands, “it’s … a gig!” We all know how he feels; personally, it’s my first time back in …"
        },
        {
            "title": "Being a Human Person review – unexpectedly moving",
            "category": "Film",
            "snippet": "Summary: The Swedish director of A Pigeon Sat on a Branch Reflecting on Existence, Roy Andersson has always been a distinctive voice in European cinema. Disint …"
        },
        {
            "title": "Catches, quotas and communities: the key fisheries issues at stake",
            "category": "Business",
            "snippet": "What is the dispute between the UK and the EU over fishing? British fishing communities have felt that they were sacrificed at the time of the British …"
        },
        {
            "title": "Vincent Peirani and Emile Parisien: Abrazo review – delightful and astonishing",
            "category": "Music",
            "snippet": "The soprano saxophone has a sound that can switch in an instant from light and airy to bleak and lonely. The accordion is so full of potential sounds …"
        },
        {
            "title": "'Captain Covid': crowdsurfing Democrat tries to stir Black support for Trump",
            "category": "US-News",
            "snippet": "When Vernon Jones, a Black Democratic state representative from Georgia, crossed party lines to deliver a passionate endorsement of Donald Trump at th …"
        },
        {
            "title": "Greater Manchester leaders and No 10 at odds over tier 3 lockdown plans",
            "category": "UK-News",
            "snippet": "Confusion has been cast over talks between Downing Street and Greater Manchester’s leaders over lockdown restrictions after the region’s mayor, Andy B …"
        },
        {
            "title": "Michiko Kakutani: 'It is more rewarding to debate than hit delete'",
            "category": "Books",
            "snippet": "Michiko Kakutani was chief book reviewer of the New York Times from 1983 to 2017, during which time she won a Pulitzer prize for criticism. In 2018, s …"
        },
        {
            "title": "Exeter are European champions after dramatic final against Racing 92",
            "category": "Sport",
            "snippet": "Summary: Exeter completed a circle in the city where they won promotion to the Premiership 10 years ago. Victory over Bristol at the Memorial Stadium in 2010 t …"
        },
        {
            "title": "New Trump golf course provokes fury in Scotland",
            "category": "US-News",
            "snippet": "Donald Trump has said he might leave the US if he loses the White House to Joe Biden next month. If so, he has just been handed the perfect place to e …"
        },
        {
            "title": "The secret support group: 'Families are too ashamed to speak up about addiction'",
            "category": "Life-and-Style",
            "snippet": "Every Tuesday night we gathered around a table in a stuffy room of a dilapidated community centre in suburban Sydney to tell the stories of our addict …"
        },
        {
            "title": "How we stay together: 'I was comfortable just to be there and let her cry it out'",
            "category": "Life-and-Style",
            "snippet": "Names: Natasha and Dave Hayes Years together: 22 Occupations: government worker and IT team leader Even the best laid plans go astray. In 1998, Natash …"
        },
        {
            "title": "Murderer who tackled London Bridge attacker with narwhal tusk to have sentence reduced",
            "category": "UK-News",
            "snippet": "The murderer who helped disrupt the London Bridge terror attack by confronting Usman Khan with a narwhal tusk while on day release will see his senten …"
        },
        {
            "title": "Chopping wood and other autumnal pleasures",
            "category": "Life-and-Style",
            "snippet": "Do spaces have personalities? Do different gardens speak a different language, demanding you to be a different gardener? I am not quite saying I am mo …"
        },
        {
            "title": "Go one step up from the no-makeup look",
            "category": "Life-and-Style",
            "snippet": "I love the simplicity of this look as seen at Lanvin AW20. Not that beauty trends should really matter – wear what you like, I say, but push the boat …"
        },
        {
            "title": "Sunday with Amanda Holden: ‘A sweet sherry at 11am’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? With me gasping for air in a total panic, thinking I’ve missed my weekday alarm. I send my husband, Chris, to make me a coffee …"
        },
        {
            "title": "Livelihoods will be crushed in this vice of disease  and Brexit",
            "category": "Business",
            "snippet": "It may come as an unpleasant surprise to my remaining Brexiter readers, but if it had not been for a suggestion by the late Sir Samuel Brittan, I migh …"
        },
        {
            "title": "Top ministers urged Priti Patel to stop attacks on 'activist lawyers'",
            "category": "Politics",
            "snippet": "Home secretary Priti Patel ignored warnings from at least two senior colleagues to stop targeting immigration lawyers after a knifeman threatened to k …"
        },
        {
            "title": "Census to ask about sexual orientation for the first time",
            "category": "UK-News",
            "snippet": "Reliable data on the proportion of the population that is lesbian, gay, bi-sexual or transgender will be gathered for the first time in next year’s ce …"
        },
        {
            "title": "Time review – poetic documentary about a family torn apart by prison",
            "category": "Film",
            "snippet": "Summary: The idea that the mass incarceration of African Americans is in effect a modern form of slavery has been explored in several powerful documentaries, r …"
        },
        {
            "title": "From Sudan to the Park Inn: the tragic story of a migrant’s killing",
            "category": "UK-News",
            "snippet": "Summary: On the last Friday of June, at about midday, Badreddin Abadlla Adam left his room at the Park Inn hotel in Glasgow, walked down to reception, and stab …"
        },
        {
            "title": "How my new baby’s first weeks and lockdown blurred together",
            "category": "Life-and-Style",
            "snippet": "When was 12, I’d go to batmitzvah classes every Friday after school, and the highlight was breaktime, when we would sit crosslegged on the carpet whil …"
        },
        {
            "title": "Thirty books to help us understand the world in 2020",
            "category": "Books",
            "snippet": "Michael E Mann on the environment A distinguished climatologist and geophysicist, Michael Mann is director of the Earth System Science Center at Penns …"
        },
        {
            "title": "London pubs say confusion over tier 2 rule keeps the customers away",
            "category": "Life-and-Style",
            "snippet": "They are struggling to navigate the new tier 2 restrictions in Navigator Square. The small, pedestrianised enclave at the top of the Holloway Road in …"
        },
        {
            "title": "Grow moss to give you a green lift all year round",
            "category": "Life-and-Style",
            "snippet": "I’m a fair weather gardener. As someone who works in horticulture I am supposed to claim that each season has its own wonder and that I embrace all th …"
        },
        {
            "title": "James Bond filmmakers receive millions in UK tax credits, report finds",
            "category": "Film",
            "snippet": "From Miss Moneypenny to Q, James Bond has long relied upon a series of government officials. Now it has emerged that Her Majesty’s most famous secret …"
        },
        {
            "title": "Experts claim Boris Johnson’s ‘thin’ EU deal will cause major economic upset",
            "category": "Politics",
            "snippet": "The narrow EU deal sought by Boris Johnson will act as a “dead weight” on Britain’s ability to trade, the former boss of the Brexit department has war …"
        },
        {
            "title": "Masked monsters and socially distanced spooks: celebrating Halloween at home",
            "category": "Life-and-Style",
            "snippet": "Halloween was expected to be a hollow affair this year, with no parties, patchy trick-or-treating and an assumed ban on apple-bobbing. Yet retailers a …"
        },
        {
            "title": "A Sound Mind by Paul Morley review – a musical odyssey",
            "category": "Books",
            "snippet": "A few years ago, on a plane to Barcelona, with a trio of string quartets by Beethoven, Brahms and Hindemith for company, Paul Morley found himself mus …"
        },
        {
            "title": "The upset of 2020? Jaime Harrison push to oust Lindsey Graham central to US Senate battle",
            "category": "US-News",
            "snippet": "Jaime Harrison, the Democratic nominee for the US Senate in South Carolina, has raised a staggering $57m in the third quarter of 2020, a new record fo …"
        },
        {
            "title": "'It's not fair': workers in a poor Mississippi county pay more tax than Trump",
            "category": "US-News",
            "snippet": "Clumps of white fluff drift across the highway on the west side of the Mississippi Delta town of Belzoni. Cotton now grows from the beds of former cat …"
        },
        {
            "title": "Beabadoobee: Fake It Flowers review – shiny, vulnerable retro pop",
            "category": "Music",
            "snippet": "London bedroom pop sensation Bea Kristi – aka Beabadoobee – takes her cues from the off-kilter indie guitars of a quarter-century ago, in much the sam …"
        },
        {
            "title": "Meg Mathews: ‘I feared my colourful 90s life had caught up with me’",
            "category": "Life-and-Style",
            "snippet": "I am sitting in the road, in Primrose Hill, during a global pandemic, when Meg Mathews starts loudly telling me about her vaginal atrophy. All right, …"
        },
        {
            "title": "François Ozon: 'Young people now don’t have the inhibitions older actors did'",
            "category": "Film",
            "snippet": "French writer-director François Ozon, 52, is famous for his prodigious output. He directed his first full-length feature, Sitcom, in 1998, and his 19t …"
        },
        {
            "title": "Detective who busted John and Yoko lifts the lid on corrupt 1960s policing",
            "category": "Books",
            "snippet": "Summary: He was the detective who busted John Lennon, George Harrison and Dusty Springfield, the officer who was told by an Old Bailey judge that he had “poiso …"
        }
    ]
}