{
    "page": [
        {
            "title": "Bill O'Brien: how one man fashioned the Texans in his own hellish image",
            "category": "Sport",
            "snippet": "Summary: It is a testament to the job that Bill O’Brien did with the Texans that the firing of a head coach/general manager who led his franchise to four divis …"
        },
        {
            "title": "What did Boris Johnson's conference speech really mean?",
            "category": "Politics",
            "snippet": "Boris Johnson’s speech at Conservative conference drew on a number of themes, and was as notable for what it did not talk about as what it did. Here w …"
        },
        {
            "title": "MI5 bill prompts rebellion by 20 Labour MPs against Starmer",
            "category": "Politics",
            "snippet": "Summary: A total of 20 Labour MPs rebelled against the party leadership at the second reading of a bill confirming MI5’s right to let informants commit crimes …"
        },
        {
            "title": "London film festival opens as a 'symbol of resistance'",
            "category": "Film",
            "snippet": "This year’s BFI London film festival is a symbol of resistance for an industry that has been “absolutely battered” by the Covid-19 crisis, according t …"
        },
        {
            "title": "Akira review – apocalyptic anime's startling message of global annihilation",
            "category": "Film",
            "snippet": "A deeply strange message from the future is what this movie is here to (re)deliver: both post- and pre-apocalyptic, a nuclear-age parable of anxiety t …"
        },
        {
            "title": "Where did I put the car keys?",
            "category": "Life-and-Style",
            "snippet": "Where did I put the car keys? Deborah Ann Levey, Brookline, Massachusetts, US Post your answers – and new questions – below or email them to nq@thegua …"
        },
        {
            "title": "IMF chief says world economy faces long ascent from Covid crisis",
            "category": "Business",
            "snippet": "Summary: The head of the International Monetary Fund has said the recovery in the global economy since the spring is fragile and warned Rishi Sunak and his fel …"
        },
        {
            "title": "Revealed: Amy Coney Barrett lived in home of secretive Christian group's co-founder",
            "category": "US-News",
            "snippet": "Amy Coney Barrett lived in the home of one of the founders of the People of Praise while she was a law student, raising new questions about the suprem …"
        },
        {
            "title": "Tell us about your best and worst craft projects during the pandemic",
            "category": "Life-and-Style",
            "snippet": "Summary: During the pandemic, there has been a sharp rise in people taking up hobbies in crafts like knitting, crocheting and embroidery. We would love to hear …"
        },
        {
            "title": "Johnson does the Tory conference shuffle but misses his audience",
            "category": "Politics",
            "snippet": "Boris Johnson’s Tory predecessors tried to add pizzazz to their conference speeches by declaiming them while striding up and down without notes, or in …"
        },
        {
            "title": "Phone-hacking lawyers accuse Mirror of illegal targeting of judges",
            "category": "UK-News",
            "snippet": "Journalists at the Daily Mirror allegedly hired private investigators to target high court judges with unlawful information-gathering methods, accordi …"
        },
        {
            "title": "California wildfires spawn first ‘gigafire’ in modern history",
            "category": "US-News",
            "snippet": "California’s extraordinary year of wildfires has spawned another new milestone – the first “gigafire”, a blaze spanning 1m acres, in modern history. O …"
        },
        {
            "title": "Mallrat, Powderfinger, Flowerkid and Cry Club: Australia's best new music for October",
            "category": "Music",
            "snippet": "Summary: Powderfinger – Day By Day For fans of: Powderfinger! Like Bernard Fanning’s happiness, Powderfinger have spent this year slowly creeping back (into th …"
        },
        {
            "title": "Trump lawyer Rudy Giuliani coughs his way through anti-mask interview",
            "category": "US-News",
            "snippet": "Days after being diagnosed with the coronavirus – a highly infectious airborne virus that has already killed over a million people around the world, t …"
        },
        {
            "title": "UK coronavirus: daily UK Covid cases continue to soar, rising by almost 2,000 to 14,542 – as it happened",
            "category": "Politics",
            "snippet": "Summary: Coronavirus cases are continuing to soar, with today’s figures showing the UK total at 14,542 - almost 2,000 more than yesterday and a new daily high. …"
        },
        {
            "title": "Former Team Sky doctor destroyed laptop before handing it to experts, tribunal told",
            "category": "Sport",
            "snippet": "The former British Cycling and Team Sky doctor Richard Freeman destroyed a laptop with “a screwdriver or blunt instrument” before handing it to forens …"
        },
        {
            "title": "Brexit drives government consultancy fees to £450m in three years",
            "category": "Politics",
            "snippet": "Summary: The scale of the government’s reliance on management consultants has been laid bare as analysis shows that spending with eight top firms has risen by …"
        },
        {
            "title": "Fed chair warns of 'tragic' consequences without further Covid relief",
            "category": "Business",
            "snippet": "Failure to provide more support for households and businesses hit by the coronavirus pandemic could have “tragic” economic consequences, the Federal R …"
        },
        {
            "title": "Grenfell: inquiry hears council at heart of cost-cutting decisions",
            "category": "UK-News",
            "snippet": "The Royal Borough of Kensington and Chelsea (RBKC) used “decisive influence” to remove the original contractor on Grenfell Tower despite its claims to …"
        },
        {
            "title": "French Open 2020: Schwartzman beats Thiem, Podoroska shocks Svitolina – as it happened",
            "category": "Sport",
            "snippet": "Some news, courtesy of Tumaini Carayol: Iga Swiatek and Martina Trevisan are now getting under way, as the clock ticks past 9pm, and there’s still Raf …"
        },
        {
            "title": "Businessman to hand over £10m following ‘unexplained wealth order’",
            "category": "UK-News",
            "snippet": "A wealthy businessman has agreed to hand over nearly £10m of assets, including dozens of properties across England, after investigators accused him of …"
        },
        {
            "title": "Talking Horses: 'wonky' Attraction wins again as colts sell for millions",
            "category": "Sport",
            "snippet": "Summary: The mighty mare Attraction, whose wonky legs made her unsellable but never stopped her on the track, enjoyed the latest victory of her long career on …"
        },
        {
            "title": "It's 10C and raining the day my public pool reopens in Melbourne. I feel euphoric",
            "category": "Life-and-Style",
            "snippet": "It is raining as I park outside North Melbourne Pool on its first day of reopening after lockdown. A bedraggled woman exits the pool with a towel arou …"
        },
        {
            "title": "Next debate should be cancelled if president still sick, says Biden – as it happened",
            "category": "US-News",
            "snippet": "The Guardian’s global coverage of the coronavirus continues now on this blog, and will take in all the latest developments in the White House and the …"
        },
        {
            "title": "How to curb a consultancy addiction - and love employees",
            "category": "Politics",
            "snippet": "The new analysis of government invoices may well confirm the fears of Lord Agnew, the civil service minister who last week called for senior civil ser …"
        },
        {
            "title": "What you need to know about the first and only vice-presidential debate",
            "category": "US-News",
            "snippet": "It’s been a chaotic few days since Donald Trump was hospitalized after testing positive for coronavirus. But there’s a chance for something approachin …"
        },
        {
            "title": "Planning changes would drastically cut affordable homes, councils say",
            "category": "Politics",
            "snippet": "Summary: Close to half of affordable homes in some of the most expensive areas of England will not be built if ministers proceed with changes to the planning s …"
        },
        {
            "title": "White House Covid-19 outbreak overshadows vice-presidential debate",
            "category": "US-News",
            "snippet": "After a week that put an exclamation mark on the recklessness of the Trump administration’s handling of the coronavirus crisis, vice-president Mike Pe …"
        },
        {
            "title": "To the End of the World by Rupert Everett review – a delightful writer on modern fame",
            "category": "Books",
            "snippet": "There are, for reasons both simple and obvious, certain literary figures who inspire a kind of hero worship that invariably says a lot more about the …"
        },
        {
            "title": "Facebook's QAnon ban omits high-profile Australians linked to conspiracy theory",
            "category": "US-News",
            "snippet": "High-profile Australians linked to QAnon will remain untouched by Facebook’s crackdown on the conspiracy theory because the ban does not extend to ind …"
        },
        {
            "title": "Why Netflix is a lifeline for African film-makers",
            "category": "Film",
            "snippet": "‘Have you ever had someone tell your story, take your voice … and replace your face until no one else can see or hear you?” These are the powerful wor …"
        },
        {
            "title": "Taxpayers face losing up to £26bn on Covid-19 business loans",
            "category": "Politics",
            "snippet": "Taxpayers stand to lose up to £26bn on the government’s most popular Covid-19 business loan scheme because of fraud or an inability to repay the money …"
        },
        {
            "title": "The Animals in That Country by Laura Jean McKay review – an extraordinary debut",
            "category": "Books",
            "snippet": "Wittgenstein wrote that “If a lion could speak, we could not understand him.” In her fierce debut novel, Australian Laura Jean McKay sets herself an e …"
        },
        {
            "title": "Welby: C of E must do 'whatever it takes' to redress sexual abuse scandal",
            "category": "UK-News",
            "snippet": "Summary: The Church of England must “do whatever it takes” to put right its failings in the way it deals with sexual abuse, the archbishop of Canterbury has sa …"
        },
        {
            "title": "Top 10 underrated Agatha Christie novels",
            "category": "Books",
            "snippet": "In 2013, when I was first asked by Agatha Christie’s family to write a new Hercule Poirot mystery (I have since written three more), I decided I neede …"
        },
        {
            "title": "UK mortgage applications at 12-year high as house prices keep rising",
            "category": "Business",
            "snippet": "Mortgage applications in the UK have surged to a 12-year high as house prices rose at the fastest annual pace since mid-2016, the mortgage lender Hali …"
        },
        {
            "title": "Two sides of DC: those threatened by Covid are unimpressed by Trump’s bravado",
            "category": "US-News",
            "snippet": "Washington’s mayor, Muriel Bowser, has struggled to bring the US capital’s coronavirus infection rate down. In July, she ordered the wearing of masks …"
        },
        {
            "title": "Netflix indicted by Texas grand jury over 'lewd visual material' in Cuties",
            "category": "Film",
            "snippet": "Netflix has defended the controversial film Cuties after it emerged the streaming giant is facing a criminal charge in Texas over the movie’s allegedl …"
        },
        {
            "title": "Gail MacColl Jarrett obituary",
            "category": "Books",
            "snippet": "My wife, Gail MacColl Jarrett, who has died aged 66 of multiple myeloma, was an author, editor and relationship counsellor. She edited two New York Ti …"
        },
        {
            "title": "I Wanna Be Yours by John Cooper Clarke review - wry and dry",
            "category": "Books",
            "snippet": "When the teenage John Cooper Clarke announced he wanted to be a poet, his alarmed parents asked for examples of people who had made a living from it. …"
        },
        {
            "title": "Debussy: where to start with his music",
            "category": "Music",
            "snippet": "Summary: It was a description he always rejected, but Claude Debussy (1862-1918) is often thought of as an impressionist, a musical equivalent to Monet or Reno …"
        },
        {
            "title": "White House coronavirus cluster: who has tested positive?",
            "category": "US-News",
            "snippet": "For White House staff and senior visiting officials and journalists, the coronavirus outbreak in Donald Trump’s inner circle has become like a whodunn …"
        },
        {
            "title": "Democrats outraged as Trump halts Covid stimulus talks until after election",
            "category": "Business",
            "snippet": "The erratic process to approve further coronavirus economic relief for struggling individuals and businesses took another turn on Wednesday morning wh …"
        },
        {
            "title": "The e-scooter: road menace or saviour of the commute?",
            "category": "UK-News",
            "snippet": "Summary: Standing upright, you glide, ghostlike, along the street. You have no emissions. You are alone, outside, unlikely to catch anything or pass anything o …"
        },
        {
            "title": "Cardi B apologises for supporting Armenia fundraiser after backlash",
            "category": "Music",
            "snippet": "She has taken on fellow pop stars Nicki Minaj, Miley Cyrus and Azealia Banks in high-profile feuds. But confrontational rapper Cardi B is backing down …"
        },
        {
            "title": "Home Office urged to halt evictions of refused asylum seekers",
            "category": "UK-News",
            "snippet": "Summary: Protests are mounting against a Home Office decision to start evicting thousands of refused asylum seekers from emergency accommodation this week. Sus …"
        },
        {
            "title": "7 Hours on Earth review –  schoolkids have fun with aliens-meet-Shakespeare comedy",
            "category": "Film",
            "snippet": "Attack the Block meets A Midsummer Night’s Dream in this good-natured, charming and energetic comedy made by staff and pupils at Graveney secondary sc …"
        },
        {
            "title": "'James McAvoy will be doing the detective work': is My Son the future of film?",
            "category": "Film",
            "snippet": "One of the biggest thrills of screen detectives is the knowledge that you are watching someone much smarter than you. When Sherlock Holmes vanishes in …"
        },
        {
            "title": "Sexy but unreliable: why women should beware men with deep voices",
            "category": "Life-and-Style",
            "snippet": "Name: Deep-voiced men. Age: 18 and up. Appearance: Inherently untrustworthy. Why are deep-voiced men untrustworthy? Because they are going to cheat on …"
        },
        {
            "title": "'I used to do the piracy': memories of an 80s Wolverhampton video rental shop",
            "category": "Film",
            "snippet": "Summary: Dawinder Bansal is trying to pinpoint exactly when she realised that she’d been part of a criminal enterprise. Aged eight, she’d taken on some work fo …"
        }
    ]
}