{
    "page": [
        {
            "title": "Pixie review – Olivia Cooke radiates in Ireland-set drug-heist comedy",
            "category": "Film",
            "snippet": "Summary: Pixie is her name and trouble is her game. “She won’t just break you, she’ll take a Kalashnikov to your heart,” is the warning at the start of this he …"
        },
        {
            "title": "Outside entertainment options are now limited. Time to dust off the board games",
            "category": "Life-and-Style",
            "snippet": "Summary: Monopoly, Scrabble, Trivial Pursuit, Operation, Mousetrap; when a man is bored of board games, he is bored of life. Playing with friends is so relaxin …"
        },
        {
            "title": "‘What did we all do?’: why women who voted for Trump could decide the 2020 election",
            "category": "US-News",
            "snippet": "When Sandy Orth reads 2 Timothy 3 in the Bible, which advises good Christians to steer clear of “lovers of themselves, lovers of money, [the] boastful …"
        },
        {
            "title": "Exit Management by Naomi Booth review – how to survive in London",
            "category": "Books",
            "snippet": "Londoner Callum is struggling to stay afloat both mentally and financially. While his brother has left home and started a family, Callum still lives i …"
        },
        {
            "title": "'It was like we'd gatecrashed someone else's party': how Britpop stars Menswear came apart at the seams",
            "category": "Music",
            "snippet": "Menswear are regaling me with tales from when they were the hottest new band in Britain. It was autumn 1994. Blur and Oasis had gone supernova and the …"
        },
        {
            "title": "Tenderlonious/Jaubi: Ragas from Lahore review – ancient source powers a jazz explorer",
            "category": "Music",
            "snippet": "Summary: Ever since the likes of John Coltrane, Yusef Lateef and Don Cherry came upon the tantric mantras of India and the harmonic and rhythmic forms of India …"
        },
        {
            "title": "Home runs, dunks, Rubik's Cubes and strikes: is Mookie Betts the perfect athlete?",
            "category": "Sport",
            "snippet": "Baseball is extraordinarily lucky to have Mookie Betts. It’s not just the fact that Betts is, once again, in the World Series and providing memorable …"
        },
        {
            "title": "The Secret Garden review – classic kids' tale gets lost in the undergrowth",
            "category": "Film",
            "snippet": "Summary: In these times of trial, no one could be blamed for a comfort-food yearning, a return to the Sunday teatime world of period drama reassurance featurin …"
        },
        {
            "title": "Ela Minus: Acts of Rebellion review – techno-pop for dancing, thinking and resisting",
            "category": "Music",
            "snippet": "As acts of rebellion go, Ela Minus’s is an intimate yet powerful one. On her debut album, the Colombia-born, Brooklyn-based artist makes personal-is-p …"
        },
        {
            "title": "The Artful Dickens by John Mullan review – how did he do it?",
            "category": "Books",
            "snippet": "Summary: Charles Dickens was a mesmerist, illusionist and master of sleight of hand. In private he performed conjuring tricks, such as pouring dried fruit, egg …"
        },
        {
            "title": "Experience: Chrissy Teigen paid my college fees",
            "category": "Life-and-Style",
            "snippet": "By my late 20s I’d hit a point in my life when I was feeling lost, struggling to find work, and had to move back home with my family. I’d tell all my …"
        },
        {
            "title": "UK retail sales rise for fifth straight month as shoppers focus on DIY",
            "category": "Business",
            "snippet": "UK retail sales increased for the fifth consecutive month in September on the back of a rise in spending on DIY and household goods, according to offi …"
        },
        {
            "title": "Prince Andrew asked Ghislaine Maxwell about accuser, documents suggest",
            "category": "UK-News",
            "snippet": "Prince Andrew asked Ghislaine Maxwell for information about a woman who had accused him of sexual misconduct while she was underage, court documents a …"
        },
        {
            "title": "Summer of 85 review – gay photolove drama with a dark edge",
            "category": "Film",
            "snippet": "François Ozon gives us a histrionic dose of photolove drama in this watchable if not especially profound young-love heartbreaker, which earnestly insi …"
        },
        {
            "title": "Tracks of the week reviewed: King Princess, Aya Nakamura, Little Mix",
            "category": "Music",
            "snippet": "King Princess Only Time Makes It Human When Mikaela Straus first appeared, it was hard to shake the sense that her music didn’t live up to her supreme …"
        },
        {
            "title": "‘I’m just coasting’: viral sensation Doggface on the video that gave 2020 some joy",
            "category": "Life-and-Style",
            "snippet": "Summary: A few weeks ago Nathan Apodaca, also known as @420Doggface208, was working in a potato factory in Idaho – until his life took a sudden turn with a sin …"
        },
        {
            "title": "Fast friends: eight ways to widen your social circle",
            "category": "Life-and-Style",
            "snippet": "If nothing else, 2020 has been a year of intense social contraction. We have variously been told to stay inside, stick to our household bubbles and, o …"
        },
        {
            "title": "Digested week: Spurs show why it's best not to take a healthy lead for granted",
            "category": "UK-News",
            "snippet": "Monday This wasn’t quite the return to north London that either Gareth Bale or Spurs had hoped. Bale had come on in about the 70th minute and Tottenha …"
        },
        {
            "title": "England cricketers' win bonuses slashed by half in ECB cuts",
            "category": "Sport",
            "snippet": "The England men’s team have agreed to their win bonuses being slashed in half as part of an overall 15% cut to their pay package for the next 12 month …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "Booker-winning novelist John Banville has ditched nom de crime Benjamin Black for his latest whodunnit, Snow (Faber, £14.99), and replaced his series …"
        },
        {
            "title": "Great Portuguese GPs: from Porto's pavements to Senna's crowning F1 win",
            "category": "Sport",
            "snippet": "Summary: Boavista 1958 – A pavement pickle The Boavista street circuit in Porto hosted the first Portuguese F1 grand prix, posing a tough challenge over tramli …"
        },
        {
            "title": "Library ebook lending surges as UK turns to fiction during lockdown",
            "category": "Books",
            "snippet": "They may have been closed for months during lockdown, but amid long days and many on furlough it has emerged that the nation turned to local libraries …"
        },
        {
            "title": "The Ladykillers review – a comic crime caper that still kills",
            "category": "Film",
            "snippet": "It hardly makes sense to think of it as a rerelease, as the 1955 crime caper classic from Ealing Studios is perennially being revisited on screen, and …"
        },
        {
            "title": "Rapper SL: ‘When I was coming up, there was nobody else on my level’",
            "category": "Music",
            "snippet": "You would be hard-pressed to find someone who raps more clearly than the 19-year-old SL. “If you rap slower, people take you in more, they understand …"
        },
        {
            "title": "The Kanneh-Mason Family review – varied programme gives each sibling a chance to shine",
            "category": "Music",
            "snippet": "At a time when most of us are spending more evenings in our living rooms than we’d ideally choose, here was the chance to pretend we were in someone e …"
        },
        {
            "title": "With 10 days to go, time and history are not on Donald Trump's side",
            "category": "US-News",
            "snippet": "It all looked so simple for Donald Trump as he took the stage at the World Economic Forum in Davos in January this year. At the start of an election y …"
        },
        {
            "title": "Second Covid wave hitting UK economic recovery, data shows",
            "category": "Business",
            "snippet": "The economic recovery from the first wave of the Covid-19 pandemic began to flatten out this month in the UK and threatened to reverse and trigger a d …"
        },
        {
            "title": "I'm all for positive thinking, but my brave face is starting to slip",
            "category": "Life-and-Style",
            "snippet": "One of my first jobs was flogging double-glazing appointments on the phone. The manager would walk around, pointing at his deranged forced grin as a r …"
        },
        {
            "title": "Grin and bear it: Jared Leto's Joker gets an unlikely second chance",
            "category": "Film",
            "snippet": "There is nothing wrong with an actor returning to a role that someone else has been cheerfully filling for a while, but it doesn’t always go well. Jus …"
        },
        {
            "title": "UK presses for use of faster passport gates at EU airports post-Brexit",
            "category": "Politics",
            "snippet": "Boris Johnson has clashed with Brussels over an 11th-hour attempt to save British passport holders from hours of delays at European airports from the …"
        },
        {
            "title": "Man who stalked Bond star Naomie Harris gets suspended sentence",
            "category": "UK-News",
            "snippet": "A man who stalked the James Bond star Naomie Harris has been freed after being handed a suspended sentence, given a restraining order and required to …"
        },
        {
            "title": "I want to move back to the UK. How can I convince my husband to give it a try?",
            "category": "Life-and-Style",
            "snippet": "Summary: I met my husband at university, while he was studying in the UK. He returned to his home in mainland Europe and we had a long-distance relationship fo …"
        },
        {
            "title": "Helmut Newton: The Bad and the Beautiful review – not-so fawning fashion doc",
            "category": "Film",
            "snippet": "The intelligence and even-handedness of this documentary about the provocative fashion photographer Helmut Newton makes a change from the fawning tone …"
        },
        {
            "title": "Ireland hope to summon Six Nations spirit of 2014 with Italy victory",
            "category": "Sport",
            "snippet": "The Ireland captain, Jonathan Sexton, has said what matters most is a victory against Italy, but unless it comes wrapped with a bonus point it will re …"
        },
        {
            "title": "Andy Burnham: former New Labour high flyer cast as 'king of the north'",
            "category": "Politics",
            "snippet": "Andy Burnham barely had his headphones on in time for Dave from Rochdale to put a flea in his ear. “Good afternoon, Andy,” the first caller to the BBC …"
        },
        {
            "title": "Man faces terror charge over alleged attack at immigration law firm",
            "category": "UK-News",
            "snippet": "A man accused of carrying out a racist attack at a firm of immigration lawyers has additionally been charged with preparing an act of terrorism in rel …"
        },
        {
            "title": "'It's decorated for Halloween': New Yorkers rally after Trump calls city 'ghost town'",
            "category": "US-News",
            "snippet": "Summary: Donald Trump is no stranger to making throwaway comments that don’t stand up to scrutiny, but last night he made one that New Yorkers couldn’t abide. …"
        },
        {
            "title": "‘It’s like they’re waiting for us to die’: why Covid-19 is battering Black Chicagoans",
            "category": "US-News",
            "snippet": "Phillip Thomas, a Black, 48-year-old Chicagoan, was a “great guy” according to his sister Angela McMiller. He was loved by his family and well-liked b …"
        },
        {
            "title": "UK coronavirus: 20,530 people test positive in 24 hours; Nottingham to enter tier 3 'next week' - as it happened",
            "category": "Politics",
            "snippet": "Nicola Sturgeon unveiled a five-level system for restricting people’s movements and limiting physical contact as part of new measures to combat the sp …"
        },
        {
            "title": "Meet Tao Geoghegan Hart: the under-the-radar Brit with a shot at Giro glory",
            "category": "Sport",
            "snippet": "Summary: In the last couple of weeks, Italian television commentators have grown to love Tao Geoghegan Hart. It’s partly the attacking attitude which has put t …"
        },
        {
            "title": "Is a pumpkin an essential item in the Welsh Covid firebreak?",
            "category": "Business",
            "snippet": "The question of what constitutes an essential item has become a vexed and politically charged one in Wales as the country heads into a 17-day “firebre …"
        },
        {
            "title": "Film-maker Alexandra Pelosi: 'I think phones are more dangerous than guns'",
            "category": "Film",
            "snippet": "Summary: America is, as the refrain goes, divided. This has been demonstrated empirically, with evidence on America’s increasing political polarization, and an …"
        },
        {
            "title": "Treasury confirms it is to end VAT waiver on PPE in UK",
            "category": "Politics",
            "snippet": "Face masks and gloves will cost more from the end of this month after the government said a temporary waiver of VAT on personal protective equipment ( …"
        },
        {
            "title": "Asparagus takes the crown: 'I felt like I'd found fairies in the garden'",
            "category": "Life-and-Style",
            "snippet": "While I was harvesting nasturtium pods to brine for poor man’s capers recently, I came across a lovely surprise on our farm – a clump of fat asparagus …"
        },
        {
            "title": "David Pocock: 'I've got a lot more comfortable just being a bit weird and different'",
            "category": "Sport",
            "snippet": "David Pocock is planning a dinner party. The guest list is already proving a toilsome task when he realises he is allowed to invite the dead along wit …"
        },
        {
            "title": "Confessions of an atheist writer: Charlotte Wood on Catholicism and the 'art instinct'",
            "category": "Books",
            "snippet": "One of my earliest memories is not a memory at all but a sensation, perhaps a kind of hunger: it is the taste of the wooden pew in the small church in …"
        },
        {
            "title": "Wasps' Jack Willis: 'I’d trade all my awards to win the Premiership'",
            "category": "Sport",
            "snippet": "There are three main reasons why a depleted Wasps still believe they can surprise the newly-minted European champions Exeter in this year’s Premiershi …"
        },
        {
            "title": "Rob Baxter seeks 'big Exeter-type' display against Wasps to seal double",
            "category": "Sport",
            "snippet": "At the end of the longest Premiership campaign on record there remains little sign of Exeter coasting towards the chequered flag. Last week’s Champion …"
        },
        {
            "title": "US 2020 election could have the highest rate of voter turnout since 1908",
            "category": "US-News",
            "snippet": "More than 50 million Americans have cast ballots in the US presidential election with 11 days to go in the campaign, a pace that could lead to the hig …"
        },
        {
            "title": "US election: early voting could reportedly fuel highest turnout since 1908 – as it happened",
            "category": "US-News",
            "snippet": "New coronavirus cases continue to surge in dozens of US states. According to the Johns Hopkins University tracker, the US recorded 71,671 new coronavi …"
        }
    ]
}