{
    "page": [
        {
            "title": "California to consider slavery reparations after landmark law passed",
            "category": "US-News",
            "snippet": "California will consider paying reparations to descendants of slavery, becoming the first state in the US on Wednesday to adopt a law to study and dev …"
        },
        {
            "title": "Biden raises record funds as aides jab 'train wreck' Trump after sorry debate",
            "category": "US-News",
            "snippet": "Joe Biden broke fundraising records coming out of Tuesday’s acrimonious presidential debate between the Democratic nominee and Donald Trump. The chaot …"
        },
        {
            "title": "Inside the revamped Bodmin jail, one of Britain's 'most haunted' buildings",
            "category": "UK-News",
            "snippet": "Most visitors to Cornwall head to the surf beaches, the picturesque fishing harbours, art galleries, gardens or castles in search of light and joy. Ho …"
        },
        {
            "title": "Pubs, bars and restaurants report Covid curfew sales dive",
            "category": "Business",
            "snippet": "Sales at pub, bar and restaurant chains plunged by more than a third on the same period last year after a 10pm coronavirus curfew was imposed across m …"
        },
        {
            "title": "Tom Stoppard: A Life by Hermione Lee review – an exceptional biography",
            "category": "Books",
            "snippet": "In The Invention of Love, Tom Stoppard has his Oscar Wilde character describe biography as “the mesh through which our real life escapes”. Quoting tha …"
        },
        {
            "title": "A Perfectly Normal Family review – trans drama told from the heart",
            "category": "Film",
            "snippet": "Summary: Danish director Malou Reymann makes her debut feature with this gentle, open-hearted drama based on her own childhood experience of her dad transition …"
        },
        {
            "title": "Hey Hi Hello by Annie Nightingale review – five decades of pop gusto",
            "category": "Books",
            "snippet": "Irvine Welsh once wrote that Annie Nightingale was less a DJ and more “a surrogate cool big sister” to disaffected teenagers. “When the flatulent soun …"
        },
        {
            "title": "Talking Horses: Nathan Evans faces lengthy suspension over test",
            "category": "Sport",
            "snippet": "The jockey Nathan Evans has tested positive for a banned substance, understood to be a metabolite of cocaine, and is facing a lengthy suspension as a …"
        },
        {
            "title": "AC/DC reunite, featuring three former members",
            "category": "Music",
            "snippet": "AC/DC have announced a reunion, featuring members who had left the classic rock band in recent years. A new post on their Instagram account depicts vo …"
        },
        {
            "title": "Brothers in Arms review – Platoon's veterans hold their audience hostage",
            "category": "Film",
            "snippet": "The cast of Oliver Stone’s 1986 Vietnam classic Platoon heartily exchange old war stories in this making-of documentary by two of their own: Paul Sanc …"
        },
        {
            "title": "Cinematic cycling scenery, bobsleigh and memories of Dean Jones",
            "category": "Sport",
            "snippet": "1) Leeds face Manchester City in the Premier League on Saturday in the clubs’ first top-flight meeting since 2004. But let’s go back further in time t …"
        },
        {
            "title": "‘We want our island back’: the group taking on cruise ships in Florida Keys",
            "category": "US-News",
            "snippet": "Will Benson stands on the platform of a mint green fishing boat, under a white-hot sun, and whipsaws a fly fishing rig over azure waters as glassy as …"
        },
        {
            "title": "Halfords raises profit forecast to £55m as cycling sales roll on",
            "category": "Business",
            "snippet": "Halfords has raised profit expectations for the second time in a month after a surge in bike sales. The cycle and car parts retailer said demand for b …"
        },
        {
            "title": "Trump-Biden debate moderator: 'I never dreamt it would go off tracks like it did'",
            "category": "US-News",
            "snippet": "Chris Wallace, the Fox News journalist who acted as moderator during Tuesday’s chaotic US presidential debate between Donald Trump and Joe Biden, has …"
        },
        {
            "title": "Borat praises Donald Trump on Twitter ahead of new film",
            "category": "Film",
            "snippet": "Summary: A parody Twitter account styled to represent the government of Kazakhstan but apparently in promotion of the forthcoming Borat sequel, has praised Don …"
        },
        {
            "title": "First Thing: Biden raised $4m from the ashes of the first debate",
            "category": "US-News",
            "snippet": "Good morning. It is Joe Biden who appears to have benefited from Tuesday’s acrimonious presidential debate, raising $3.8m in the hour immediately foll …"
        },
        {
            "title": "Indian dance classes on Zoom lifted the heaviness I’d been carrying",
            "category": "Life-and-Style",
            "snippet": "In February, I learned that musician Kedaar Kumar, son of my long-ago Indian classical dance teacher, Rathna Kumar, had died suddenly of heart failure …"
        },
        {
            "title": "UK asylum detention: top civil servant says 'all options on the table'",
            "category": "UK-News",
            "snippet": "Summary: The top civil servant at the Home Office has said “all options are on the table” for the migration system, in response to reports officials were asked …"
        },
        {
            "title": "Happiness, a Mystery by Sophie Hannah review – solving the most profound puzzle",
            "category": "Books",
            "snippet": "What if we brought a detective’s logic to bear on the search for happiness? In this book, the bestselling crime writer Sophie Hannah sifts the evidenc …"
        },
        {
            "title": "From cut-out confessions to cheese pages: browse the world's strangest books",
            "category": "Books",
            "snippet": "Edward Brooke-Hitching grew up in a rare book shop, with a rare book dealer for a father. As the author of histories of maps The Phantom Atlas, The Go …"
        },
        {
            "title": "20 best African films – ranked!",
            "category": "Film",
            "snippet": "20. Borders (2017) The film’s director, Apolline Traoré, was born in Burkina Faso and educated in the US before returning to the country of her birth …"
        },
        {
            "title": "Revealed: Amy Coney Barrett supported group that said life begins at fertilization",
            "category": "US-News",
            "snippet": "Amy Coney Barrett, the Trump administration’s supreme court nominee, publicly supported an organization in 2006 that has said life begins at fertiliza …"
        },
        {
            "title": "Entitled by Kate Manne review – how male privilege hurts women",
            "category": "Books",
            "snippet": "This book doesn’t let up. What starts as a series of anecdotes about male privilege and how it motivates men to act in violent ways develops into a na …"
        },
        {
            "title": "Horse Meat Disco: 'A naked clubber became our mascot. He had his cigarettes in his socks'",
            "category": "Music",
            "snippet": "Every club night has its defining “were you there?” moment and, for Horse Meat Disco (HMD), it was Kate Bush and a lot of dry ice on New Year’s Day 20 …"
        },
        {
            "title": "I Will Walk With My Love review – gifted soprano finds depth and dancing in folk-classical debut",
            "category": "Music",
            "snippet": "Summary: At a time when many opera singers are out of work and chances to hear the full-throttle human voice in all its glory are few, a new recital disc as go …"
        },
        {
            "title": "Avatar 2 is ready for launch – but has James Cameron left it too late?",
            "category": "Film",
            "snippet": "Summary: If James Cameron’s Avatar were a pop song it would be Bohemian Rhapsody by Queen, an epic concoction that brings immense joy the first time it is expe …"
        },
        {
            "title": "Elvis Costello's teenage obsessions: 'I had a massive crush on Judi Dench in 1966'",
            "category": "Music",
            "snippet": "Talking to a Stranger My view of the world was coloured by the fact that my parents separated, and I used to go to the movies – the pictures as we cal …"
        },
        {
            "title": "Boris's Brexit and Covid incompetence spreads to infect asylum policy",
            "category": "Politics",
            "snippet": "For obvious reasons it has been coronavirus and Brexit that have been dominating the news agenda in recent months. But No 10 has been getting concerne …"
        },
        {
            "title": "Racing 92 players test positive for Covid-19 two weeks before European final",
            "category": "Sport",
            "snippet": "Racing 92’s preparations for European Champions Cup final against Exeter on 17 October have been thrown into turmoil following reports in France that …"
        },
        {
            "title": "Voters may see Tory asylum plans as sign of determination – or disarray",
            "category": "UK-News",
            "snippet": "Migrant camps on distant islands; decommissioned ferries kitted out to process asylum seekers; floating booms in the Channel. The government’s “blue s …"
        },
        {
            "title": "Brexit: EU launches legal action against UK for breaching withdrawal agreement",
            "category": "Politics",
            "snippet": "The EU has launched legal action against the UK after Boris Johnson failed to respond to Brussels’ demand that he drop legislation that would overwrit …"
        },
        {
            "title": "UK asylum: the offshore options officials were told to consider",
            "category": "UK-News",
            "snippet": "Downing Street and ministers have asked Foreign Office officials to consider a wide range of options to deter asylum seekers from attempting to cross …"
        },
        {
            "title": "Middlesbrough mayor vows to defy government over new Covid restrictions",
            "category": "UK-News",
            "snippet": "More than 2 million people in Merseyside, Warrington and Teesside will be banned by law from mixing with other households indoors in the latest extens …"
        },
        {
            "title": "Global manufacturing growth hits 25-month high; US jobless claims fall – as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap, after a day dominated by employment worries. Global manufacturing has posted its strongest growth in over two years. Factory b …"
        },
        {
            "title": "Victoria Spry: woman who was tortured by 'sadistic' foster mother dies",
            "category": "UK-News",
            "snippet": "A woman who suffered years of physical and mental torture by her “sadistic” foster mother and went on to become a passionate advocate for abuse surviv …"
        },
        {
            "title": "Mitchelton-Scott seek elusive Giro d'Italia win with Simon Yates gunning for pink",
            "category": "Sport",
            "snippet": "For Matt White, chief sports director of Australian cycling team Mitchelton-Scott, the Giro d’Italia is more than just a bike race. The Italian Grand …"
        },
        {
            "title": "All Our Shimmering Skies by Trent Dalton review – a quest fable follow-up to Boy Swallows Universe",
            "category": "Books",
            "snippet": "Molly Hook, the gravedigger’s daughter, has a heart on the verge of turning to stone. When her mother dies she is left to fend for herself against her …"
        },
        {
            "title": "Jelena Ostapenko rediscovers form to stun Karolina Pliskova at French Open",
            "category": "Sport",
            "snippet": "Jelena Ostapenko arrived at the French Open with one of the most peculiar tournament records any player will ever attain. Of the five times she had co …"
        },
        {
            "title": "Manchester attack inquiry: MI5 accused of 'obsessive focus on secrecy'",
            "category": "UK-News",
            "snippet": "Summary: MI5 risks undermining the confidence of the families bereaved by the Manchester Arena terror attack by asking to give evidence anonymously and from be …"
        },
        {
            "title": "Number-cruncher: the devastating power of Katie Porter's whiteboard",
            "category": "US-News",
            "snippet": "If I were a powerful man caught in a political bind, my dreams would be filled with images of Representative Katie Porter, chasing me around Capitol H …"
        },
        {
            "title": "Government offshore asylum idea attacked as 'morally bankrupt'",
            "category": "UK-News",
            "snippet": "Humanitarian groups and charities have reacted with fury to revelations that No 10 officials explored sending asylum seekers to offshore detention cen …"
        },
        {
            "title": "UK coronavirus: Poland and Turkey added to England's quarantine list; Starmer urges rethink of 10pm closing – as it happened",
            "category": "Politics",
            "snippet": "Sir Keir Starmer has called for a rethink of the compulsory 10pm closing time for pubs (see 4.09pm), as growing numbers of Tory MPs have also expresse …"
        },
        {
            "title": "Andy Haldane: the funnyman central banker who's not great at maths",
            "category": "Business",
            "snippet": "“I’m Andy, and I’m a central banker,” said Andy Haldane, the Bank of England’s chief economist, to a ripple of laughter as he began a TEDx talk in Gla …"
        },
        {
            "title": "Rolls-Royce's rights issue is emergency button it should have pressed sooner",
            "category": "Business",
            "snippet": "Summary: The process was slow and spluttering, but Rolls-Royce got there in the end: there will be a fully underwritten rights issue to raise £2bn, plus a new …"
        },
        {
            "title": "Elton John voices support for face masks after being accused of breaking rules",
            "category": "Music",
            "snippet": "Elton John’s spokesperson has said the singer is “fully supportive of wearing a mask in public” after he was accused of flouting face mask rules durin …"
        },
        {
            "title": "Outrage as Texas governor orders closure of multiple ballot drop-off sites",
            "category": "US-News",
            "snippet": "Summary: Texas is already one of the hardest places in America to vote, and Greg Abbott, the state’s governor, on Thursday made it even harder. The announcemen …"
        },
        {
            "title": "'Eat out to help out' did not boost hospitality sector finances – poll",
            "category": "Business",
            "snippet": "The government’s £500m subsidy for restaurant and pub meals failed to improve the finances of the UK’s hospitality and catering industries in the thir …"
        },
        {
            "title": "Which? urges aviation authority to set up 'robust' dispute service",
            "category": "Business",
            "snippet": "The consumer group Which? has called on the Civil Aviation Authority (CAA) to introduce a single, robust, dispute resolution service after concluding …"
        },
        {
            "title": "Legalise e-scooters in UK as alternative to short car trips, MPs say",
            "category": "Politics",
            "snippet": "MPs have called on the government to legalise e-scooters in the UK and advertise them to car drivers as a greener alternative for short journeys. The …"
        },
        {
            "title": "California firefighters watch for ‘violent’ winds as nearly 30 blazes burn",
            "category": "US-News",
            "snippet": "Firefighters in northern California are warily watching for “violent” winds expected to return to the Napa-Sonoma area, amid continuing extreme heat a …"
        }
    ]
}