{
    "page": [
        {
            "title": "Joe and Jill Biden test negative for coronavirus",
            "category": "US-News",
            "snippet": "Former vice-president Joe Biden and his wife Jill Biden tested negative for coronavirus, the Biden campaign announced on Friday morning. “Vice-Preside …"
        },
        {
            "title": "Trump's Covid diagnosis spooks investors but FTSE closes in the black",
            "category": "Business",
            "snippet": "Markets in the US and Europe endured a day of volatile trading after Donald Trump’s positive test for Covid-19 shook investors. The S&P 500 index, the …"
        },
        {
            "title": "First new deep coalmine in UK for 30 years gets go ahead",
            "category": "Business",
            "snippet": "Plans to open the UK’s first new deep coalmine in 30 years have been given the go-ahead by councillors in Cumbria. West Cumbria Mining (WCM) said it p …"
        },
        {
            "title": "95 books and counting: finding solace in reading through the year of Covid",
            "category": "Books",
            "snippet": "Summary: Rachel Krasky has read 95 books this year. That’s about 2.5 a week. The 30-year-old communications manager has always been a voracious reader, but Mel …"
        },
        {
            "title": "Growing citrus: 'It's hard not to agonise over an infant sapling'",
            "category": "Life-and-Style",
            "snippet": "The inclination with gardeners who grow citrus is to become like the parents of newborns. Fretting about this and that – leaf curl, the ants carrying …"
        },
        {
            "title": "Breonna Taylor: grand jury testimony reveals police did not search her home",
            "category": "US-News",
            "snippet": "In grand jury testimony made public on Friday, a law enforcement officer said police in Kentucky did not end up searching Breonna Taylor’s apartment o …"
        },
        {
            "title": "No Time to Die: Bond 25 pushed back again to spring 2021",
            "category": "Film",
            "snippet": "The next James Bond thriller, No Time to Die, has been delayed yet again as a result of the ongoing coronavirus pandemic. The 25th instalment of the s …"
        },
        {
            "title": "Trump heads to hospital as Covid diagnosis throws US into fresh upheaval",
            "category": "US-News",
            "snippet": "Summary: America’s leadership has been plunged into extraordinary uncertainty after Donald Trump tested positive for the coronavirus, raising questions over ho …"
        },
        {
            "title": "Donald Trump's Hollywood Walk of Fame star vandalized again",
            "category": "US-News",
            "snippet": "Donald Trump’s star on the Hollywood Walk of Fame has been severely vandalized again, the Los Angeles police department has confirmed. At 5.55am PST o …"
        },
        {
            "title": "Donald Trump receiving Covid-19 treatment yet to be peer-reviewed",
            "category": "US-News",
            "snippet": "Donald Trump is being treated with an experimental antibody drug that has shown promising initial early results but has yet to be peer-reviewed. Accor …"
        },
        {
            "title": "Tim Dowling: I’m awake, worrying about death – and skirting boards",
            "category": "Life-and-Style",
            "snippet": "It is that two-hour window of the night – roughly between 3.30am and 5.30am – that I reserve to lie awake in the grip of nameless dread, heart thuddin …"
        },
        {
            "title": "Fit in my 40s: can a hot yoga lover find inner calm in a rooftop class?",
            "category": "Life-and-Style",
            "snippet": "We go into autumn unsure where the dice will land, but at the time of going to press, group exercise classes were still going ahead, with more than si …"
        },
        {
            "title": "HR McMaster on serving Trump: 'If you're not on the pitch, you're going to get your ass kicked'",
            "category": "US-News",
            "snippet": "HR McMaster was national security adviser for a little more than a year. His struggles to work with Donald Trump have been widely reported. After a ye …"
        },
        {
            "title": "Chaotic Trump-Biden debate may count for little – voters have already decided",
            "category": "US-News",
            "snippet": "First-time independent voter Benaja Richardson tuned into Tuesday’s now infamous debate between US presidential candidates Donald Trump and Joe Biden …"
        },
        {
            "title": "Shadow chancellor calls on ministers to fulfil pledge on money laundering",
            "category": "Politics",
            "snippet": "Summary: The shadow chancellor, Anneliese Dodds, is calling for the government to introduce a long-promised register of foreign owners of UK properties, to pre …"
        },
        {
            "title": "The International Brigades by Giles Tremlett review – fighting fascism in Spain",
            "category": "Books",
            "snippet": "Summary: “We shall not forget you,” promised the famous Spanish communist known as La Pasionaria, addressing the surviving International Brigades as they depar …"
        },
        {
            "title": "Aspiring writers, enter that prize. Even if you don't win, you'll be seen",
            "category": "Books",
            "snippet": "Writing prizes are massively important for aspiring and emerging writers. I think they are vastly more important than literary prizes. So many aspirin …"
        },
        {
            "title": "How healthy is Trump? Years of misinformation  make it difficult to know",
            "category": "US-News",
            "snippet": "Summary: On Friday morning, ex-White House doctor Ronny Jackson confidently told Fox News that Donald Trump was not exhibiting any symptoms from coronavirus. S …"
        },
        {
            "title": "Kae Tempest: what I have learned from 20 years on the mic",
            "category": "Books",
            "snippet": "Summary: James Joyce told me once: “In the particular is contained the universal.” I appreciated the advice. It taught me that the closer attention I pay to my …"
        },
        {
            "title": "How the Indian Premier League clean bowled English T20 cricket",
            "category": "Sport",
            "snippet": "The weather forecast for Birmingham this weekend isn’t messing about. Usually weather in this country is described in gentle language, using words suc …"
        },
        {
            "title": "London Marathon hopes to retain spirit in park laps and virtual runs",
            "category": "Sport",
            "snippet": "For almost 40 years it has become a familiar sight on the streets of the nation’s capital: a joyous and sweaty caravan of elite and everyday runners, …"
        },
        {
            "title": "'It’s a ghost town': City of London market reacts to Covid slump",
            "category": "Business",
            "snippet": "Ten days after the government halted its back-to-the-office drive in England, sparse lunchtime scenes in London’s historic financial district indicate …"
        },
        {
            "title": "Boris Johnson to set fishing ultimatum in crunch EU summit",
            "category": "Politics",
            "snippet": "Boris Johnson will demand that the increasingly isolated French president, Emmanuel Macron, caves in to UK demands on fishing as the price for a trade …"
        },
        {
            "title": "The Thursday Murder Club by Richard Osman review – cosy crime caper",
            "category": "Books",
            "snippet": "So now we know what Pointless creator Richard Osman has been up to behind that laptop: drawing on his passion for classic English crime fiction for hi …"
        },
        {
            "title": "‘Never shoot with a wonky pea!’: meet the alternative world champions",
            "category": "Sport",
            "snippet": "Summary: Sally Redman-Davies, peashooting world champion, 2018 and 2019 Two years ago, I found myself on the village green in Witcham in Cambridgeshire. It was …"
        },
        {
            "title": "Conservatives to open HQ in Leeds",
            "category": "Politics",
            "snippet": "The Conservative party is to open a new campaign headquarters in Leeds in an attempt to deliver for the former “red wall” areas that helped vote Boris …"
        },
        {
            "title": "Monty Don: ‘Everything about gardening is personal. It heals my troubled brain’",
            "category": "Life-and-Style",
            "snippet": "‘I’m not a great musician, but I often feel there’s an analogy with music,” says Monty Don, describing his process of interpreting a garden for the fi …"
        },
        {
            "title": "'A writer is one who writes': Covid has made life harder – but I'm still hopeful",
            "category": "Life-and-Style",
            "snippet": "Before Covid-19, as a freelance writer, I spent so many days a year on the road for work that I did not have routines and was hardly anywhere long eno …"
        },
        {
            "title": "'Writing a novel is like wading through wet sand, at night, in a storm': John Banville on The Sea",
            "category": "Books",
            "snippet": "Summary: At what moment can the composition of a novel be said to have begun? Nabokov claimed he felt the first tingling caress of Lolita when he read a newspa …"
        },
        {
            "title": "AFL 2020 elimination final: Magpies edge Eagles in thriller – as it happened",
            "category": "Sport",
            "snippet": "A truly memorable game of finals football that went Collingwood’s way. But in truth neither side deserved to lose. The match ebbed and flowed, with le …"
        },
        {
            "title": "One to watch: Wesley Joseph",
            "category": "Music",
            "snippet": "Since emerging earlier this year with his self-produced debut single, the skittering, jazz-flecked Imaginary Friends, 23-year-old rapper-singer Wesley …"
        },
        {
            "title": "Tories' virtual party conference suffers access glitch",
            "category": "Politics",
            "snippet": "Activists and observers were temporarily unable to log into the virtual Tory party conference on Saturday. The problem occurred while the Cabinet Offi …"
        },
        {
            "title": "On my radar: Michael Morpurgo's cultural highlights",
            "category": "Books",
            "snippet": "Born in St Albans in 1943, Michael Morpurgo is the author of over 100 books, including the bestselling children’s novels War Horse, Private Peaceful a …"
        },
        {
            "title": "The Trial of the Chicago 7 review – timely courtroom drama",
            "category": "Film",
            "snippet": "Summary: The events explored in this electrifying courtroom drama – the trial of a high-profile group of defendants on charges relating to anti-Vietnam protest …"
        },
        {
            "title": "Green and pleasant beats urban buzz as families opt to leave cities",
            "category": "Business",
            "snippet": "An hour away on the train from London, the cathedral city of Winchester has long appealed to people working in the capital and looking to move out. Bu …"
        },
        {
            "title": "Diana Krall: This Dream of You review – second to none",
            "category": "Music",
            "snippet": "The song is But Beautiful. Diana Krall sings the first chorus and then comes a guitar solo. As it begins, a string orchestra joins in, playing the mel …"
        },
        {
            "title": "Johnson and Von der Leyen extend Brexit talks by a month",
            "category": "Politics",
            "snippet": "Boris Johnson and Ursula von der Leyen have approved a further month of Brexit negotiations after agreeing that enough progress has been made to justi …"
        },
        {
            "title": "Cam Newton tests positive for Covid-19 as NFL moves Patriots-Chiefs game",
            "category": "Sport",
            "snippet": "New England Patriots quarterback Cam Newton has tested positive for Covid-19 and will not play in the team’s Week 4 game against the Kansas City Chief …"
        },
        {
            "title": "'There's a strong bond between us': the runners who've never missed a London Marathon",
            "category": "Sport",
            "snippet": "It is more than two decades since Ken Jones nearly lost his record of finishing every London Marathon, but the 87-year-old still has flashbacks. “In 1 …"
        },
        {
            "title": "Jennifer Nansubuga Makumbi: 'Life is about making myth'",
            "category": "Books",
            "snippet": "Summary: Jennifer Nansubuga Makumbi was born in Kampala, Uganda, in 1967, and now lives in Manchester. Her first novel, Kintu, was longlisted for the Etisalat …"
        },
        {
            "title": "Keir Starmer: Boris Johnson has ‘lost control’ of Covid-19 pandemic",
            "category": "Politics",
            "snippet": "Boris Johnson has “lost control” of the fight against Covid-19 and has no clear strategy for defeating the virus, the Labour leader, Keir Starmer, say …"
        },
        {
            "title": "How we stay together: 'A lot of those edges rubbed off and weren't as sharp'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Michael and Michelle Aronson Years together: 49 Occupations: Co-founders of Grants toothpaste He was miles from home and hadn’t spoken to his f …"
        },
        {
            "title": "'I feel much better': Trump releases first video message from hospital room",
            "category": "US-News",
            "snippet": "Donald Trump released a new video message on Saturday evening saying that he is “doing well”, his wife Melania is “doing very well” and the next few d …"
        },
        {
            "title": "From the archive: at home with Terence Conran, 1981",
            "category": "Life-and-Style",
            "snippet": "Summary: For the Observer Magazine of 6 December 1981, the designer Terence Conran, who died last month, was the subject of ‘A Room of My Own’. Pictured in his …"
        },
        {
            "title": "Exploring Somerset’s garden of earthly delights",
            "category": "Life-and-Style",
            "snippet": "If you walk left on entering the Newt in Somerset, past the shop selling artisanal wares, up the slope and into the deer park, you will arrive at an a …"
        },
        {
            "title": "An easy way to bring a twinkle to your eyes",
            "category": "Life-and-Style",
            "snippet": "Iridescent eyes aren’t limited to party season. This look from Genny AW20 is a brilliant example of how slightly shiny eye makeup can work outside its …"
        },
        {
            "title": "Last orders at 10pm will be the last straw for struggling pubs and restaurants",
            "category": "Business",
            "snippet": "There are few industries in which the chasm between the front-of-house experience and life behind the scenes is wider than in hospitality. To create t …"
        },
        {
            "title": "Summer spending boosted Britain but winter job cuts have yet to bite",
            "category": "Business",
            "snippet": "The UK economy continued its rapid rebound from the depths of the coronavirus lockdown in August, the latest official data on growth is expected to sh …"
        },
        {
            "title": "Tom Stoppard: A Life review – smuggling heart into a scholar's story",
            "category": "Books",
            "snippet": "“I simply don’t like revealing myself,” Tom Stoppard once said. “I am a very private sort of person.” It takes a persistent, unflappable and penetrati …"
        },
        {
            "title": "How a TV baseball movie inspired late Lennon love song",
            "category": "Music",
            "snippet": "A month before he was shot dead in December 1980, John Lennon recorded the song Grow Old With Me, its lyrics drawn from a Robert Browning poem. Inspir …"
        }
    ]
}