{
    "page": [
        {
            "title": "Supreme court allows Trump administration to end census count early",
            "category": "US-News",
            "snippet": "Summary: The US supreme court will allow the Trump administration to immediately end counting for the 2020 census, despite warnings that doing so would result …"
        },
        {
            "title": "Amy Coney Barrett dodges abortion, healthcare and election law questions",
            "category": "US-News",
            "snippet": "On the second day of hearings before the Senate judiciary committee, Democrats pressed the supreme court nominee Amy Coney Barrett on healthcare, elec …"
        },
        {
            "title": "‘Loud and proud, wrong and strong’: the ‘Yolŋu surf rock’ of Yothu Yindi’s next generation",
            "category": "Music",
            "snippet": "The music of Yothu Yindi, says King Stingray guitarist Roy Kellaway, is in his blood. He and the brand new band’s singer, Yirrnga Yunupiŋu, grew up to …"
        },
        {
            "title": "Stevie Nicks on art, ageing and attraction: ‘Botox makes it look like you’re in a satanic cult!’",
            "category": "Music",
            "snippet": "Stevie Nicks has been taking the pandemic even more seriously than most. She has barely left her home in Los Angeles this year. “My assistant, God ble …"
        },
        {
            "title": "Picturebook legend Oliver Jeffers: 'I've got my wife's bite marks tattooed on my finger'",
            "category": "Books",
            "snippet": "Summary: Oliver Jeffers is talking about his many, many tattoos. He has sold millions of picture books all over the world – beautifully drawn creations about, …"
        },
        {
            "title": "It's not easy being the first but for Kamala Harris it has become a habit",
            "category": "US-News",
            "snippet": "It took less than one day after Kamala Harris was announced as the Democratic vice-presidential nominee for a racist and baseless “birther” conspiracy …"
        },
        {
            "title": "The Kid Detective review – cutesy crime caper takes a dark left turn",
            "category": "Film",
            "snippet": "Within the framework of any good mystery is a well-modulated supply of red herrings, designed to wrongfoot us and the detective we’re watching, ideall …"
        },
        {
            "title": "My Life in Red and White by Arsène Wenger review – what was his secret?",
            "category": "Books",
            "snippet": "In December 1997, Arsène Wenger’s Arsenal team were beaten 3-1 at home by Blackburn Rovers, and the players were booed off the pitch by the home fans, …"
        },
        {
            "title": "'They're turned off by him': Trump in trouble as Florida's seniors shift towards Biden",
            "category": "US-News",
            "snippet": "If Donald Trump believed joining the ranks of Florida’s older voters would earn him political capital with a group crucial to his hopes of a second te …"
        },
        {
            "title": "Reproduction by Ian Williams review – fallout of an unlikely affair",
            "category": "Books",
            "snippet": "For decades novelists have mined the rich dramatic potential of pioneering black-and-white relationships, scarred by the collective memory of slavery, …"
        },
        {
            "title": "‘Napkins are the new fashion’: the improbable rise of tablescaping",
            "category": "Life-and-Style",
            "snippet": "In August, Dawn Batten, who runs an interiors Instagram account focusing on thrift and upcycling, found herself layering her favourite willow-pattern …"
        },
        {
            "title": "Top 10 books about creative writing",
            "category": "Books",
            "snippet": "The poet Rita Dove was once asked what makes poetry successful. She went on to illuminate three key areas: First, the heart of the writer; the things …"
        },
        {
            "title": "First Thing election special: is Biden's big lead getting bigger?",
            "category": "US-News",
            "snippet": "Good morning. With less than three weeks until election day, a poll for the Guardian and Opinium research suggests the gap between Donald Trump and hi …"
        },
        {
            "title": "Australia must prepare now for climate-related disasters or pay more later, insurance regulator says",
            "category": "Business",
            "snippet": "Australia’s banking and insurance regulator has estimated the country will need to spend about $3.5bn a year to limit damage from climate-related natu …"
        },
        {
            "title": "Disorderly Brexit could damage UK's economic recovery from Covid, says OECD",
            "category": "Business",
            "snippet": "Britain’s economy faces a double risk to recovery from a disorderly Brexit as the coronavirus pandemic drags down growth, the Organisation for Economi …"
        },
        {
            "title": "Ice, ice, flavour: 17 ways with frozen fruit and veg, from bhindi masala to cherry clafoutis",
            "category": "Life-and-Style",
            "snippet": "Frozen fruit and vegetables get a bad rap. Bags of frozen peas suffer from their association with sports injuries, while frozen “mixed veg” brings to …"
        },
        {
            "title": "Trade department links with rightwing thinktank under fresh scrutiny",
            "category": "Politics",
            "snippet": "Summary: Links between Liz Truss’s Department for International Trade and a powerful rightwing thinktank have come under fresh scrutiny, after the government d …"
        },
        {
            "title": "My partner is very reserved with me – for good reason. How can we have a more satisfying sex life?",
            "category": "Life-and-Style",
            "snippet": "I met my partner shortly after leaving an abusive relationship, which ended with an aggressive sexual assault, followed by months of harassment. My pa …"
        },
        {
            "title": "Governments are failing Black students – and rappers are picking up the slack",
            "category": "Music",
            "snippet": "This week, US rapper Megan Thee Stallion launched the Don’t Stop scholarship in partnership with Amazon Music, giving two women of colour $10,000 each …"
        },
        {
            "title": "Failosophy by Elizabeth Day review – the feel-good 'failing-well' industry",
            "category": "Books",
            "snippet": "Elizabeth Day’s 2019 book How to Fail, a winning blend of memoir and self-help, set out to prove Truman Capote’s assertion that “failure is the condim …"
        },
        {
            "title": "Gal Gadot as Cleopatra is a backwards step for Hollywood representation",
            "category": "Film",
            "snippet": "Cleopatra is once again getting the big screen treatment, this time courtesy of Wonder Woman director Patty Jenkins and the DC heroine herself, Gal Ga …"
        },
        {
            "title": "Being a Human Person review – the Monty Pythonesque artistry of Roy Andersson",
            "category": "Film",
            "snippet": "The amazing artistry of 77-year-old Swedish director Roy Andersson is illuminated in this tribute, a documentary that follows the work on his latest f …"
        },
        {
            "title": "Housebuilder Barratt's sales rise on back of stamp duty holiday",
            "category": "Business",
            "snippet": "Barratt, Britain’s biggest housebuilder, has said its sales jumped after the Covid-19 lockdown ended, boosted by the government’s stamp duty holiday a …"
        },
        {
            "title": "Trans woman was waiting for therapy when she died, mother tells inquest",
            "category": "UK-News",
            "snippet": "The mother of a transgender woman found dead at her flat in Bristol has told an inquest that her daughter and other people with mental health issues h …"
        },
        {
            "title": "The Devil Has a Name review - fire-breathing thriller about a farmer taking on Big Oil",
            "category": "Film",
            "snippet": "Edward James Olmos is an actor-film-maker with a long history of advocating for Latino screen representation, and he has cast himself as something of …"
        },
        {
            "title": "Essex stars help tourist board challenge stereotype",
            "category": "UK-News",
            "snippet": "Think Essex. Think white stilettos, boy racers, fake tans, tracksuits? Now Essex, weary of this stereotypical image, is putting the record straight – …"
        },
        {
            "title": "Belief Joe Biden will win drives shift in US stock purchases",
            "category": "Business",
            "snippet": "Increasing expectations of a Democratic party victory in the race for the White House and on Capitol Hill appear to be driving investors towards stock …"
        },
        {
            "title": "Britain's most prolific rapists should never be freed from jail, appeal court told",
            "category": "UK-News",
            "snippet": "Two of Britain’s most notorious rapists should never be released from prison, the court of appeal has heard. Lawyers argued on Wednesday that the seri …"
        },
        {
            "title": "Coronavirus: Northern Ireland to go into four-week partial lockdown",
            "category": "UK-News",
            "snippet": "Northern Ireland is to close schools, pubs and restaurants as part of new restrictions to try to contain exploding rates of Covid-19 infection. Arlene …"
        },
        {
            "title": "Idles v Fat White Family: what the indie showdown tells us about class",
            "category": "Music",
            "snippet": "On the face of it, two British indie bands being locked in a war of words about class-consciousness might seem like egoistic farce. On deeper consider …"
        },
        {
            "title": "Legacy of Lies review –  sappy action thriller undone by lack of smarts",
            "category": "Film",
            "snippet": "Acting talent is largely neither here nor there when it comes to low-budget action thrillers: what makes the difference is a script that’s smart enoug …"
        },
        {
            "title": "Million-pound question: why save Secret Cinema while real cinemas are in ruins?",
            "category": "Film",
            "snippet": "Film fans experienced a collective meltdown on Monday when it was revealed that Secret Group, the company behind immersive movie experience Secret Cin …"
        },
        {
            "title": "China's main stock markets hit combined record high of $10.08tn",
            "category": "Business",
            "snippet": "China’s stock market has soared to a record high of more than $10tn as the world’s second-largest economy continues a rapid bounceback from the corona …"
        },
        {
            "title": "EU deal still possible, PM to be told, as potential fisheries plan emerges",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson will be advised by his chief negotiator that a trade deal with the EU is still possible should the prime minister ditch his deadline and …"
        },
        {
            "title": "BP shares plunge amid 'low-carbon plan' and slipping oil market",
            "category": "Business",
            "snippet": "BP’s share price has tumbled to a 25-year-low as investor jitters over the company’s ambitious transformation plans collide with fears for the future …"
        },
        {
            "title": "IMF urges governments to maintain support, as Covid-19 restrictions worry markets - as it happened",
            "category": "Business",
            "snippet": "Summary: And finally... Britain’s FTSE 100 has closed at its lowest point in almost two weeks. The blue-chip index ended the day at 5935, down 34 points or 0.6 …"
        },
        {
            "title": "Trump and Biden to hold dueling town halls after canceled debate",
            "category": "US-News",
            "snippet": "Summary: Donald Trump has scheduled a televised town hall event to be broadcast at the same time on Thursday evening as a separate town hall featuring rival Jo …"
        },
        {
            "title": "BHP bosses defend company's decision to stay in gas and oil 'for the medium term'",
            "category": "Business",
            "snippet": "BHP management has batted away shareholder criticism of the miner’s intention to continue investing in gas despite claiming it will dramatically reduc …"
        },
        {
            "title": "The epicurean way: a four-day road trip around South Australia's wine regions",
            "category": "Life-and-Style",
            "snippet": "There are more than 500 wineries in the four major wine regions immediately surrounding Adelaide, and almost half as many cellar doors. It’s enough to …"
        },
        {
            "title": "2067 review – Kodi Smit-McPhee is the chosen one in aspirational but cliched climate sci-fi",
            "category": "Film",
            "snippet": "There is a genre of sci-fi movies that prioritises a resourceful kind of deception: tricking the audience with high-end looks manufactured from low bu …"
        },
        {
            "title": "Cameron Smith: only when he is gone will his subtle brilliance be fully appreciated",
            "category": "Sport",
            "snippet": "In April 2002, Melbourne were short a halfback against Canterbury. With regular Matt Orford and back-up Marty Turner out, coach Mark Murray plucked an …"
        },
        {
            "title": "UK coronavirus: 19,724 new cases recorded, a daily rise of nearly 2,500 – as it happened",
            "category": "Politics",
            "snippet": "The UK has recorded 19,724 new coronavirus cases - a new daily record and an increase of almost 2,500 (or 14%) on the figure for yesterday. (See 4.27p …"
        },
        {
            "title": "Mafia Inc review – old-school gangster pic based on real Canadian milieu",
            "category": "Film",
            "snippet": "This unexpectedly absorbing gangster movie is based on a nonfiction book of the same name by André Cédilot and André Noël that delved into Montreal’s …"
        },
        {
            "title": "Elton John and ex-wife Renate Blauel settle legal dispute",
            "category": "Music",
            "snippet": "Summary: Sir Elton John and his ex-wife, Renate Blauel, have settled a legal case brought after details of the marriage were featured in the singer’s memoir an …"
        },
        {
            "title": "Breonna Taylor’s boyfriend says police didn’t try to save her as she lay dying",
            "category": "US-News",
            "snippet": "Kenneth Walker, Breonna Taylor’s boyfriend, found out from the news that the woman he had hoped to marry and who had just been shot by police in a bot …"
        },
        {
            "title": "John Leslie tells sexual assault trial claims are 'ludicrous'",
            "category": "UK-News",
            "snippet": "Summary: The former Blue Peter presenter John Leslie told a court that claims he had grabbed a woman’s breasts at a Christmas party were “crazy” and “ludicrous …"
        },
        {
            "title": "Wales to ban visitors from Covid hotspots elsewhere in UK",
            "category": "UK-News",
            "snippet": "Summary: People who live in Covid-19 hotspots in England, Scotland and Northern Ireland are to be banned from travelling to Wales, the Welsh first minister has …"
        },
        {
            "title": "Dance music platform Resident Advisor defends £750,000 government grant",
            "category": "Music",
            "snippet": "A dance music website and events company that will receive £750,000 as part of the government’s arts support grant scheme has defended its application …"
        },
        {
            "title": "Dr Richard Freeman admits third data loss after UCI request over bloods",
            "category": "Sport",
            "snippet": "Team Sky and British Cycling’s former doctor Richard Freeman admitted losing medical information from a third computer after the UCI requested blood d …"
        },
        {
            "title": "John Reid obituary",
            "category": "Sport",
            "snippet": "John Reid, who has died aged 92, was in large part responsible for establishing New Zealand as a respected force in world cricket. A superb all-rounde …"
        }
    ]
}