{
    "page": [
        {
            "title": "Trump rejects change to rules despite chaos of first debate",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s re-election campaign has rejected calls to change the rules of the next two presidential debates with Democratic challenger Joe Biden a …"
        },
        {
            "title": "Burgess stands down as police, NRL investigate 'very serious' allegations against ex-Rabbitohs star",
            "category": "Sport",
            "snippet": "Summary: New South Wales police and the NRL’s integrity unit are investigating “very serious” allegations against the South Sydney Rabbitohs and the club’s for …"
        },
        {
            "title": "Home Office moved Covid-affected asylum seekers against orders",
            "category": "Politics",
            "snippet": "The Home Office moved dozens of asylum seekers involved in a Covid outbreak more than 120 miles despite an enforcement order saying they should remain …"
        },
        {
            "title": "The data scientist exposing US white supremacists: 'This is how you fight Nazis'",
            "category": "US-News",
            "snippet": "The far-right Proud Boys group, whom Donald Trump refused to denounce this week, have been linked to assaults on protesters, white supremacist organiz …"
        },
        {
            "title": "Covid-19 infections are now increasing 'exponentially' - but what does that mean?",
            "category": "Books",
            "snippet": "Summary: The prime minister has warned that Covid-19 infections are now increasing “exponentially”. That sounds technical, but should we be frightened? The Lat …"
        },
        {
            "title": "I’d heard about a running ‘high’. Now, I too, have felt the buzz of finishing a 5k",
            "category": "Life-and-Style",
            "snippet": "It’s rare that someone looks forward to exercise all of the time – even if one enjoys playing sports (as I do), or can barely remember the direct rout …"
        },
        {
            "title": "The Forty-Year-Old Version review - Radha Blank's New York chamber comedy",
            "category": "Film",
            "snippet": "The Forty-Year-Old Version is a rangy, laidback, one-woman-show type of film with an interesting tang of disillusionment. It comes from Radha Blank, w …"
        },
        {
            "title": "The Devil and the Dark Water by Stuart Turton review – irresistible maritime mystery",
            "category": "Books",
            "snippet": "The Seven Deaths of Evelyn Hardcastle – a curiously invigorating mix of genres described by its publishers as “Gosford Park meets Inception, by way of …"
        },
        {
            "title": "Yates and Thomas the favourites as Giro follows fast on heels of the Tour",
            "category": "Sport",
            "snippet": "In the rejigged 2020 cycling season, Grand Tours have become like buses. You wait ages and then two or three turn up, each one right behind the others …"
        },
        {
            "title": "Blackpink: The Album review – brilliance from the world's biggest girl band",
            "category": "Music",
            "snippet": "Summary: In some benighted corners of the internet, the big news a couple of weeks ago was the latest battle in the ongoing war between fans of South Korean bo …"
        },
        {
            "title": "Chess: Carlsen wins with 1 f3 as Play Magnus raises $42m in Oslo listing",
            "category": "Sport",
            "snippet": "Magnus Carlsen has won yet another speed chess final, defeating Wesley So 5.5-3.5 after the world champion won the first game with the bizarre opening …"
        },
        {
            "title": "Snowdrops: Volutes review – musical studies from the edge of humanity",
            "category": "Music",
            "snippet": "Summary: While working as a radio operator during the first world war, Maurice Martenot became fascinated by the pure sine waves that were accidentally produce …"
        },
        {
            "title": "Donald Trump's age and weight may cause Covid complications, doctors say",
            "category": "US-News",
            "snippet": "Doctors have warned that the US president, Donald Trump, has numerous factors placing him at risk of complications from Covid-19, including his age an …"
        },
        {
            "title": "Red Pill by Hari Kunzru review – a timely take on reality",
            "category": "Books",
            "snippet": "The title of Hari Kunzru’s sixth novel is taken from the famous scene in The Matrix where protagonist Neo is offered a choice: the red pill will allow …"
        },
        {
            "title": "Eternal Beauty review – Sally Hawkins shines in audacious, offbeat triumph",
            "category": "Film",
            "snippet": "Summary: Writer-director Craig Roberts has created a thoughtful, valuable, humane drama about mental illness. The setting is a British suburbia around the 1980 …"
        },
        {
            "title": "Working Men's Club review – synthpop of every stripe on outstanding debut LP",
            "category": "Music",
            "snippet": "The Golden Lion pub in Todmorden gives locals the chance to meet and talk about the high number of UFO sightings in the isolated West Yorkshire town. …"
        },
        {
            "title": "RLPO/Petrenko review – maximum impact for bold start to virtual season",
            "category": "Music",
            "snippet": "The Royal Liverpool Philharmonic’s autumn season in its home base is a mixture of online-only performances and concerts with socially distanced audien …"
        },
        {
            "title": "The Boys in the Band review – fierce fun and games in the pre-Aids era",
            "category": "Film",
            "snippet": "Hammy and stagey and campy it might be, but The Boys in the Band turns out to have a fiercely watchable soap-operatic intensity, a sustained attack of …"
        },
        {
            "title": "Petina Gappah: 'Last book to make me laugh? The cheese chapter in Three Men in a Boat'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading Belonging, the second part of Simon Schama’s magisterial series The Story of the Jews. The books that changed my life …"
        },
        {
            "title": "My life in sex: ‘I both long for romance and dread it’",
            "category": "Life-and-Style",
            "snippet": "When my friends talk about sex and romance, I pretend to understand and hope they don’t notice that I don’t have stories of my own to tell. I’ve never …"
        },
        {
            "title": "Why Radiohead are the Blackest white band of our times",
            "category": "Music",
            "snippet": "Ask anyone who is the Blackest white rock band to emerge over the past 30 years, and my hunch is that few would say Radiohead. The hypnotically wonky …"
        },
        {
            "title": "Tracks of the week reviewed: Sam Smith, James Blake, Justin Bieber",
            "category": "Music",
            "snippet": "Sam Smith Diamonds Diamonds is told from inside an acrimonious breakup: the messy enmeshing of love and finances. “Take all the money you want from me …"
        },
        {
            "title": "A second Trump term would be 'game over' for the climate, says top scientist",
            "category": "US-News",
            "snippet": "This article is published as part of Covering Climate Now, a collaboration of 400-plus news outlets to strengthen coverage of the climate story. The G …"
        },
        {
            "title": "Dick Johnson Is Dead review – a startling confrontation with death",
            "category": "Film",
            "snippet": "Kirsten Johnson is the cinematographer and film-maker who in 2016 created, or curated, Cameraperson, an arresting, dreamlike collage of material that …"
        },
        {
            "title": "How I learned to love being an Essex girl",
            "category": "Books",
            "snippet": "In the kingdom of the East Saxons, towards the end of the seventh century, the noblewoman Ethelburga founded an abbey in a place they called Berecingu …"
        },
        {
            "title": "Sunday best: 17 expert tips for the perfect roast dinner, from brining the chicken to bashing the potatoes",
            "category": "Life-and-Style",
            "snippet": "Few meals retain a capacity for disappointment like the classic British roast dinner. Expectations are usually high, and there is just so much that ca …"
        },
        {
            "title": "Asda sold to billionaire Issa brothers in £6.8bn deal",
            "category": "Business",
            "snippet": "Asda has been sold to two billionaire brothers from Blackburn and the private equity firm TDR Capital in a deal that values the supermarket chain at £ …"
        },
        {
            "title": "D (A Tale of Two Worlds) by Michel Faber review – fantasy that fails to fly",
            "category": "Books",
            "snippet": "Every morning, the heroine of Michel Faber’s new book wakes in her cosy bed on the south coast of England. Dhikilo leads what might look like an ordin …"
        },
        {
            "title": "Susie Dent 'gutted' after new book Word Perfect printed with host of typos",
            "category": "Books",
            "snippet": "Countdown’s resident lexicographer Susie Dent has testified to the effectiveness of lalochezia, or “the use of swearing to alleviate stress and frustr …"
        },
        {
            "title": "Classical highlights for the week ahead: 2 to 9 October",
            "category": "Music",
            "snippet": "Elias Quartet Leamington Music returns in a new venue. Beethoven is the common denominator between the Elias Quartet’s two programmes: in their late a …"
        },
        {
            "title": "'I feel pride': incarcerated residents of Washington DC register to vote for first time",
            "category": "US-News",
            "snippet": "On a Wednesday afternoon earlier last month, Tony Lewis Sr, a former Washington DC drug dealer in his 32nd year of a life sentence, didn’t imagine any …"
        },
        {
            "title": "Zef Eisenberg killed during land speed record attempt",
            "category": "UK-News",
            "snippet": "Zef Eisenberg, the millionaire sports nutrition company founder and television presenter, has been killed during an attempt to break the British land …"
        },
        {
            "title": "Tell us about the one five-minute home improvement that made a big difference",
            "category": "Life-and-Style",
            "snippet": "Since the beginning of the coronavirus pandemic, more people have been spending time renovating their homes. We would like to hear from people in the …"
        },
        {
            "title": "'Hawaii, Bristol, it's just as fun': world's top adaptive surfers take to The Wave",
            "category": "Sport",
            "snippet": "Summary: The rain pelted down and the wind swept in but Bruno Hansen, one of the world’s leading adaptive surfers, didn’t mind a bit. After his training sessio …"
        },
        {
            "title": "I do have one old-fashioned attitude about marriage. It's to do with prenups",
            "category": "Life-and-Style",
            "snippet": "My thoroughly modern and fiercely feminist friend is getting a prenup. We talk about it often: she tries to convince me it’s a tool for equality, and …"
        },
        {
            "title": "Derek Mahon, Belfast-born giant of Irish poetry, dies aged 78",
            "category": "Books",
            "snippet": "Summary: Derek Mahon, the Belfast-born poet who became an immense figure in Irish poetry with poems such as A Disused Shed in Co Wexford and Courtyards in Delf …"
        },
        {
            "title": "Biden announced in-person canvassing. Then Trump tested positive for Covid",
            "category": "US-News",
            "snippet": "At a Latinos for Trump roundtable in Phoenix in August, Alma Rodriguez said she had yet to hear from Joe Biden’s campaign this cycle. But the 28-year- …"
        },
        {
            "title": "Von der Leyen  says parts of Brexit talks 'completely open' ahead of showdown",
            "category": "Politics",
            "snippet": "Ursula von der Leyen has described the most difficult parts of the Brexit negotiation as remaining “completely open” but backed an intensification of …"
        },
        {
            "title": "Priti Patel bullying inquiry delay 'eroding trust' within Whitehall",
            "category": "Politics",
            "snippet": "The home secretary, Priti Patel, is under pressure on multiple fronts following a claim that Boris Johnson’s failure to conclude a seven-month bullyin …"
        },
        {
            "title": "What happens if Trump is incapacitated and how would it affect the election?",
            "category": "US-News",
            "snippet": "Summary: What happens if Trump is incapacitated? Under the 25th amendment to the US constitution the president himself – or the vice-president with the agreeme …"
        },
        {
            "title": "Honda stun F1 and Red Bull by saying 2021 season will be their last",
            "category": "Sport",
            "snippet": "Honda, which supplies engines to Red Bull and AlphaTauri, has announced it is to pull out of Formula One at the end of 2021 in a major shock which car …"
        },
        {
            "title": "Kenenisa Bekele withdraws from London Marathon with calf injury",
            "category": "Sport",
            "snippet": "The hugely anticipated contest between Kenenisa Bekele and Eliud Kipchoge at Sunday’s 40th London Marathon is off after Bekele pulled out on Friday af …"
        },
        {
            "title": "UK coronavirus: 770 Northumbria University students test positive; nearly 7,000 new cases overall - as it happened",
            "category": "Politics",
            "snippet": "We’re closing this live blog. For more coronavirus updates from around the world, head over to our global live blog: For the latest on Donald Trump’s …"
        },
        {
            "title": "Is there still time for a Brexit trade deal?",
            "category": "Politics",
            "snippet": "This week the last scheduled talks were held between EU and UK negotiators on a Brexit trade and security deal. Only 90 days remain until the end of t …"
        },
        {
            "title": "Actor Rick Moranis punched in the street in random attack",
            "category": "Film",
            "snippet": "The Ghostbusters and Honey, I Shrunk the Kids star Rick Moranis has been the victim of a street attack in New York City. Footage shows the 67-year-old …"
        },
        {
            "title": "Post Office apologises in false accounting scandal climbdown",
            "category": "Business",
            "snippet": "Summary: The Post Office has decided not to oppose 44 of the 47 appeals lodged by former subpostmasters who were convicted of false accounting, theft, or fraud …"
        },
        {
            "title": "From Cummings to Ferrier: politicians who flouted Covid guidance",
            "category": "Politics",
            "snippet": "Margaret Ferrier’s Covid-19 weekend breached so many regulations, it is hard to find one the SNP MP abided by. She joins myriad world leaders and othe …"
        },
        {
            "title": "Police investigate Margaret Ferrier as MP defies calls to step down",
            "category": "Politics",
            "snippet": "Margaret Ferrier, the MP who broke Covid rules, clung to her position throughout Friday despite vociferous calls to quit from the SNP leader, Nicola S …"
        },
        {
            "title": "Rishi Sunak: UK needs to protect tech secrets from foreign investors",
            "category": "Business",
            "snippet": "Britain needs new state aid rules in order to be able to protect itself against hostile states intent on stealing technological secrets and jobs, Rish …"
        },
        {
            "title": "Simona Halep piles on pressure to set up fourth-round meeting with Iga Swiatek",
            "category": "Sport",
            "snippet": "There was a hint of change in the damp Parisian air when only 13 of 32 seeds reached the third round of the French Open – the smallest percentage at a …"
        }
    ]
}