{
    "page": [
        {
            "title": "Hilary Mantel: 'Being a novelist is no fun. But fun isn’t high on my list'",
            "category": "Books",
            "snippet": "As soon as the third volume of her Wolf Hall trilogy was out in the world, Hilary Mantel returned to her Devon study to give The Mirror and the Light …"
        },
        {
            "title": "On the Rocks review – deadpan Bill Murray on fine form",
            "category": "Film",
            "snippet": "Summary: “You’re mine until you get married,” says Bill Murray’s instantly recognisable voice in the opening of this bittersweet tale of fathers and daughters, …"
        },
        {
            "title": "Uncertainty brings more stockpiling – and buttered pikelets",
            "category": "Life-and-Style",
            "snippet": "A call from my stepfather causes consternation: our Bad Tortoise, banished to his yard for sex crimes, has vanished. We’re not too worried – he once d …"
        },
        {
            "title": "Seed saving can be exciting and rewarding",
            "category": "Life-and-Style",
            "snippet": "To the uninitiated, gardening can seem like it’s full of complex, rigid rules that must be strictly adhered to in order to avoid utter failure. But in …"
        },
        {
            "title": "NRL 2020 finals week one: Rabbitohs crush Knights - as it happened",
            "category": "Sport",
            "snippet": "Well, that was an odd game of footy, especially for a final. You sit down expecting a tense arm-wrestle between two well-drilled units and you end up …"
        },
        {
            "title": "Samantha Morton apologises on radio for knife threat to girl when she was 14",
            "category": "Film",
            "snippet": "The English actress Samantha Morton, star of the hit television series Harlots and The Walking Dead, has publicly apologised for threatening the life …"
        },
        {
            "title": "Blue Note Re:imagined – a rollercoaster tribute",
            "category": "Music",
            "snippet": "Jazz players frequently hold hands across the generations. This 16-track compilation finds today’s youthful, often London-based renaissance in dialogu …"
        },
        {
            "title": "Piranesi by Susanna Clarke review – byzantine and beguiling",
            "category": "Books",
            "snippet": "Piranesi lives in the House. He knows the House intimately, every one of its 7,678 Halls. He knows also the number of those who have ever existed: 15. …"
        },
        {
            "title": "Revealed: Trump-linked consultant tied to Facebook pages warning election will cause civil war",
            "category": "US-News",
            "snippet": "A militia-promoting father and son duo of fake news publishers and a Trump-connected social media consultant are linked to pages which promote the ide …"
        },
        {
            "title": "Jill Lepore: 'When did we hand Google, Twitter and Facebook the reins?'",
            "category": "Books",
            "snippet": "Jill Lepore is professor of American history at Harvard and a prolific essayist for the New Yorker. Her books have included These Truths, a 900-page c …"
        },
        {
            "title": "My son’s first faltering steps in football",
            "category": "Life-and-Style",
            "snippet": "Summary: ‘The ball,’ I said, quietly. ‘Kick the ball, pet. With your foot.’ We’ve arrived at football practice where a very patient trainer has set his infant …"
        },
        {
            "title": "Radha Blank: ‘Failure is a great  tool in comedy’",
            "category": "Film",
            "snippet": "There’s a moment in The Forty-Year-Old Version when frustrated playwright Radha becomes so enraged by an elderly white theatre producer that she has t …"
        },
        {
            "title": "Eternal Beauty review – a bold but jarring sketch of schizophrenia",
            "category": "Film",
            "snippet": "Summary: Cinema has not always had the most sympathetic relationship with mental illness: all too frequently it’s used as a threat or a device to explain a thi …"
        },
        {
            "title": "Creditors must wake up fast to threat of emerging market debt crisis",
            "category": "Business",
            "snippet": "Zambia is running out of money to pay its debts. It has asked bondholders for breathing space so that it can put a restructuring plan in place. The co …"
        },
        {
            "title": "Conservatives turn on Boris Johnson over handling of UK Covid crisis",
            "category": "Politics",
            "snippet": "Boris Johnson’s reputation among Conservative members has plunged to a record low, it has emerged, as the party enters its annual conference facing ac …"
        },
        {
            "title": "Jónsi: Shiver review – ethereal steel for strange times",
            "category": "Music",
            "snippet": "Twenty-six years into an experimental career where he’s still generally thought of as the indie boy Enya, Jónsi Birgisson has recruited a 30-year-old …"
        },
        {
            "title": "In brief: Beyond the Red Wall; The Golden Age of British Short Stories 1890-1914; Inside the Beautiful Inside – reviews",
            "category": "Books",
            "snippet": "Beyond the Red Wall Deborah Mattinson Biteback, £16.99, pp278 If Keir Starmer wants to understand why Labour lost its “red wall” seats at the last ele …"
        },
        {
            "title": "Less hotel, more gentrified flophouse: The Albion Rooms, Margate – review",
            "category": "Music",
            "snippet": "At some point we’re going to have to confront the idea of whether the Libertines’ new venture The Albion Rooms is a hotel or not, so we may as well do …"
        },
        {
            "title": "A Journey Through the Rake’s Progress review – whistle-stop tour of Stravinsky",
            "category": "Music",
            "snippet": "Summary: Who knows – this potted version of The Rake’s Progress, produced by Blackheath Halls Opera, might just start a fashion for similarly abbreviated onlin …"
        },
        {
            "title": "Music festivals plan for phased return in 2021 after Covid wipeout",
            "category": "Music",
            "snippet": "Summary: Thermo scanners, interactive wristbands that vibrate to mark a lack of social distancing, and rapid on-site testing are all being considered by music …"
        },
        {
            "title": "Melanie C: Melanie C review – a genuine statement",
            "category": "Music",
            "snippet": "Pop stars love to say they’re finally “the real me”, although the declaration often straddles some pretty generic music. Melanie C’s eighth album feel …"
        },
        {
            "title": "Mary Berry in line for damehood in Queen's birthday honours list",
            "category": "UK-News",
            "snippet": "The former Great British Bake Off judge Mary Berry is in line to receive a damehood this week as part of the Queen’s birthday honours list, according …"
        },
        {
            "title": "Cineworld considering temporary closure of all its UK and US venues",
            "category": "Business",
            "snippet": "Britain’s biggest cinema chain is considering shutting all its UK and US venues temporarily, after the release of the latest James Bond film was put b …"
        },
        {
            "title": "UK coronavirus: PM says situation will be 'bumpy' to Christmas; Scotland's Covid hospital cases double in a week – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has admitted the UK public are furious at the continued coronavirus restrictions, but said scientific advice suggested a vaccine or mass …"
        },
        {
            "title": "James Packer to appear at NSW inquiry into Crown casino from luxury super yacht",
            "category": "Business",
            "snippet": "It is more than two years since one of Australia’s richest men, James Packer, disappeared from the public eye saying he needed to take care of his men …"
        },
        {
            "title": "Sottsass wins Prix de l'Arc de Triomphe as Enable fades – as it happened",
            "category": "Sport",
            "snippet": "So au revoir to Paris for another year. Maybe next year the British punters who usually flood the place and create the great atmosphere at Longchamp f …"
        },
        {
            "title": "Military will help distribute Covid-19 vaccine, says Hancock",
            "category": "Politics",
            "snippet": "The UK’s military will be involved in the distribution of a coronavirus vaccine, Matt Hancock has told the virtual Conservative party conference. The …"
        },
        {
            "title": "French Open: Zverev and Halep out, Nadal and Thiem go through – as it happened",
            "category": "Sport",
            "snippet": "Here is Kevin Mitchell’s report from earlier on. Tumaini Carayol’s verdict on the men’s draw will be online soon. So, Thiem gets the job done in five …"
        },
        {
            "title": "What are the three proposed tiers of local lockdown for England?",
            "category": "Politics",
            "snippet": "A leaked document has revealed plans for three tiers of local lockdown measures in England to curb the spread of coronavirus and reduce confusion caus …"
        },
        {
            "title": "Sean Conley: who is the Trump doctor whose updates are raising questions?",
            "category": "US-News",
            "snippet": "Donald Trump has often boasted of surrounding himself with “the best people” and the medical skills of Dr Sean Conley, the personal physician now char …"
        },
        {
            "title": "New jobs coaches will help people back to work, says Rishi Sunak",
            "category": "Politics",
            "snippet": "Thousands of work coaches will be hired under a new government employment programme to help those who have lost their jobs during the pandemic, amid f …"
        },
        {
            "title": "Jalen Ramsey and Golden Tate brawl after tension over wide receiver's sister",
            "category": "Sport",
            "snippet": "What had been a routine, if dull, win for the Los Angeles Rams against the New York Giants was shaken up when Jalen Ramsey and Golden Tate brawled aft …"
        },
        {
            "title": "AFL season springs to life after pulsating opening week of finals",
            "category": "Sport",
            "snippet": "Summary: AFL football is dead. If not dead, then on life support. This is what we’ve been led to believe in a season sans precedent. It is not the barrow pushe …"
        },
        {
            "title": "US president makes brief visit to fans outside Walter Reed – as it happened",
            "category": "US-News",
            "snippet": "Summary: We’ll be closing this blog shortly but will continue to have live updates over on our global coronavirus live blog here. Here’s a quick summary of eve …"
        },
        {
            "title": "'I don't want another blockbuster!' How Phyllida Lloyd is following up Mamma Mia! and The Iron Lady",
            "category": "Film",
            "snippet": "‘Black widow.” With this code-phrase from her mum, a little girl runs to the corner shop. In the kitchen at home, her dad is attacking her mum after f …"
        },
        {
            "title": "How newly unemployed over-50s can start-up again",
            "category": "Business",
            "snippet": "Max Wallace, a former professional boxer with an interest in art, wants to set up his own wellbeing centre. Sunil Jindal plans to set up a Mumsnet for …"
        },
        {
            "title": "Mariah Carey: ‘They’re calling me a diva? I think I’m going to cry!’",
            "category": "Life-and-Style",
            "snippet": "It is a rainy Thursday afternoon and Mariah Carey is talking to me from her home in Los Angeles, her voice coming through my laptop. Is this the real …"
        },
        {
            "title": "Grenfell victim's family aims to force change to evacuation rules for disabled people",
            "category": "UK-News",
            "snippet": "Summary: The family of a disabled woman who died trapped in Grenfell Tower is taking legal action against the government to force high-rise owners to make evac …"
        },
        {
            "title": "Covid-19 has changed working patterns for good, UK survey finds",
            "category": "Business",
            "snippet": "Most office workers do not intend to spend five days a week in the workplace once the Covid-19 crisis is over, with both bosses and employees seeing h …"
        },
        {
            "title": "Breasts and Eggs by Mieko Kawakami review – strange and ruthlessly honest",
            "category": "Books",
            "snippet": "It’s not often that a book comes garlanded with both lavish praise and laughable criticism, but Breasts and Eggs has been labelled “breathtaking” by H …"
        },
        {
            "title": "Australia beat New Zealand in second women's one-day international – as it happened",
            "category": "Sport",
            "snippet": "Sophie Devine speaks. She’s proud of her team, not least of how her bowlers responded the injury of Lea Tahuhu early on. “Lanning was just too good,” …"
        },
        {
            "title": "'We can't let them win': activists warn against Trump's voter intimidation tactics",
            "category": "US-News",
            "snippet": "An increasingly desperate Donald Trump is aiming to win re-election not at the ballot box but through voter intimidation, courts and counting rooms, U …"
        },
        {
            "title": "Miller's Crossing at 30: the Coen brothers' unknowable gangster drama",
            "category": "Film",
            "snippet": "When Miller’s Crossing was released 30 years ago, there emerged two competing camps on the Coen brothers, who had previously written and directed the …"
        },
        {
            "title": "Receivers throwing TDs? Unstoppable defenders? Meet the all-new Browns",
            "category": "Sport",
            "snippet": "No matter how much they tried to give it away in the fourth quarter, the Cleveland Browns left Dallas with what felt like a season-defining 49-38 win. …"
        },
        {
            "title": "It Takes Blood and Guts by Skin with Lucy O'Brien review – memoir of a musical maverick",
            "category": "Books",
            "snippet": "In 1998, Nelson Mandela celebrated his 80th birthday. Among the guests were Stevie Wonder, Nina Simone, Michael Jackson – and Skunk Anansie, the Briti …"
        },
        {
            "title": "The Forty-Year-Old Version and the radical optimism of black cinema",
            "category": "Film",
            "snippet": "“I’ve been working on this social commentary about the white gaze’s eroticism of black pain,” says struggling playwright and would-be rapper Radha Bla …"
        },
        {
            "title": "Time to try harder – James Bond has no licence to kill the film industry",
            "category": "Film",
            "snippet": "Our movie industry was just about keeping its morale steady. It was enforcing perfectly workable rules on sanitising and physical distancing and not s …"
        },
        {
            "title": "‘There was nothing to help me’: how the pandemic has worsened opioid addiction",
            "category": "US-News",
            "snippet": "Destiny Rozek, 22, of Holbrook, New York on Long Island has struggled with opioid addiction for the past four years, a struggle she said has worsened …"
        },
        {
            "title": "Poem of the week: Oh wert thou in the cauld blast  by Robert Burns",
            "category": "Books",
            "snippet": "Oh wert thou in the cauld blast Oh wert thou in the cauld blast, On yonder lea, on yonder lea; My plaidie to the angry airt, I’d shelter thee, I’d she …"
        },
        {
            "title": "Kae Tempest publishes first book since revealing they are non-binary",
            "category": "Books",
            "snippet": "The award-winning poet and musician Kae Tempest has published their first work since announcing they are non-binary, a meditation on creativity and co …"
        }
    ]
}