{
    "page": [
        {
            "title": "Blind date: ‘I asked if he could grow a proper beard’",
            "category": "Life-and-Style",
            "snippet": "Tony on Kieran What were you hoping for? The romcom fantasy – the restaurant bursts into spontaneous song kind. More realistically, someone with a pul …"
        },
        {
            "title": "Wicked Game review: a fascinating but flawed memoir by Trump's jailed associate",
            "category": "US-News",
            "snippet": "Summary: Under a title which calls to mind Chris Isaak’s hit song from 1989, the former Trump campaign deputy Rick Gates offers an interesting mixture of vigne …"
        },
        {
            "title": "Fit in my 40s: trampoline circuits are fast, fun, and flipping hard work",
            "category": "Life-and-Style",
            "snippet": "I decided to go to trampoline circuits, just for the craic – I’m way past “Make your peace with the new normal”, I want as many new, weird things to h …"
        },
        {
            "title": "'We cannot survive': New York's Strand bookstore appeals for help",
            "category": "US-News",
            "snippet": "The Strand Bookstore, a landmark of literary New York, is in serious trouble, appealing for customers to help it stave off closure amid the coronaviru …"
        },
        {
            "title": "Let's Do It by Jasper Rees review – Victoria Wood, perfectionist",
            "category": "Books",
            "snippet": "Victoria Wood was an extraordinarily prolific writer and performer, famed for Acorn Antiques for TV and stage, Pat and Margaret, Dinnerladies, Housewi …"
        },
        {
            "title": "With the Brexit walkout and sulk over, is the UK on the home straight for a deal?",
            "category": "Politics",
            "snippet": "Summary: British officials close to the Brexit negotiations had said Downing Street would be mindful of the “atmospherics” at last Friday’s EU summit when deci …"
        },
        {
            "title": "The gift of a book can help ease the pain of a lockdown",
            "category": "Books",
            "snippet": "On Friday 16 October, the last day that we could mingle with other households, I met my friend Sophie. We went to the cinema to see The Thing, John Ca …"
        },
        {
            "title": "Streaming: gems to explore from the London Korean film festival",
            "category": "Film",
            "snippet": "While cinemas continue to grapple with an uncertain pandemic-induced future, the film festival circuit has adjusted swiftly to the chaos. Recent weeks …"
        },
        {
            "title": "Trio by William Boyd review – superbly wry and wise",
            "category": "Books",
            "snippet": "Trio is William Boyd’s 16th novel – and that’s before we get on to the dozen or so screenplays for film and television. How does someone produce so mu …"
        },
        {
            "title": "Don Hertzfeldt: the animator drawing devastating drama out of stick people",
            "category": "Film",
            "snippet": "Don Hertzfeldt is surprised to hear that viewers have been watching his last few short films – the three episodes of his miniature sci-fi epic World o …"
        },
        {
            "title": "The house that cork built: is this the ultimate eco-friendly material?",
            "category": "Life-and-Style",
            "snippet": "When Dan Barber and Hat Margolies bought a two-bed Victorian terrace house in 2013, the entire building needed an overhaul. It had leaky pipes, asbest …"
        },
        {
            "title": "How to grow walnuts",
            "category": "Life-and-Style",
            "snippet": "Squirrels are bastards. How else can you explain every single walnut on the tree gnawed through to its bitter green husks, the unripe nut cracked open …"
        },
        {
            "title": "'I'm more enthusiastic now than in 2016': meet the voters standing by Donald Trump",
            "category": "US-News",
            "snippet": "Lisa Matthews voted for Barack Obama. But just the once. The daughter of an African American mother and Puerto Rican father, the 47-year-old grew up i …"
        },
        {
            "title": "Classical home listening: Ralph Vaughan Williams and a Rossini feast",
            "category": "Music",
            "snippet": "• When one composer, in this case Ralph Vaughan Williams (1872-1958), dedicates a major work to another, our curiosity is piqued: is the gesture one o …"
        },
        {
            "title": "Bruce Springsteen: Letter to You review –  a sledgehammer of succour",
            "category": "Music",
            "snippet": "While Bruce Springsteen was performing Springsteen on Broadway, the stage iteration of his 2016 memoir, his former teenage bandmate, George Theiss, wa …"
        },
        {
            "title": "One to watch: Lous and the Yakuza",
            "category": "Music",
            "snippet": "Gore, the title of Lous and the Yakuza’s debut album, is more philosophy than aesthetic. It represents Marie-Pierra Kakoma’s acceptance that the worst …"
        },
        {
            "title": "The Climb review – a shrewd portrayal of male friendship",
            "category": "Film",
            "snippet": "The Climb begins with heavy panting; it’s pitch dark. But writer-director (and lead actor) Michael Angelo Covino is teasing us: what appears to be a s …"
        },
        {
            "title": "Why the row over congestion charge expansion could tear London apart",
            "category": "Politics",
            "snippet": "In its 17 years of operation, the London congestion charge had become a relatively uncontroversial fact of life; few motorists now assert the right to …"
        },
        {
            "title": "Claire Wilcox: 'When I look at clothing, I’m thinking about narratives’",
            "category": "Books",
            "snippet": "Claire Wilcox thinks she makes for a highly unlikely fashion curator. “It’s a bit embarrassing, really,” she says. “I’m always complaining to friends …"
        },
        {
            "title": "Sun Ra Arkestra: Swirling review – out of this world",
            "category": "Music",
            "snippet": "Summary: For much of his long, prolific career, the late Sun Ra (born plain Herman Blount) found his music marginalised. Though rooted in jazz tradition, its a …"
        },
        {
            "title": "Tory MPs faced abuse after 'scum' incident, party chair says",
            "category": "Politics",
            "snippet": "Tory MPs have suffered “widespread abuse” after Labour’s deputy leader, Angela Rayner, referred to one as “scum” in a heated parliamentary debate, the …"
        },
        {
            "title": "Nicole Krauss: 'The idea of manhood is so beleaguered'",
            "category": "Books",
            "snippet": "Nicole Krauss is the author of four novels, including the bestselling The History of Love. She was brought up in the splendid isolation of a Bauhaus m …"
        },
        {
            "title": "'On the brink': US coronavirus cases surge in final days before election",
            "category": "US-News",
            "snippet": "Summary: The US is surging towards record numbers of new coronavirus infections above 100,000 a day, health experts have warned, just as a presidential campaig …"
        },
        {
            "title": "Coalition accused of 'ideological wishlisting' after BHP pulls out of multibillion-dollar project",
            "category": "Business",
            "snippet": "The collapse of a government-declared priority project at the Olympic Dam mine in South Australia has prompted claims the Morrison government pursued …"
        },
        {
            "title": "NRL trod a fine line between risk and reward this season – and just about got away with it",
            "category": "Sport",
            "snippet": "Last June, Victoria Racing Club chairperson Amanda Elliott called Peter V’landys “a silly little man making silly decisions”. The Racing NSW chief exe …"
        },
        {
            "title": "Exeter seal double as Joe Simmonds punishes Wasps in Premiership final",
            "category": "Sport",
            "snippet": "Summary: A difference between the Exeter of old and the team that eventually subdued Wasps to add the Premiership crown to their European one is their ability …"
        },
        {
            "title": "Johnson will wait for US election result before no-deal Brexit decision",
            "category": "Politics",
            "snippet": "Senior figures in European governments believe Boris Johnson is waiting for the result of the US presidential election before finally deciding whether …"
        },
        {
            "title": "Jared Kushner and Ivanka Trump threaten to sue Lincoln Project",
            "category": "US-News",
            "snippet": "Jared Kushner and Ivanka Trump have threatened to sue the Lincoln Project, if the anti-Trump Republicans do not remove two huge billboards from Times …"
        },
        {
            "title": "Henry Slade the rock as unstoppable Exeter roll on to cherished double",
            "category": "Sport",
            "snippet": "No scorching May heat or packed stands, just damp autumn leaves on a windblown concourse and a soaking, empty colosseum. On the face of it this was as …"
        },
        {
            "title": "British & Irish Lions could tour Japan in wake of sides meeting at Murrayfield",
            "category": "Sport",
            "snippet": "The British & Irish Lions have opened the door for a future tour of Japan after announcing only the third “home” match in their illustrious history ag …"
        },
        {
            "title": "Dustin Martin cements status as AFL great with another standout showing",
            "category": "Sport",
            "snippet": "As Richmond underlined their AFL dynasty with a third premiership in four years, the club’s talisman during its era of success, Dustin Martin, secured …"
        },
        {
            "title": "Sunak's £12bn scheme for self-employed was 'terribly targeted', says analysis",
            "category": "UK-News",
            "snippet": "Rishi Sunak’s flagship scheme to help the self-employed through the pandemic has handed £1.3bn to workers who saw no loss of income while giving nothi …"
        },
        {
            "title": "Investors fear there'll be no bright post-Covid dawn for oil majors",
            "category": "Business",
            "snippet": "The oil market may have heaved itself out of the darkness of “Black April” but investors are far from convinced that major oil companies will walk awa …"
        },
        {
            "title": "We are railing: Britain embraces the joys of the humble train set",
            "category": "Life-and-Style",
            "snippet": "It started with a standard Scalextric set: two slot cars, some track, a 10-year-old boy and his enthusiastic father. Six months later, Ben Martin has …"
        },
        {
            "title": "From the archive: Adam Ant stands and delivers, 1982",
            "category": "Music",
            "snippet": "Maureen Cleave interviewed the man of the moment in the world of pop for the Observer Magazine of 10 January 1982 (‘The Ant Phenomenon’). ‘Adam Ant,’ …"
        },
        {
            "title": "Bail out our musicians or risk losing them for ever, say classical music stars",
            "category": "Music",
            "snippet": "Summary: Leading figures in classical music say many highly-trained orchestral musicians are giving up on music as they face homelessness and hunger this autum …"
        },
        {
            "title": "Sunday with Gary Numan: ‘I don’t listen to music at all’",
            "category": "Life-and-Style",
            "snippet": "Summary: How do Sundays start? With my girls in the swimming pool here in LA. Unless there’s a grand prix on, in which case I’ll be in front of the television. …"
        },
        {
            "title": "Anatomy of a Killing by Ian Cobain review – a death that casts new light on the Troubles",
            "category": "Books",
            "snippet": "In certain parts of Northern Ireland in the late 1970s, a stranger arriving at the door could provoke panic, even terror. The town of Lisburn, near Be …"
        },
        {
            "title": "'Lost' letters reveal JM Barrie and Robert Louis Stevenson's mutual affection",
            "category": "Books",
            "snippet": "Summary: They are two of the greatest writers in history and they were also the greatest of friends. But they never met, and the importance and intensity of th …"
        },
        {
            "title": "'Power grab': how Republican hardball gave us Amy Coney Barrett",
            "category": "US-News",
            "snippet": "The almost certain confirmation of Amy Coney Barrett to the supreme court on Monday represents a “power grab” by Republicans facing possible wipeout a …"
        },
        {
            "title": "Dorset's art deco cinema jewel returns to its 1930s splendour",
            "category": "Film",
            "snippet": "It was the year of the abdication crisis, the Jarrow marches, the Battle of Cable Street and the launch of the BBC’s television service. Beyond Britai …"
        },
        {
            "title": "John Gray: 'What can we learn from cats? Don't live in an imagined future'",
            "category": "Books",
            "snippet": "What’s it like to be a cat? John Gray has spent a lifetime half-wondering. The philosopher – to his many fans the intellectual cat’s pyjamas, to his c …"
        },
        {
            "title": "What happened when me and Kim Kardashian both turned 40?",
            "category": "Life-and-Style",
            "snippet": "My bottom is as flat as Norfolk. It’s basically a back, slightly folded. As a seat it’s acceptable, though after 45 minutes I am grateful for a padded …"
        },
        {
            "title": "Don’t worry about Latin names or Victorian rules",
            "category": "Life-and-Style",
            "snippet": "Summary: To the uninitiated, the world of horticulture can seem like a daunting place, full of unpronounceable Latin names, unfathomably complex pruning rules …"
        },
        {
            "title": "PM on the ropes as London Tories rail against extension of congestion charge",
            "category": "UK-News",
            "snippet": "Boris Johnson is facing mounting pressure from Tory MPs in London to comprehensively rule out a massive extension of the congestion charge in the capi …"
        },
        {
            "title": "His House review – palpable terror",
            "category": "Film",
            "snippet": "British writer-director Remi Weekes’s arresting first feature smartly utilises the horror genre to explore the hostile environment experienced by Suda …"
        },
        {
            "title": "Gorillaz: Song Machine Season One: Strange Timez review – playful and potent collaboration",
            "category": "Music",
            "snippet": "The Now Now (2018) was one of those Gorillaz albums that dispensed with the hip hop-led collaborations that have often defined this band of ink and fl …"
        },
        {
            "title": "The moment that Daddy became ‘Sheemiss’",
            "category": "Life-and-Style",
            "snippet": "It started last week, amid gales of laughter. ‘Sheemiss!’ my son cried from the stairs. I drew nearer to find my son pointing at me as he said one mor …"
        },
        {
            "title": "Asylum seekers sue UK over unlawful detention",
            "category": "UK-News",
            "snippet": "A group of asylum seekers, including victims of torture, who were illegally detained in the UK are suing the Home Office. More than 20 people have lau …"
        },
        {
            "title": "Why China's dramatic economic recovery might not add up",
            "category": "Business",
            "snippet": "Beijing prompted envy, admiration and not a little resentment when it released data last week confirming that it was the first major economy to start …"
        }
    ]
}