{
    "page": [
        {
            "title": "Everyman cinema staff say Covid-19 lay offs have left them in limbo",
            "category": "Film",
            "snippet": "Staff at the Everyman cinema chain have complained about being left in limbo by the company’s use of “lay off” to stand down 400 employees until audie …"
        },
        {
            "title": "Lawsuit against Google is a significant and long overdue moment",
            "category": "Business",
            "snippet": "Summary: The share price of Alphabet, Google’s parent company, did not shudder as the US justice department filed its historic lawsuit. The company remains a $ …"
        },
        {
            "title": "No deal: how Greater Manchester's Covid talks broke down",
            "category": "UK-News",
            "snippet": "It was 10.12pm when Robert Jenrick’s bombshell landed in the inboxes of exhausted leaders in Greater Manchester. By that time on Monday, it had alread …"
        },
        {
            "title": "UK coronavirus: Hancock says financial support 'remains on table' after Greater Manchester tier 3 imposed – as it happened",
            "category": "Politics",
            "snippet": "Summary: That’s it for today as the conflict between central government and local leaders in Greater Manchester rumbles on – here’s a quick recap of the key po …"
        },
        {
            "title": "Waitrose and Co-op to cut prices of essential goods by an average of 15%",
            "category": "Business",
            "snippet": "Waitrose and the Co-op are cutting prices on hundreds of essential goods this week as supermarkets prepare to battle it out for customers ahead of a b …"
        },
        {
            "title": "'Tier and loathing': what the papers say about tough restrictions on Manchester",
            "category": "UK-News",
            "snippet": "England’s widening north-south political divide dominates the papers after Boris Johnson’s government imposed tier 3 restrictions on Manchester despit …"
        },
        {
            "title": "Breonna Taylor: grand juror speaks out, saying homicide charges weren't offered",
            "category": "US-News",
            "snippet": "A grand juror in the Breonna Taylor case has spoken out, challenging statements made by the Kentucky attorney general and saying that the jury was not …"
        },
        {
            "title": "Rishi Sunak accused of ignoring struggling businesses in constituency",
            "category": "Politics",
            "snippet": "The chancellor, Rishi Sunak, has been accused of ignoring the plight of struggling businesses in his constituency, including a number of outdoor educa …"
        },
        {
            "title": "Kim Kardashian West at 40: how the queen of social media changed the world",
            "category": "Life-and-Style",
            "snippet": "In the early hours of 3 October 2016, shortly before her 36th birthday, Kim Kardashian West found herself with a gun to her head, tied up in a rented …"
        },
        {
            "title": "I’m 55 with herpes and low confidence – how can I have a healthy sex life?",
            "category": "Life-and-Style",
            "snippet": "I’m a 55-year-old woman and in the past 11 years I have had a string of failed relationships. I’ve been in therapy now for a while to address my patte …"
        },
        {
            "title": "Ghosts by Dolly Alderton review – a sharp-eyed debut",
            "category": "Books",
            "snippet": "Quick-witted Nina Dean, the heroine of journalist Dolly Alderton’s debut novel, is a likable food writer who lives in north London. The challenges she …"
        },
        {
            "title": "Major League Rugby faces a pandemic – and corrosive politics",
            "category": "Sport",
            "snippet": "When Pat Guthrie was introduced to rugby union, in California in the 1990s, like many converts from American football he fell for it hard and fast. So …"
        },
        {
            "title": "Trump administration alters and downplays human rights abuses in reports",
            "category": "US-News",
            "snippet": "The Trump administration has omitted or altered vital information about human rights – including torture, reproductive rights and persecution based on …"
        },
        {
            "title": "UK borrowing on course to exceed £1bn a day but markets unperturbed",
            "category": "Business",
            "snippet": "First it was the postponement of the budget. Now it is the scrapping of plans for a three-year spending review. Long-term economic strategy has been a …"
        },
        {
            "title": "'This would have changed my career': music industry finally acts on artist mental health",
            "category": "Music",
            "snippet": "Summary: In 2016, Lauren Aquilina released her first album. The same day, she left the music industry, vowing never to return. The pressures of burgeoning fame …"
        },
        {
            "title": "Red wall areas facing Brexit job shock even under a deal – report",
            "category": "Politics",
            "snippet": "Summary: The “red wall” voters who helped deliver Boris Johnson’s election victory will be disproportionately affected by Brexit even in the event of a deal be …"
        },
        {
            "title": "The Climb review –   hilarious true-to-life bromance",
            "category": "Film",
            "snippet": "I laughed hysterically during the first scene of The Climb, Michael Angelo Covino’s brilliantly original indie bromance. The setting is France, where …"
        },
        {
            "title": "Sunak scraps three-year spending review to focus on Covid-19",
            "category": "Politics",
            "snippet": "Rishi Sunak has cancelled the UK government’s three-year spending review for the rest of parliament to allow Treasury ministers more time to focus on …"
        },
        {
            "title": "Max Winslow and the House of Secrets review – lightweight Wonka-esque movie puzzle",
            "category": "Film",
            "snippet": "Targeting the demographic intersection between geeky YA fiction readers, folks interested in psychology that doesn’t go much deeper than an internet q …"
        },
        {
            "title": "Boris Johnson and Evgeny Lebedev: a decade of politics, parties and peerages",
            "category": "Politics",
            "snippet": "Summary: The theme of the party attended by Boris Johnson was unmistakable. On the first floor was a mural of Joseph Stalin, dressed in green military uniform. …"
        },
        {
            "title": "The exquisite catharsis of watching Clayton Kershaw fail to implode",
            "category": "Sport",
            "snippet": "In the 178th postseason inning he’s pitched, facing the first batter of his 29 October start, the best pitcher this century allowed a hit. It might ha …"
        },
        {
            "title": "Sadiq Khan accuses Boris Johnson of ‘blatant lie’ over TfL",
            "category": "Politics",
            "snippet": "Summary: London’s mayor, Sadiq Khan, has accused Boris Johnson of telling a “blatant lie” to the House of Commons after the prime minister accused him of bankr …"
        },
        {
            "title": "I was relieved when the tourists left my home town. But now it feels truly melancholy",
            "category": "UK-News",
            "snippet": "‘It’s very quiet!” says the supermarket delivery man, approvingly, scanning the empty street. Over a summer of Treasury-sponsored jollity, he has kept …"
        },
        {
            "title": "One Man and His Shoes review – the heartbreaking rise and fall of Air Jordans",
            "category": "Film",
            "snippet": "This is a documentary that only seems to wake up to its own tragic significance once it is nearly all over. Most of the time it is a celebratory accou …"
        },
        {
            "title": "Pianist Keith Jarrett unlikely to perform again after two strokes",
            "category": "Music",
            "snippet": "Keith Jarrett, the jazz and classical musician whose album The Köln Concert is one of the best-selling piano recordings in history, has announced that …"
        },
        {
            "title": "Sturgeon accuses Johnson of ignoring advice on 'extreme' Covid curbs",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has accused Boris Johnson of ignoring expert advice about the need for a Covid restrictions strategy that includes an “extreme” top le …"
        },
        {
            "title": "UK's record borrowing; BoE jobless warning; PayPal move lifts Bitcoin – as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap Britain is on track to smash previous borrowing records, after running a record deficit of over £36bn in September. The UK has …"
        },
        {
            "title": "The Witches review – Roald Dahl reboot fails to cast the original's magic spell",
            "category": "Film",
            "snippet": "Who did Roald Dahl hate more: grownups or children? Kingsley Amis says that Dahl once told him to try writing for children and when Amis said his hear …"
        },
        {
            "title": "Rudy Giuliani faces questions after compromising scene in new Borat film",
            "category": "Film",
            "snippet": "The reputation of Rudy Giuliani could be set for a further blow with the release of highly embarrassing footage in Sacha Baron Cohen’s follow-up to Bo …"
        },
        {
            "title": "Paul McCartney to release new album recorded alone in lockdown",
            "category": "Music",
            "snippet": "Paul McCartney is to release a new album made entirely alone during lockdown. McCartney III comes out on 11 December and will become the third in a lo …"
        },
        {
            "title": "Borat Subsequent Moviefilm review – cinema's top troll goes baiting in Trump's US",
            "category": "Film",
            "snippet": "Borat’s first visit to the US happened in that impossibly distant, innocent time – 2006 – before social media, before smartphones, before the Iraq war …"
        },
        {
            "title": "UK Covid breaches 'like antisocial behaviour', police chief says",
            "category": "UK-News",
            "snippet": "Summary: Breaches of Covid regulations have become “another version of antisocial behaviour” for the police and are very difficult to deal with, a police chief …"
        },
        {
            "title": "Covid rules in London: Met ditches 'despotic' demand for venues to check ID",
            "category": "Business",
            "snippet": "The Metropolitan police has ditched a “despotic” proposal to demand that pubs and restaurants check customers’ IDs and addresses to prevent household …"
        },
        {
            "title": "South Wales police defend use of Taser on pregnant woman",
            "category": "UK-News",
            "snippet": "A police force has defended the use of a Taser by one of its officers on a pregnant woman who lost her baby after the stun gun was fired at her. Leann …"
        },
        {
            "title": "Republican senator 'personally benefited from tax change he sought'",
            "category": "US-News",
            "snippet": "Summary: Ron Johnson, the senator from Wisconsin who has led the Republican campaign in the Senate of making unfounded claims about Joe Biden’s son Hunter, is …"
        },
        {
            "title": "UK farmers call for EU workers to bypass Covid quarantine",
            "category": "Business",
            "snippet": "Summary: Poultry farmers are urging the government to lift travel restrictions to allow hundreds of specialist EU turkey pluckers to fill jobs in the UK, with …"
        },
        {
            "title": "Boris falls into Keir's tiers trap and goes full delusional over TfL",
            "category": "Politics",
            "snippet": "Summary: It wouldn’t be prime minister’s questions without Boris Johnson being accused of telling at least one lie. Indeed, in recent months it has often felt …"
        },
        {
            "title": "George Ford is injury doubt for England's Six Nations clash with Italy",
            "category": "Sport",
            "snippet": "Summary: George Ford has emerged as an injury doubt for England’s Six Nations finale against Italy a week on Saturday, potentially forcing Eddie Jones into an …"
        },
        {
            "title": "Brexit talks to resume after Michel Barnier speech breaks impasse",
            "category": "Politics",
            "snippet": "The Brexit talks will resume on Thursday, with negotiators tasked with working through weekends in pursuit of a deal in the remaining few weeks, after …"
        },
        {
            "title": "UK coronavirus: daily record of 26,688 new Covid cases; Sturgeon confirms Scotland's five-tier lockdown plan - as it happened",
            "category": "Politics",
            "snippet": "Summary: The UK has recorded 26,688 new coronavirus cases - a new daily record and a 25% increase on yesterday’s total. Weekly hospital admissions are up 39% i …"
        },
        {
            "title": "BP's greener vision has failed to excite shareholders",
            "category": "Business",
            "snippet": "Here’s a sight that hasn’t been seen since 1994: shares in BP priced at less than 200p. The stock, 480p at the start of this year before the Covid rec …"
        },
        {
            "title": "GCHQ boss says spy agency is 'not nearly diverse enough'",
            "category": "UK-News",
            "snippet": "The head of GCHQ has conceded that the British spy agency is “not nearly diverse enough” and admitted it urgently needs more black and ethnic minority …"
        },
        {
            "title": "Angela Rayner apologises for calling Tory MP 'scum' in Commons",
            "category": "Politics",
            "snippet": "The Labour deputy leader, Angela Rayner, has apologised for calling a Tory MP “scum” in the House of Commons after he criticised her party’s oppositio …"
        },
        {
            "title": "Never Too Late review – Jack Thompson and Jacki Weaver star in escape-from-the-nursing-home romp",
            "category": "Film",
            "snippet": "Summary: Four elderly Vietnam veterans, who busted out of a PoW camp many moons ago, reunite in their twilight years for another daring mission: to escape from …"
        },
        {
            "title": "Up to 100 jobs at risk as Langan’s Brasserie teeters on brink",
            "category": "Business",
            "snippet": "Langan’s Brasserie, the London restaurant once co-owned by the actor Michael Caine and famous as a 1980s celebrity haunt frequented by diners as diver …"
        },
        {
            "title": "UK's foreign policy 'adrift', says select committee report",
            "category": "UK-News",
            "snippet": "Summary: The UK’s foreign policy is currently adrift, lacking in clarity, confidence, strategic vision and presence on the world stage, the foreign affairs sel …"
        },
        {
            "title": "One in four Britons believe in QAnon-linked theories – survey",
            "category": "US-News",
            "snippet": "One in four people in Britain agree with conspiracies propagated by QAnon, the global movement claiming there is a secret satanic network of child-abu …"
        },
        {
            "title": "Met police apologise over errors in racist attack investigation",
            "category": "UK-News",
            "snippet": "The Metropolitan police has apologised for errors made in an investigation into a vicious racist attack. The victim says the errors resulted from disc …"
        },
        {
            "title": "Divisive super shot to stay in Super Netball after 'highly successful' trial",
            "category": "Sport",
            "snippet": "Summary: The introduction of the super shot has been classed a roaring success by Super Netball bosses and, despite having split opinion in the netball communi …"
        },
        {
            "title": "Hand over the trash: raccoons break into California bank",
            "category": "US-News",
            "snippet": "Summary: Two “masked” intruders broke into a California bank using a method straight out of the movies: crawling along air ducts – only to fall through the cei …"
        }
    ]
}