{
    "page": [
        {
            "title": "Met police pay compensation to man fathered by undercover officer",
            "category": "UK-News",
            "snippet": "Scotland Yard has apologised and paid substantial compensation to a man who was fathered by an undercover police officer who formed a long-term relati …"
        },
        {
            "title": "Bunny 'Striker' Lee, Jamaican reggae producer, dies aged 79",
            "category": "Music",
            "snippet": "Jamaican producer Bunny “Striker” Lee, who helped cultivate rhythms of reggae and dub working with many of the island’s biggest stars, has died aged 7 …"
        },
        {
            "title": "Seattle's Breanna Stewart and Sue Bird are basketball's perfect storm",
            "category": "Sport",
            "snippet": "Breanna Stewart, the 26-year-old star forward of the Seattle Storm, stands 6ft 4in with a 7ft 1in wingspan, blending the size and strength of a top-dr …"
        },
        {
            "title": "The Mankad was acceptable once so why does Ashwin get so much grief?",
            "category": "Sport",
            "snippet": "To Dubai, and Ravi Ashwin’s ongoing escapades for the Delhi Capitals. Over the past few months Ashwin has been running something of a one-man campaign …"
        },
        {
            "title": "Gove says UK has '66% chance' of Brexit deal amid breakthrough",
            "category": "Politics",
            "snippet": "Michael Gove has put the chances of a Brexit deal at 66% amid fresh optimism over a breakthrough on the dispute over state aid, one of the key stickin …"
        },
        {
            "title": "Spontaneous review – bloody high-school horror hits raw nerve",
            "category": "Film",
            "snippet": "Surely somebody somewhere, is writing a PhD thesis right now on existential nihilism, self-harm and postmodern horror in American YA fiction, TV and f …"
        },
        {
            "title": "Anne Heche: stigma around relationship with Ellen DeGeneres cost me huge movie deal",
            "category": "Film",
            "snippet": "The actor Anne Heche has claimed that the stigma attached to going public with her relationship with Ellen DeGeneres in the late 1990s led to her blac …"
        },
        {
            "title": "Boris Johnson set for compromise on Human Rights Act – EU sources",
            "category": "Politics",
            "snippet": "Boris Johnson is prepared to make a major compromise to secure security ties with the EU by pledging in a deal on the future relationship not to rip u …"
        },
        {
            "title": "US economy faces ‘watershed moment’ as Trump sows confusion over Covid aid",
            "category": "Business",
            "snippet": "Economists warned on Wednesday that the US economy was facing a “watershed moment” as Donald Trump vacillated on agreeing to a new round of stimulus c …"
        },
        {
            "title": "Boris Johnson asks the questions as he runs out of answers",
            "category": "Politics",
            "snippet": "Summary: It wasn’t the most orthodox of openings to prime minister’s questions, with Tory MP Sir David Amess plugging his new book – out next week – and asking …"
        },
        {
            "title": "Totally Under Control review – shocking film on Trump's failure to handle Covid-19",
            "category": "Film",
            "snippet": "Making a documentary that endeavors to tell the story of the coronavirus pandemic presents a litany of unique inherent challenges. To wit: the prepond …"
        },
        {
            "title": "Further 150m people face extreme poverty by 2022, warns World Bank",
            "category": "Business",
            "snippet": "An additional 150 million people could be pushed into extreme poverty by the end of next year as conflict, climate change and Covid-19 combine to end …"
        },
        {
            "title": "McConnell hits out at Guardian and other media over Amy Coney Barrett scrutiny",
            "category": "US-News",
            "snippet": "Summary: Top Republican Mitch McConnell lashed out on Wednesday at reports about Amy Coney Barrett’s background in a strict religious group which the Senate ma …"
        },
        {
            "title": "Eddie Van Halen obituary",
            "category": "Music",
            "snippet": "The death of Eddie Van Halen from throat cancer, aged 65, brings to a close one of the most colourful and lucrative sagas in American rock music. If A …"
        },
        {
            "title": "'I think I’m being ghosted by my closest friend. How do I move on with my dignity intact?'",
            "category": "Life-and-Style",
            "snippet": "I have known my closest friend for 25 years. We had children at the same time which brought us closer, and I would see her at least once a week. The c …"
        },
        {
            "title": "Just 10% of new infrastructure funding in Australian budget to be delivered this year",
            "category": "Business",
            "snippet": "Summary: The Morrison government has earmarked $6.7bn in new infrastructure funding for the states and territories but just one-tenth of it will be delivered t …"
        },
        {
            "title": "How do you feel about UK cinemas closing during the Covid pandemic?",
            "category": "Film",
            "snippet": "From the glow of the projector to the smell of the popcorn, the communal experience of going to the cinema has long been part of its attraction. But t …"
        },
        {
            "title": "What are new drinking restrictions in licensed premises in Scotland?",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has unveiled a ban on indoor drinking in licensed premises across the whole of Scotland for 16 days, while all pubs and restaurants ac …"
        },
        {
            "title": "Cats & Dogs: Paws Unite! review – unfunny third instalment of the pet-centric yarn",
            "category": "Film",
            "snippet": "Summary: Cats & Dogs: Paws Unite! comes, 10 years on, cold on the heels of its predecessor, 2010’s Cats & Dogs: The Revenge of Kitty Galore – which was itself …"
        },
        {
            "title": "Scotland's National 5 exams to be cancelled next year",
            "category": "UK-News",
            "snippet": "Scottish National 5 exams will be cancelled next year and replaced with teacher assessments and coursework, Scotland’s education secretary has announc …"
        },
        {
            "title": "Scotland's pubs banned from serving alcohol inside for 16 days",
            "category": "UK-News",
            "snippet": "Nicola Sturgeon has announced a nationwide ban on drinking indoors in pubs, bars and restaurants across Scotland for more than two weeks, and a full s …"
        },
        {
            "title": "Scotland cancels National 5 exams amid new restrictions; UK sees 14,162 more cases – as it happened",
            "category": "Politics",
            "snippet": "Nicola Sturgeon has announced a nationwide ban on drinking indoors in licensed premises in Scotland for more than two weeks, with a full shutdown of a …"
        },
        {
            "title": "Bristol officially launches plans to pedestrianise centre",
            "category": "UK-News",
            "snippet": "A scheme to turn Bristol’s historic centre into a pedestrian-only zone has been officially launched as part of moves to get the city back on its feet …"
        },
        {
            "title": "Couple who allege Cummings made second lockdown trip accuse police of bias",
            "category": "Politics",
            "snippet": "A couple who allege Dominic Cummings made a second lockdown trip to north-east England have accused Durham police of trying to help the government den …"
        },
        {
            "title": "'He really packed on the pounds': Fat Bear Week crowns 747 the winner",
            "category": "US-News",
            "snippet": "Summary: In Alaska’s annual battle of furry heavyweights, a salmon-chomping bruin nicknamed 747 – like the jumbo jet - has emerged as the people’s choice as th …"
        },
        {
            "title": "UK recovery on hold owing to Covid second wave, says OBR official",
            "category": "Business",
            "snippet": "Britain’s economic recovery from the coronavirus pandemic has been put “on hold” as a result of the second wave of the virus and tougher government re …"
        },
        {
            "title": "'It’s not a question of belief': the film examining government UFO records",
            "category": "Film",
            "snippet": "The question of unexplained phenomena and Unidentified Flying Objects have long fascinated the public, as the subject of feverish American news covera …"
        },
        {
            "title": "Cheptegei and Gidey smash world track records using controversial spikes",
            "category": "Sport",
            "snippet": "Two world records were smashed within an astonishing hour in Spain on Wednesday as Nike’s controversial track spikes again proved a gamechanger for at …"
        },
        {
            "title": "Former ministers to hold 'rapid' inquiry into government's Covid-19 response",
            "category": "Politics",
            "snippet": "A pair of Conservative former ministers have announced they are to lead a rapid, cross-party investigation into the UK’s handling of the coronavirus c …"
        },
        {
            "title": "UV cabinet that zaps Covid 'could become fixture of UK homes'",
            "category": "Business",
            "snippet": "A “disinfection” cabinet that zaps coronavirus could be this Christmas’s must-have gadget as manufacturers tap into demand for professional levels of …"
        },
        {
            "title": "Pretty fly for a white guy: insect on Mike Pence's head upstages vice-president",
            "category": "US-News",
            "snippet": "Summary: Ahead of Wednesday’s vice-presidential debate, the buzz was around whether Kamala Harris or Mike Pence would turn in a standout performance. Instead, …"
        },
        {
            "title": "Vice presidents clash over coronavirus response and healthcare – as it happened",
            "category": "US-News",
            "snippet": "Both candidates dodged questions. Pence, who is known for his evasiveness – and has even earned praise from Trump for his ability to avoid answers to …"
        },
        {
            "title": "'We will survive, we just need movies' says Vue cinema boss",
            "category": "Film",
            "snippet": "Summary: The boss of the UK’s third largest cinema chain has a simple solution to the industry’s Covid-19 crisis. “We will survive, we just need movies,” says …"
        },
        {
            "title": "My mother died of Covid. I turned to other women of color for advice on loss",
            "category": "Life-and-Style",
            "snippet": "During the early days of Covid-19, I never considered that the virus could take my favorite person from me, but my mother was in a high-risk situation …"
        },
        {
            "title": "'The measures': yet more bland bureaucracy from the government",
            "category": "Books",
            "snippet": "The increasingly complex constellation of Covid-19 restrictions for various parts of the country, which the prime minister can’t be bothered to memori …"
        },
        {
            "title": "The Abstainer by Ian McGuire review – 'The Wire by gaslight'",
            "category": "Books",
            "snippet": "Ian McGuire’s gripping historical thriller reminds us that long before the Guildford Four and the Birmingham Six, there were the Manchester Three. In …"
        },
        {
            "title": "James Packer admits Crown junkets have the potential to be infiltrated by organised crime",
            "category": "Business",
            "snippet": "Under lengthy questioning James Packer has admitted he has “long been on clear notice of the links” between organisers of gambling junkets at Crown Re …"
        },
        {
            "title": "Pandora's Jar by Natalie Haynes review – rescuing women in Greek myths",
            "category": "Books",
            "snippet": "Summary: It was actually a Roman mythological figure that compelled Natalie Haynes, author of the Women’s prize-shortlisted A Thousand Ships, to make female ch …"
        },
        {
            "title": "What did Prince listen to in the car? This Instagram account may tell you",
            "category": "Life-and-Style",
            "snippet": "The former Disney star Miley Cyrus flashing her bum at the bathroom sink? The perennial gentleman Harry Styles offering to keep watch on a fan’s dog? …"
        },
        {
            "title": "Talking Horses: Cheltenham replace novice handicap with mares' chase",
            "category": "Sport",
            "snippet": "A little over a year since Cheltenham announced that a mares’ chase would be added to its Festival schedule from next March, the new contest will repl …"
        },
        {
            "title": "French Open fun, Anil Kumble's top-spin and the inimitable Jim Leighton",
            "category": "Sport",
            "snippet": "1) The French Open is at its business end, so let’s have a look back to 1989 when a 17-year-old Michael Chang won the men’s competition – the first Am …"
        },
        {
            "title": "The games children play: why we let kids take over our film",
            "category": "Film",
            "snippet": "The new Guardian documentary No Ball Games celebrates the resourceful, optimistic energy of kids and their determination to find fun in every corner o …"
        },
        {
            "title": "Scotland residents: how are you affected by the latest Covid restrictions?",
            "category": "UK-News",
            "snippet": "A ban on drinking indoors in pubs, bars and restaurants across Scotland for 16 days is set to take place from Friday at 6pm. Places will have to opera …"
        },
        {
            "title": "The Cineworld effect: UK cinema closures deliver body blow to Bollywood",
            "category": "Film",
            "snippet": "Coverage of Cineworld’s decision to temporarily close all of its UK cinemas has, understandably, focused on the impact on employees and potential long …"
        },
        {
            "title": "Peter Sarsgaard: 'People like the bad guy. It's distasteful but it's human nature'",
            "category": "Film",
            "snippet": "Unlike many actors, Peter Sarsgaard got some work during lockdown: an 11-minute short, shot by his wife, Maggie Gyllenhaal, on their rural estate in V …"
        },
        {
            "title": "The Nine Lives of Pakistan by Declan Walsh review – first-rate reportage",
            "category": "Books",
            "snippet": "Declan Walsh begins his captivating new book on Pakistan with an account of how he came to leave the country for the first time, abruptly and involunt …"
        },
        {
            "title": "Yield to the Night review – unforgettable death-row drama starring Diana Dors",
            "category": "Film",
            "snippet": "J Lee Thompson’s gripping capital punishment drama Yield to the Night from 1956 gets a re-release: a Brit noir classic and a unique career achievement …"
        },
        {
            "title": "D-Block Europe: The Blueprint – Us vs Them review – UK rap stars box themselves in",
            "category": "Music",
            "snippet": "Last year, Young Adz, one half of D-Block Europe, claimed that the Lewisham duo had amassed a cache of 700 unreleased tracks. On the face of it, that …"
        },
        {
            "title": "Louise Glück wins the 2020 Nobel prize in literature",
            "category": "Books",
            "snippet": "The poet Louise Glück has become the first American woman to win the Nobel prize for literature in 27 years, cited for “her unmistakable poetic voice …"
        },
        {
            "title": "Johnny Nash obituary",
            "category": "Music",
            "snippet": "Summary: In the decades since the song I Can See Clearly Now was written and recorded by Johnny Nash, many have used its uplifting lyrics to help themselves ou …"
        }
    ]
}