{
    "page": [
        {
            "title": "Don DeLillo: 'I wondered what would happen if power failed everywhere'",
            "category": "Books",
            "snippet": "Over the course of 17 novels, Don DeLillo’s fans have come to feel that he is able to tune into vibrations far beyond the perceptions of other writers …"
        },
        {
            "title": "Uncle Vanya review – coronavirus gives Chekhov a shot in the arm",
            "category": "Film",
            "snippet": "Here is an extraordinary, transfiguring leap from stage to screen. Ian Rickson’s production of Uncle Vanya was cut short by lockdown in the final week …"
        },
        {
            "title": "Rebecca review – perfectly watchable romp",
            "category": "Film",
            "snippet": "It’s not an obvious meeting of material and film-maker, but Ben Wheatley’s Netflix-produced adaptation of Daphne du Maurier’s Rebecca is a perfectly w …"
        },
        {
            "title": "In brief: War: How Conflict Shaped Us; What Are You Going Through; Shadowplay – reviews",
            "category": "Books",
            "snippet": "War: How Conflict Shaped Us Margaret MacMillan Profile, £20, pp320 In historian Margaret MacMillan’s mind, war, to channel Edwin Starr, is good for, w …"
        },
        {
            "title": "Dogs of woe: the pull of a pooch in Covid times",
            "category": "Life-and-Style",
            "snippet": "Summary: He was an ex-racing greyhound called Laddie, with an illustrious track record, white socks and a white tail. It was love at first sight. “Are you sure …"
        },
        {
            "title": "Carmilla review – blood lust and mystery mark a superior gothic drama",
            "category": "Film",
            "snippet": "An atmospheric gothic-tinged period drama, this adaptation of an 1872 novella by Joseph Sheridan Le Fanu flirts with vampiric blood lust but is most s …"
        },
        {
            "title": "Bohemian rhapsody: designer Alice Temperley’s whimsical Somerset home",
            "category": "Life-and-Style",
            "snippet": "Back in the spring, fashion designer Alice Temperley was scouring online marketplace Preloved for vintage fabric and ended up in the pet section. “Wit …"
        },
        {
            "title": "White noise as sleep aid may do more harm than good, say scientists",
            "category": "Life-and-Style",
            "snippet": "Summary: Whether it is nature sounds, the whine of a hairdryer or the incessant hum of a ceiling fan, white noise apps have been downloaded by millions of peop …"
        },
        {
            "title": "The secret world of diary hunters",
            "category": "Books",
            "snippet": "Sally MacNamara has long told her four children that if there’s a fire in her Seattle home, they should rescue Olga first. Olga isn’t the youngest fam …"
        },
        {
            "title": "'We’ve been forgotten': locked-down Leicester teeters on brink of despair",
            "category": "UK-News",
            "snippet": "Mezmin Malida’s neighbours have been wondering what she’s up to for a while now. Seven days a week, several times a day, they see her load up every cr …"
        },
        {
            "title": "4/4 review – a powerhouse of a programme from the Royal Opera",
            "category": "Music",
            "snippet": "The Royal Opera opened its doors to its first post-lockdown live audience for 4/4, a quartet of staged vocal works, none of them originally intended f …"
        },
        {
            "title": "Record number of shops close with worse yet to come, warn analysts",
            "category": "Business",
            "snippet": "A record number of shops disappeared from high streets across the country in the first half of 2020 as the Covid-19 lockdowns hammered the retail sect …"
        },
        {
            "title": "City trader tells court of 83 instances of alleged bullying and racial harassment",
            "category": "Business",
            "snippet": "A City trader who is locked in a legal battle after resigning from a job has filed court papers in Dubai alleging he was subjected to 83 instances of …"
        },
        {
            "title": "Why finding your favourite fragrance will make you feel better",
            "category": "Life-and-Style",
            "snippet": "Earlier this year I was asked to give a lecture to a group of fashion journalism students at Condé Nast College – an event that was swiftly moved onli …"
        },
        {
            "title": "Dorian Electra: My Agenda review – frenetic, pummelling protest-pop",
            "category": "Music",
            "snippet": "Over the last few years pop songs have shortened, curtailed by the whims of streaming services and algorithms. It’s a trend that gender-fluid alt-pop …"
        },
        {
            "title": "Leeds players keen to silence critics and build on Challenge Cup triumph",
            "category": "Sport",
            "snippet": "Summary: The champagne corks had barely popped inside Wembley on Saturday before Leeds Rhinos’ critics were sharpening their knives. It did not take long for R …"
        },
        {
            "title": "Gretchen Whitmer: Trump 'inciting domestic terrorism' with 'Lock her up!' rally chant",
            "category": "US-News",
            "snippet": "Gretchen Whitmer, the governor of Michigan who was the subject of a rightwing plot to kidnap and possibly kill her over coronavirus lockdown measures, …"
        },
        {
            "title": "Buttigieg to Fox News Sunday: Barrett nomination puts my marriage in danger",
            "category": "US-News",
            "snippet": "Pete Buttigieg, a former challenger for the Democratic presidential nomination and a member of Joe Biden’s transition team, believes his own marriage …"
        },
        {
            "title": "Rishi Sunak warned  public sector's food supply at risk",
            "category": "Business",
            "snippet": "The supply of food to care homes, schools, hospitals and prisons is at risk unless the government steps in to support struggling wholesalers, the UK c …"
        },
        {
            "title": "Rightwing populists place their bets on four more years of Trump",
            "category": "US-News",
            "snippet": "Summary: In Budapest, Hungary’s far-right prime minister, Viktor Orbán, says he is “rooting for another victory for Donald Trump”. In Brasília, Jair Bolsonaro …"
        },
        {
            "title": "Rhonda Fleming obituary",
            "category": "Film",
            "snippet": "It would be difficult for filmgoers now to appreciate the impact that Technicolor had on audiences during and after the second world war, and how cert …"
        },
        {
            "title": "Physiotherapists on the functional exercises everyone should do from home (and they do themselves)",
            "category": "Life-and-Style",
            "snippet": "For the sake of our physical and mental health, GPs recommend that we exercise five times per week. But there can be more to think about than just get …"
        },
        {
            "title": "Andy Burnham calls for Commons vote to 'break impasse' on Covid rules",
            "category": "UK-News",
            "snippet": "Political leaders in Westminster have been urged to “break the impasse” over coronavirus lockdowns by holding a Commons vote this week after Michael G …"
        },
        {
            "title": "M&S and Ocado cause anger with different pricing on same items",
            "category": "Business",
            "snippet": "Marks & Spencer and its new home delivery partner, Ocado, have been criticised for charging different prices for the same products in store and online …"
        },
        {
            "title": "Geoghegan Hart wins Giro stage 15 while Van der Poel triumphs in Flanders",
            "category": "Sport",
            "snippet": "Summary: Tao Geoghegan Hart became the latest British winner on a Grand Tour after sprinting to victory on stage 15 of the Giro d’Italia at Piancavallo. The 25 …"
        },
        {
            "title": "Brexit negotiations expected to resume despite UK's tough rhetoric",
            "category": "Politics",
            "snippet": "Brussels expects the Brexit negotiations to resume within days, as Michael Gove confirmed that despite Downing Street’s tough rhetoric the door remain …"
        },
        {
            "title": "Scrapping in-work training fund will harm economic recovery, warn trade unions",
            "category": "Politics",
            "snippet": "Scrapping a “vital” work-based education fund would harm Britain’s post-coronavirus recovery, according to a coalition of trade unions and employers u …"
        },
        {
            "title": "From dirt courts to MVP: Mwai Kumwenda typifies Vixens' triumph in adversity",
            "category": "Sport",
            "snippet": "Malawian goaler Mwai Kumwenda, who grew up playing on dirt courts with a netball made of melted plastic bags, is one of just two Melbourne Vixens not …"
        },
        {
            "title": "NRL set up for memorable finish to already unforgettable season",
            "category": "Sport",
            "snippet": "Fairytale finishes in rugby league are rare but as the NRL prepares for its latest grand final, hope springs eternal for one of the most memorable fin …"
        },
        {
            "title": "China becomes first major economy to recover from Covid-19 pandemic",
            "category": "Business",
            "snippet": "The Chinese economy grew 4.9% between July and September, according to government data, as China becomes the first major economy to recover from the C …"
        },
        {
            "title": "What does it mean to be a man in 2020? Introducing our news series on masculinity",
            "category": "US-News",
            "snippet": "Summary: What does it mean to be a man in 2020? This is the complicated question our new Guardian US series, The State of Men, sets out to explore. As longstan …"
        },
        {
            "title": "'It is serious and intense': white supremacist domestic terror threat looms large in US",
            "category": "US-News",
            "snippet": "On 6 October Chad Wolf, the acting secretary of homeland security, released his department’s annual assessment of violent threats to the nation. Analy …"
        },
        {
            "title": "Sigur Rós criticise 'unjust' second trial for Icelandic tax evasion",
            "category": "Music",
            "snippet": "Summary: The Icelandic post-rock band Sigur Rós have claimed they face financial ruin or even jail following an “unjust and draconian” second prosecution for t …"
        },
        {
            "title": "Azadi by Arundhati Roy review – at her passionate best",
            "category": "Books",
            "snippet": "Arundhati Roy’s literary career has been one of a kind. Thrust into the limelight of the global publishing industry back in 1997 when her debut novel, …"
        },
        {
            "title": "Tree of the week: the beloved birch that could fall victim to its own success",
            "category": "Life-and-Style",
            "snippet": "Dave Jones first heard about the striking birch that stands in Llyn Padarn, a lake in Snowdonia, from his classmates on a local photography course. As …"
        },
        {
            "title": "What I learned about male desire in a sex doll factory",
            "category": "Life-and-Style",
            "snippet": "As I took in the rows of heads mounted on the wall, my first impression was that I’d stepped into a hunting lodge – only these trophies bore a high-sh …"
        },
        {
            "title": "The streaming startups trying to save the music industry mid-pandemic",
            "category": "Music",
            "snippet": "Two decades ago, digital technology pulled the record business inside out, a shock from which it has only recently recovered. But in 2020 it is helpin …"
        },
        {
            "title": "Love by Roddy Doyle review – boozy old pals find a twist in the tale",
            "category": "Books",
            "snippet": "Alcohol slooshes through Roddy Doyle’s writing, acting as siren, muse and retro marker of masculinity. All the same, the pint tally in his latest nove …"
        },
        {
            "title": "Home discomforts: why haunted-house horrors are making a comeback",
            "category": "Film",
            "snippet": "Summary: Not now, haunted house horrors! Never has the prospect of watching a movie about being confined to your home and beset by unseen terrors seemed less l …"
        },
        {
            "title": "Poem of the week: It Was As If a Ladder by Jane Hirshfield",
            "category": "Books",
            "snippet": "It Was As If a Ladder It was as if a ladder, and each rung, real to itself, round or slat, narrow or wide, rope or metal – and as you ascended, real t …"
        },
        {
            "title": "Flybe could be back next year after deal struck to restart airline",
            "category": "Business",
            "snippet": "Flybe could be flying again next year, after administrators announced a deal had been struck with investors to restart the regional airline. The Exete …"
        },
        {
            "title": "How can Furiosa expand on Max Max: Fury Road's brutal feminist polemic?",
            "category": "Film",
            "snippet": "What a terrible time it must be to be a men’s rights activist. Not only is Donald Trump lagging behind by as much as 17 points in the polls, but the # …"
        },
        {
            "title": "Acid, nudity and sci-fi nightmares: why Hawkwind were the radicals of 1970s rock",
            "category": "Music",
            "snippet": "Early evening, 13 July 1972, and something strange and rather wonderful is about to happen. On the previous edition of Top of the Pops, David Bowie ha …"
        },
        {
            "title": "Not the Booker prize: vote now for the 2020 winner",
            "category": "Books",
            "snippet": "It’s voting time in the 2020 Not the Booker prize. There are six books in contention: Hashim & Family by Shahnaz Ahsan Underdogs: Tooth and Nail by Ch …"
        },
        {
            "title": "Twitter removes false coronavirus tweet by Trump's favourite health adviser",
            "category": "US-News",
            "snippet": "Twitter has removed a tweet by Scott Atlas, a controversial scientist who has Donald Trump’s ear, in which he wrongly stated that masks fail to protec …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. First, a report from lazalex, who has written in j …"
        },
        {
            "title": "Controversial plans to develop James Joyce house into hostel approved",
            "category": "Books",
            "snippet": "Dublin city council has greenlit a controversial plan to convert the house made famous by James Joyce’s story The Dead into a hostel, with a campaign …"
        },
        {
            "title": "Yippee Ki YAAAy: Bruce Willis plugs Die Hard car batteries",
            "category": "Film",
            "snippet": "Summary: In a way – in the smallest, saddest way imaginable – we should probably be quite grateful to Bruce Willis. Because in a year packed beyond words with …"
        },
        {
            "title": "Elisabeth Russell Taylor obituary",
            "category": "Books",
            "snippet": "The writer Elisabeth Russell Taylor, who has died aged 90, leaves a body of work that is at once brilliant, dark and unsettling. In six novels, two of …"
        },
        {
            "title": "What are the rules of Wales's circuit breaker coronavirus lockdown?",
            "category": "UK-News",
            "snippet": "The Welsh first minister, Mark Drakeford, has announced a two-week national lockdown to slow the spread of coronavirus. When does the ‘circuit breaker …"
        }
    ]
}