{
    "page": [
        {
            "title": "Don McLean on the tragedy behind American Pie: 'I cried for two years'",
            "category": "Music",
            "snippet": "When Don McLean was 15 years old, he had a premonition that his father was going to die. Distraught, he ran to tell his grandmother. “Don’t be ridicul …"
        },
        {
            "title": "We're all in tiers: the meaning behind the latest Covid-19 buzzword",
            "category": "Books",
            "snippet": "What tier are you in? Since the prime minister announced that regions and cities would be placed in different “tiers” of Covid-19 restrictions, everyo …"
        },
        {
            "title": "Borat v Trump: can entertainment really affect an election?",
            "category": "Film",
            "snippet": "Even with the United States on red alert for pandemic containment, a pernicious phrase has been creeping into the public lexicon at an unprecedented r …"
        },
        {
            "title": "The Silence by Don DeLillo review – the machine stops",
            "category": "Books",
            "snippet": "At some point in the editorial process, a rogue line crept into The Silence. The sentence was about airports, masks and Covid-19, and it all seemed th …"
        },
        {
            "title": "Heaping more cricket on players weighs heavily on their mental wellbeing",
            "category": "Sport",
            "snippet": "It has been 15 years since England played in Pakistan, a stretch that feels, nowadays, more than half a lifetime ago. They may go back there again in …"
        },
        {
            "title": "What I learned at man camp, where men get in touch with their emotions",
            "category": "Life-and-Style",
            "snippet": "On a Friday evening in early March, two weeks before much of the US went into a coronavirus lockdown, I found myself standing in the California desert …"
        },
        {
            "title": "Honest Thief review - Liam Neeson does Taken once more with feeling",
            "category": "Film",
            "snippet": "Liam Neeson was 56 when Taken came out in 2008, launching his vengeful vigilante phase. Twelve years on, he’s still churning out serviceable action th …"
        },
        {
            "title": "'It’s time to catch up’: how ideological sex education fails Texas students",
            "category": "US-News",
            "snippet": "The morning after Lauryn had hung out with friends, she awoke feeling physically dirty, like she needed a shower. Her guilt lingered for days, and at …"
        },
        {
            "title": "Two By Two: Overboard! review – second helping of eye-frazzling Noah's ark yarn",
            "category": "Film",
            "snippet": "Although the first Two By Two film from 2015 was almost the cartoon equivalent of a war crime, this sequel is merely annoying for the most part, and e …"
        },
        {
            "title": "Chemistry counts when it comes to Eddie Jones's selection methods",
            "category": "Sport",
            "snippet": "When Andy Farrell named his Ireland squad last week, attention focused not on who had been selected but on the scrum-half, John Cooney, who had been o …"
        },
        {
            "title": "'It affects everything': Hawaii residents demand transparency over Pearl Harbor munitions storage",
            "category": "US-News",
            "snippet": "A munitions storage complex being planned by the US army in Hawaii to help counter Chinese influence in the Pacific is running into local opposition. …"
        },
        {
            "title": "US Ice officers 'used torture to make Africans sign own deportation orders'",
            "category": "US-News",
            "snippet": "US immigration officers allegedly tortured Cameroonian asylum seekers to force them to sign their own deportation orders, in what lawyers and activist …"
        },
        {
            "title": "Bruce Springsteen: Letter to You review – his most Springsteen-esque album",
            "category": "Music",
            "snippet": "Bruce Springsteen’s 20th studio album reconvenes his most celebrated backing musicians, the E Street Band: ignoring 2014’s stopgap collection of cover …"
        },
        {
            "title": "Unquiet spirits: the lost female ghost-story writers returning to haunt us",
            "category": "Books",
            "snippet": "Summary: As we drift into the season of mists, many of us may cosy up with a ghost story or two. But who are the best known authors behind the classics, who pl …"
        },
        {
            "title": "Trump could label Oxfam and Amnesty antisemitic over criticism of Israel",
            "category": "US-News",
            "snippet": "The Trump administration is reportedly considering labelling a number of leading international humanitarian organisations as antisemitic after they do …"
        },
        {
            "title": "Vaccines, vaping and the north-south divide: your Covid questions answered",
            "category": "UK-News",
            "snippet": "Summary: We asked readers what they wanted to know about the science of the coronavirus. Our science correspondents Nicola Davis and Linda Geddes have the answ …"
        },
        {
            "title": "Boris Becker accused of hiding tennis trophies during bankruptcy",
            "category": "UK-News",
            "snippet": "Summary: Boris Becker has been charged with concealing trophies and medals won during his illustrious tennis career, including two from his three Wimbledon sin …"
        },
        {
            "title": "Sunak has stopped digging, but can he clamber out of his Covid hole?",
            "category": "Politics",
            "snippet": "U-turns are always hard for politicians but Rishi Sunak’s was more humiliating than most. It was only last month that the chancellor was congratulatin …"
        },
        {
            "title": "HSBC froze £1.5bn of customers' cash in 'dormant accounts' – report",
            "category": "Business",
            "snippet": "Summary: HSBC put £1.5bn of its customers’ cash out of reach in frozen accounts, according to an internal report that raises questions over whether the bank he …"
        },
        {
            "title": "Adele – every song ranked!",
            "category": "Music",
            "snippet": "40. Now and Then (2008) Released on the flipside of 2008 single Cold Shoulder, Now and Then really sounds like a B-side. A gently wistful two-chord ac …"
        },
        {
            "title": "Bruckner: Symphonies Nos 3, 4, 6, 7, 8 and 9 review – glorious performances make a worthy tribute",
            "category": "Music",
            "snippet": "Mariss Jansons died last November. During the final 15 years of his life he was the chief conductor of two of the world’s greatest orchestras, the Roy …"
        },
        {
            "title": "Fight to Vote: why early voting history is being made right now",
            "category": "US-News",
            "snippet": "Hello Fight to Vote friends, The election is extremely under way, with a record number of Americans casting their ballot via mail or in-person during …"
        },
        {
            "title": "Treasury denies Rishi Sunak's restaurant meeting broke Covid rules",
            "category": "Politics",
            "snippet": "Rishi Sunak did not flout lockdown rules by holding a meeting in a branch of a pizza chain in Waterloo to discuss his latest business support package, …"
        },
        {
            "title": "'We need prison time': Purdue's belated guilty plea gets skeptical reaction",
            "category": "US-News",
            "snippet": "Lawyers and public relations firms for the Sackler family who own Purdue Pharma have spent months pushing an aggressive campaign to deny that the comp …"
        },
        {
            "title": "Brexit: £3bn standoff over UK-EU scientific collaboration",
            "category": "Politics",
            "snippet": "The UK’s post-Brexit collaboration with European scientists hangs in the balance after it emerged that the EU offer of staying in the Horizon research …"
        },
        {
            "title": "Stoke, Slough and Coventry moved into tier 2 Covid measures",
            "category": "Politics",
            "snippet": "Hundreds of thousands of people in Stoke-on-Trent, Coventry and Slough are facing tougher Covid-19 restrictions including a ban on households mixing s …"
        },
        {
            "title": "Julie Delpy's teen obsessions:  'Nastassja Kinski was my girl crush'",
            "category": "Film",
            "snippet": "Rumble Fish When I was a teenager I was very much into films – a little bit of music maybe, but mostly films. I went to the cinema a lot. I really lik …"
        },
        {
            "title": "People-smuggling trial hears from man who took earlier journey to UK",
            "category": "UK-News",
            "snippet": "A Vietnamese man who travelled to the UK in the same shipping container in which 39 people would suffocate to death a fortnight later has told a court …"
        },
        {
            "title": "Car buyers face £1,900 additional cost in case of no-deal Brexit",
            "category": "Business",
            "snippet": "The car industry has said a no-deal Brexit will add thousands of pounds to the cost of electric and conventional cars. A no-deal Brexit would add 10% …"
        },
        {
            "title": "Margaret Nolan obituary",
            "category": "Film",
            "snippet": "It would be wrong to dismiss the actor Margaret Nolan, who has died aged 76, as a passive decorative accompaniment to some of the cultural icons of th …"
        },
        {
            "title": "I wrote a memoir about abuse. That doesn't mean you're entitled to every detail",
            "category": "Books",
            "snippet": "In the weeks since the launch of my memoir on grief and abuse, No Matter Our Wreckage, I have been asking myself a lot of questions. Questions such as …"
        },
        {
            "title": "Our Shadows by Gail Jones review – a quiet rejection of conformity in the Kalgoorlie mines",
            "category": "Books",
            "snippet": "Gail Jones is a thoughtful, accomplished writer whose work speaks for itself: she has been recognised internationally and within Australia on all of t …"
        },
        {
            "title": "Marge Champion obituary",
            "category": "Film",
            "snippet": "The flashing legs and smiles of the energetic, witty husband-and-wife dancing duo Marge and Gower Champion were seen in seven movie musicals between 1 …"
        },
        {
            "title": "Bishop could lose office for 'failure to act on sexual abuse disclosure'",
            "category": "UK-News",
            "snippet": "A Church of England bishop faces the possibility of being removed from office after an independent report concluded that he failed to act on a disclos …"
        },
        {
            "title": "Raise Hell: The Life & Times of Molly Ivins review – memorial to a liberal legend",
            "category": "Film",
            "snippet": "The late journalist and media commentator Molly Ivins, an outspoken liberal from Texas, has an illustrious reputation among connoisseurs of political …"
        },
        {
            "title": "Rugby League World Cup chief admits tournament could be delayed to 2022",
            "category": "Sport",
            "snippet": "The chief executive of next year’s Rugby League World Cup has conceded the event could be pushed back 12 months to 2022 as a “last resort”, but insist …"
        },
        {
            "title": "UK coronavirus: Boris Johnson says £12bn test and trace 'helping a bit' in Covid fight but must improve – as it happened",
            "category": "Politics",
            "snippet": "Boris Johnson has expressed his frustration with NHS Test and Trace after the latest figures showed its performance continuing to deteriorate on key m …"
        },
        {
            "title": "In the battle of Tory egos it's the 'Man in the Know' Sunak Show",
            "category": "Politics",
            "snippet": "The government moves in mysterious ways. Only on Tuesday, it had been unable to find an extra £5m to secure a deal with Andy Burnham and other local l …"
        },
        {
            "title": "Lee Blackett urges Wasps players to make most of Premiership final reprieve",
            "category": "Sport",
            "snippet": "Summary: The Wasps head coach, Lee Blackett, has urged his side to make the most of their Premiership final reprieve against Exeter on Saturday after lifting t …"
        },
        {
            "title": "UK insurers warn against go-ahead for self-driving cars on motorways",
            "category": "UK-News",
            "snippet": "Plans for cars to drive themselves on UK motorways as soon as 2021 are unlikely to go ahead after insurers warned government proposals were risking li …"
        },
        {
            "title": "Talking Horses: Scardura can score as jumping returns to Cheltenham",
            "category": "Sport",
            "snippet": "Racing returns to Cheltenham for the first time since the Festival, a moment to make fans of jump racing smile in the face of adversity. As ever, find …"
        },
        {
            "title": "Uber and Lyft 'likely broke law' by classifying drivers as contractors, court rules",
            "category": "US-News",
            "snippet": "A California appeals court has ruled there is “overwhelming likelihood” Uber and Lyft violated labor law by misclassifying drivers as contractors rath …"
        },
        {
            "title": "Biden slams Trump on coronavirus response, family separations and racism in final debate – as it happened",
            "category": "US-News",
            "snippet": "That’s it from us tonight. Thanks for following along with our coverage of the final presidential debate. Here are the key takeaways of the night: Tru …"
        },
        {
            "title": "Biden and Trump diverge sharply on major issues in final presidential debate",
            "category": "US-News",
            "snippet": "The Democratic presidential candidate Joe Biden assailed Donald Trump’s handling of the coronavirus pandemic during Thursday night’s final presidentia …"
        },
        {
            "title": "Josh Hartnett: 'People genuinely thought I'd been thrust on them'",
            "category": "Film",
            "snippet": "Josh Hartnett is sitting at home in Surrey, thinking about the time he was asked to play Superman. “I had this idea that because he lives in this worl …"
        },
        {
            "title": "'Good-looking for an Asian': how I shed white ideals of masculinity",
            "category": "US-News",
            "snippet": "For a while, though rarely now as I get older, white women used to tell me I was “good-looking for an Asian”. I used to believe it myself. Until I mov …"
        },
        {
            "title": "'I was shocked by everything': an asylum seeker on arriving at Kent intake unit",
            "category": "UK-News",
            "snippet": "Abia* is a 29-year-old female asylum seeker who fled the conflict in Yemen and arrived at the Kent intake unit in the middle of July 2020. Her journey …"
        },
        {
            "title": "Kent inspectors find wet and cold migrants held in cramped containers",
            "category": "UK-News",
            "snippet": "Summary: Hundreds of wet and cold migrants were forced to spend hours in cramped containers on a “rubble-strewn building site” after arriving in the UK on smal …"
        },
        {
            "title": "Humanity has eight years to get climate crisis under control – and Trump's plan won't fix it",
            "category": "US-News",
            "snippet": "In Donald Trump’s world – laid bare during Thursday night’s final presidential debate with his Democratic rival Joe Biden in Nashville – fossil fuels …"
        },
        {
            "title": "Biden the winner of final debate, TV viewers and undecided voters say",
            "category": "US-News",
            "snippet": "Democratic presidential candidate Joe Biden was perceived as the winner of the final debate with Donald Trump on Thursday night, according to a CNN po …"
        }
    ]
}