{
    "page": [
        {
            "title": "In the year of the plague, the road back to recovery is looking bumpy",
            "category": "Business",
            "snippet": "Never in its history has the United States seen anything like it. The world’s biggest economy grew at an annualised rate of just over 33% in the three …"
        },
        {
            "title": "Pay no mind: people admit to driving, texting, drinking during telehealth visits",
            "category": "Life-and-Style",
            "snippet": "Hello, people of the technologically advanced world. Remember how we all hoped technology would make us better, more evolved? How’s that going for us …"
        },
        {
            "title": "Shell raises dividends as profits beat expectations",
            "category": "Business",
            "snippet": "Royal Dutch Shell has reinstated its decades-long commitment to increasing shareholder payouts, despite admitting that its oil production may never re …"
        },
        {
            "title": "Labour in turmoil as Corbyn suspended in wake of antisemitism report",
            "category": "Politics",
            "snippet": "Labour was plunged into turmoil after the party suspended Keir Starmer’s predecessor, Jeremy Corbyn, in the wake of a damning report into antisemitism …"
        },
        {
            "title": "'He couldn't move': New York City man falls into sinkhole full of rats",
            "category": "US-News",
            "snippet": "A New York City man has fallen through a sinkhole in a sidewalk, landing directly on to a pack of rats and leaving him unable to scream for help out o …"
        },
        {
            "title": "Labour's left calls for Jeremy Corbyn's suspension to be lifted",
            "category": "Politics",
            "snippet": "Summary: Labour’s left has called for Jeremy Corbyn to be swiftly reinstated, with a group representing more than 30 MPs declaring it would “work tirelessly” i …"
        },
        {
            "title": "Faraimo and Naulago at the double to give Hull derby victory over Hull KR",
            "category": "Sport",
            "snippet": "Summary: Almost every club in Super League will be intrigue by the outcome of Monday’s meeting to determine whether to extend the end-of-season play-offs and e …"
        },
        {
            "title": "Wales captain Alun Wyn Jones will set world Test caps record against Scotland",
            "category": "Sport",
            "snippet": "Alun Wyn Jones will become rugby’s most capped international when he captains Wales against Scotland in Llanelli on Saturday on an afternoon when his …"
        },
        {
            "title": "'Battle for Labour's soul': what the papers say about Jeremy Corbyn's suspension",
            "category": "UK-News",
            "snippet": "Labour leader Sir Keir Starmer’s suspension of his predecessor, Jeremy Corbyn, in response to the long-awaited report on an investigation into antisem …"
        },
        {
            "title": "Kim Kardashian's father resurrected as hologram in birthday present from Kanye West",
            "category": "Life-and-Style",
            "snippet": "Six years on from her Paper magazine cover shoot, Kim Kardashian West’s ability to break the internet remains unrivalled. Just one day after a string …"
        },
        {
            "title": "Confusion after court rules to separate Minnesota ballots that arrive late – as it happened",
            "category": "US-News",
            "snippet": "Summary: My colleague Tom McCarthy will continue to bring live election updates. Follow along: The new US economic report showed GDP rose at an annualized rate …"
        },
        {
            "title": "'There's something to scream about': Bring Me the Horizon's pandemic political awakening",
            "category": "Music",
            "snippet": "In 2019, Oli Sykes foretold “some fuckin’ mental disaster in a couple of years … We’re literally at the end, doesn’t it feel like that to you?” He ima …"
        },
        {
            "title": "No, Covid-19 isn't a 'plandemic'",
            "category": "Books",
            "snippet": "Have you been taken in by the “plandemic”? This pun encapsulates the suspicious notion that Covid-19 was not a natural accident but was deliberately l …"
        },
        {
            "title": "A post-Covid economy will need to offer tools to help enterprises flourish",
            "category": "Business",
            "snippet": "Summary: We are about to experience unemployment at a level not seen for decades, created not by a faltering economy but as a result of government action in th …"
        },
        {
            "title": "Hidden horrors: our writers on the scariest movies you (probably) haven't seen",
            "category": "Film",
            "snippet": "Ghost Stories The black horror comedy Ghost Stories is anthology of supernatural tales in the tradition of Ealing’s Dead Of Night – adapted by its dir …"
        },
        {
            "title": "'Voters are fed up': will Arizona's suburbs abandon the party of Trump?",
            "category": "US-News",
            "snippet": "In the agonizing days after the 2018 election, Christine Marsh, a Democratic candidate for state senate in a traditionally Republican suburban Phoenix …"
        },
        {
            "title": "'He's a salesman': why rallies are Trump's last best hope of clinging to presidency",
            "category": "US-News",
            "snippet": "For Donald Trump, surviving coronavirus has become just another punchline on the campaign trail. “I had so many doctors and each one of them studied d …"
        },
        {
            "title": "I have never met a pharmacist I didn't like. I don't know what I'd do without them",
            "category": "Life-and-Style",
            "snippet": "I’m sure a visit to a pharmacy is not a key event for most people. A repeat prescription. Or your hay fever is playing up. Maybe you long for the disc …"
        },
        {
            "title": "African Apocalypse review – startling journey into Niger's heart of darkness",
            "category": "Film",
            "snippet": "Many real-life figures have been proposed as having inspired Heart of Darkness’s bloody outrider Kurtz, but this fascinating historical documentary-cu …"
        },
        {
            "title": "The First Woman by Jennifer Nansubuga Makumbi review – coming of age in Uganda",
            "category": "Books",
            "snippet": "Kirabo is an inquisitive child. She has even more unanswered questions than other girls in the run-up to puberty, the greatest and most mysterious of …"
        },
        {
            "title": "Mitchell Miller: what the NHL bullying uproar shows us about hockey culture",
            "category": "Sport",
            "snippet": "When deciding how to begin this piece, I contemplated two options: Mitchell Miller is a talented young hockey player who had the world at his skates . …"
        },
        {
            "title": "The fear within: 10 of the best scary films that aren’t horror movies",
            "category": "Film",
            "snippet": "Eraserhead Not all scary movies are horror films: here’s a selection that can give you goosebumps without resorting to gut-churning terror. David Lync …"
        },
        {
            "title": "M Huncho and Nafe Smallz: DNA review – dextrous chemistry deflated by familiar lyrical concerns",
            "category": "Music",
            "snippet": "M Huncho and Nafe Smallz have spent the last couple of years traversing the British rap scene as solo artists, scoring starry collaborations with the …"
        },
        {
            "title": "Klopp: My Liverpool Romance by Anthony Quinn review – a sporting love letter",
            "category": "Books",
            "snippet": "You don’t have to be born in Liverpool to support Liverpool FC. The brand is global, the owners are American, the fans are as likely to come from Bena …"
        },
        {
            "title": "UK house prices jump but slowdown is likely, says Nationwide",
            "category": "Business",
            "snippet": "House prices rose in October at the fastest annual rate in almost six years but the UK market is likely to face a “sharp” slowdown when the government …"
        },
        {
            "title": "‘This season is off the charts’: Colorado fights the worst wildfires in its recent history",
            "category": "US-News",
            "snippet": "By 23 October, a blustery Friday toward the end of a depressingly short autumn, the two largest wildfires in Colorado’s recent history were descending …"
        },
        {
            "title": "'When I travelled, I hid my passport': Fassbinder muse Barbara Sukowa on Hitler's legacy and hidden love",
            "category": "Film",
            "snippet": "Surely, I suggest to Barbara Sukowa – as she strolls around her garden in Brooklyn and I watch from 3,500 miles away on WhatsApp – it’s time lesbians …"
        },
        {
            "title": "Philharmonia/Rouvali review – bold programme that sparkled",
            "category": "Music",
            "snippet": "Nothing says “classical music in 2020” like a shrunken symphony orchestra scattered across a huge stage, silently rising to its feet as its conductor …"
        },
        {
            "title": "How long does it take to receive coronavirus test results in England?",
            "category": "UK-News",
            "snippet": "We would like to hear from people who have been tested for coronavirus in England during the last two weeks. Share your experiences How long did it ta …"
        },
        {
            "title": "Caleb Femi: 'Henceforth I’m solely preoccupied with being a merchant of joy'",
            "category": "Books",
            "snippet": "Every Monday when Caleb Femi was a young boy in the 1990s, the walkways in the housing estate where he lived with his parents and four siblings were s …"
        },
        {
            "title": "The Three Kings review – Scotland's managerial titans in the spotlight",
            "category": "Film",
            "snippet": "Summary: Though there’s quite a bit of familiar material on show here, this exercise in football nostalgia has an interesting, original focus: the three Scotti …"
        },
        {
            "title": "Tracks of the week reviewed: Middle Kids, Maxïmo Park, Lana Del Rey",
            "category": "Music",
            "snippet": "Summary: Middle Kids R U 4 Me? Even before the reign of TUT (These Unprecedented Times) it would have been mighty difficult to resist a song that opens with th …"
        },
        {
            "title": "'Being a mum doesn’t win matches': tennis stars turn focus back to sport",
            "category": "Sport",
            "snippet": "A few days after the end of Roland Garros, the world No 89, Taylor Townsend, had a message to share. In a video posted on Instagram, she recalled the …"
        },
        {
            "title": "Share your best tips for exercising at home with us",
            "category": "Life-and-Style",
            "snippet": "From Zoom classes to workouts in confined spaces, staying in shape has been a challenge this year. We’d love to hear about the best tip or trick you’v …"
        },
        {
            "title": "Secrets of the Saqqara Tomb review – hidden depths in ancient Egypt",
            "category": "Film",
            "snippet": "Summary: The “secrets” here are in fact well known, having made headline news across the world in 2019: the discovery in the Saqqara necropolis, just outside C …"
        },
        {
            "title": "The return of McFly: will the cheeky pop-punkers finally get their due?",
            "category": "Music",
            "snippet": "The year is 2005, combat trousers inexplicably have tassels and chart music is groaning under the weight of reality TV winners and Crazy Frog. Tweens …"
        },
        {
            "title": "Writers protest after minister suggests anti-racism books support segregation",
            "category": "Books",
            "snippet": "More than 100 leading black writers including Bernardine Evaristo, Malorie Blackman and Benjamin Zephaniah have condemned recent comments made by equa …"
        },
        {
            "title": "Johnny Depp and Amber Heard: reputations at stake as judgment looms",
            "category": "Film",
            "snippet": "It has been three months since the celebrity courtroom battle starring Johnny Depp and his ex-wife Amber Heard – containing serious and strenuously de …"
        },
        {
            "title": "Can I learn how not to be a pushover? My mum thinks so",
            "category": "Life-and-Style",
            "snippet": "My mum is convinced that I need to go on assertiveness training. Whenever I tell her about my grievances – how so-and-so got paid more than me for the …"
        },
        {
            "title": "‘I spooked myself right before bedtime’: authors on their scariest creations",
            "category": "Books",
            "snippet": "Summary: Neil Gaiman: ‘It took a while for me to persuade people Coraline really was children’s fiction’ I’ve created an awful lot of things. Some would point …"
        },
        {
            "title": "Forget trick or treat! 10 new ideas for Halloween family fun – from eerie origami to pumpkin spotting",
            "category": "Life-and-Style",
            "snippet": "Have a fiesta John, copywriter, Gloucestershire While the kids enjoy exchanging Haribo with the neighbours once a year, trick or treat has never been …"
        },
        {
            "title": "Irish surfer Conor Maguire catches 'Ireland's biggest wave'",
            "category": "Sport",
            "snippet": "It’s been compared to the monstrous big waves of the Pacific. But for Conor Maguire, an Irish surfer, who has claimed what may be his country’s larges …"
        },
        {
            "title": "A tale of two Hughs: Laurie and Grant reap the rewards of wisdom",
            "category": "Film",
            "snippet": "Perhaps you are having a top-notch 2020. Someone must be. But for the greater part of the population … not so much. Let us focus, therefore, on two we …"
        },
        {
            "title": "Six Nations is England's to lose but be prepared for unforeseen late twists",
            "category": "Sport",
            "snippet": "Precious little about this year’s Six Nations championship has unfolded as anticipated in January. Here we are at Halloween with the title still undec …"
        },
        {
            "title": "Wolfwalkers review – wolves take on Cromwell in bold Irish history tale",
            "category": "Film",
            "snippet": "Summary: Cartoon Saloon is the Kilkenny-based studio that has quietly engineered an upsurge in Irish-inflected animation: their 2009 debut feature The Secret o …"
        },
        {
            "title": "Digested week: no sympathy for the second most awful man in America",
            "category": "UK-News",
            "snippet": "Summary: Monday I’ve always felt sorry for the victims of Sacha Baron Cohen, no matter how much they seem to deserve it. He plays on their vanity and eggs them …"
        },
        {
            "title": "Corbyn's constituents air frustration and anger over suspension",
            "category": "Politics",
            "snippet": "Hussein Jabar still can’t believe Jeremy Corbyn was suspended from the Labour party. The owner of Gadz Cafe in Finsbury Park, which is decorated with …"
        },
        {
            "title": "Classical highlights for the week ahead: 1-7 November",
            "category": "Music",
            "snippet": "The Magic Flute Glyndebourne Touring Opera’s cut-down, semi-staged performances of Mozart’s Singspiel, directed by Donna Stirrup and sung in English. …"
        },
        {
            "title": "'It was part of what we did': Hill and Herbert on life and death in Formula One",
            "category": "Sport",
            "snippet": "There is a shared, effortless good cheer between Damon Hill and Johnny Herbert. The two former drivers enjoy an ease in a friendship informed by their …"
        },
        {
            "title": "Labour to investigate complaints of antisemitic messages after EHRC report",
            "category": "Politics",
            "snippet": "Summary: Labour officials are poised to investigate complaints about antisemitic messages on social media after campaign groups reported an apparent increase i …"
        }
    ]
}