{
    "page": [
        {
            "title": "Coronavirus pandemic plunges millions of Americans into poverty",
            "category": "US-News",
            "snippet": "As Congress remains deadlocked on a new coronavirus economic stimulus package, two new studies show at least 6 million more people in the US are in po …"
        },
        {
            "title": "New data means Dr Freeman tribunal in danger of being delayed until Easter",
            "category": "Sport",
            "snippet": "The medical tribunal of the former Team Sky and British Cycling doctor Richard Freeman now looks increasingly likely to drag on until after Easter 202 …"
        },
        {
            "title": "Marston's looks like a survivor, but for other pubs life will be properly bleak",
            "category": "Business",
            "snippet": "This is what outperformance, relatively speaking, looks like in the pub world. Marston’s says turnover will be down 30% in a financial year that close …"
        },
        {
            "title": "Peter Pomerantsev's study of 'the war against reality' wins Gordon Burn prize",
            "category": "Books",
            "snippet": "Peter Pomerantsev has won the 2020 Gordon Burn prize with This Is Not Propaganda, a study of fake news that tells “true stories with artistry”. Speaki …"
        },
        {
            "title": "Joe Biden and Kamala Harris flew with people who tested positive for Covid-19",
            "category": "US-News",
            "snippet": "Joe Biden and Kamala Harris both travelled on flights that carried someone who subsequently tested positive for the coronavirus, it emerged on Thursda …"
        },
        {
            "title": "Proof is in the pudding: M&S and Waitrose win Christmas food test",
            "category": "UK-News",
            "snippet": "Marks & Spencer and Waitrose have swept the board in an independent taste test of this year’s Christmas food and drink, both clinching first place in …"
        },
        {
            "title": "Why should trans people trust non-trans authors to lead the conversation about our identities?",
            "category": "Books",
            "snippet": "Last month, Australian author Craig Silvey released his first book in a decade, Honeybee. It’s about a young person named Victoria, identified through …"
        },
        {
            "title": "Trump refuses to disavow QAnon conspiracy theory during town hall",
            "category": "US-News",
            "snippet": "Donald Trump refused to denounce QAnon – a rightwing conspiracy theory that the FBI believes is a potential domestic terror threat – during an NBC tow …"
        },
        {
            "title": "Angry Trump clashes with moderator as Biden lays out policies at competing  town halls – as it happened",
            "category": "US-News",
            "snippet": "That’s it from us tonight. The Guardian’s regular US politics liveblog will be back tomorrow morning. Here are the key takeaways from tonight’s duelin …"
        },
        {
            "title": "Trump and Biden town halls: two channels, two candidates, two planets",
            "category": "US-News",
            "snippet": "America is often described as a “split screen nation”, bitterly divided between two political tribes dwelling in echo chambers. But Thursday night at …"
        },
        {
            "title": "Skepta, JME, Julie ... are the Adenugas Britain's most creative family?",
            "category": "Music",
            "snippet": "Skepta, JME, Julie and Jason – the four Adenuga siblings – are laughing as they remember building a go-kart as kids, raiding the factory next door for …"
        },
        {
            "title": "Hamleys tips kissing pups and Lego Super Mario as Christmas hits",
            "category": "Business",
            "snippet": "A Super Mario-themed Lego set and “loveable” animatronic pets are predicted to be Christmas bestsellers at the retailer Hamleys, as toymakers try to p …"
        },
        {
            "title": "Government spending on Covid consultancy contracts rises to £175m",
            "category": "Politics",
            "snippet": "The bill for private consultants hired by the government to help combat the coronavirus pandemic has climbed to £175m, as the chair of an influential …"
        },
        {
            "title": "QAnon: a timeline of violence linked to the conspiracy theory",
            "category": "US-News",
            "snippet": "The QAnon conspiracy theory has been linked to several violent acts since 2018, with QAnon supporters arrested for threatening politicians, breaking i …"
        },
        {
            "title": "Peter Frampton: 'I was kept high. If I needed cocaine, he made sure I had it'",
            "category": "Music",
            "snippet": "Peter Frampton recalls with stinging clarity the moment in 1976 when he realized his career was about to take a perilous turn. “I realized that instea …"
        },
        {
            "title": "I don't need to climb Everest. Even a modest summit brings big rewards",
            "category": "Life-and-Style",
            "snippet": "I’ll start by saying this: the Sherpa people do not get enough credit. They have been climbing Everest since for ever, like it’s nothing. The man who …"
        },
        {
            "title": "Rickshaw driver's son beats odds to join famed UK ballet school",
            "category": "UK-News",
            "snippet": "Kamal Singh did not even know what ballet was when he turned up nervously at the Imperial Fernando Ballet School, in Delhi, during the summer of 2016. …"
        },
        {
            "title": "Time review –  heroic dignity and high emotion in battle to free a jailed husband",
            "category": "Film",
            "snippet": "This is a viscerally emotional documentary about Sibil Fox Richardson, an African-American woman from New Orleans who almost two decades ago began a p …"
        },
        {
            "title": "Islands of Mercy by Rose Tremain review – a globe-trotting adventure",
            "category": "Books",
            "snippet": "The central figure of Rose Tremain’s new novel is Jane Adeane, a young woman of towering height who is convinced that one day “she and her magnificent …"
        },
        {
            "title": "Brexit: No 10 startled by EU insistence that UK accept trade terms",
            "category": "Politics",
            "snippet": "Downing Street reacted in dismay as Emmanuel Macron led EU leaders in warning Boris Johnson that he must swallow the bloc’s conditions, in what appear …"
        },
        {
            "title": "Chess: Magnus Carlsen wins as Alireza Firouzja blunders in pawn endgame",
            "category": "Sport",
            "snippet": "The penultimate round of the Altibox Norway tournament at Stavanger on Thursday was the scene for one of the classic chess occasions, a fight for firs …"
        },
        {
            "title": "'There's a whole war going on': the film tracing a decade of cyber-attacks",
            "category": "Film",
            "snippet": "In early 2010, scientists at a uranium enrichment plant in Natanz, Iran, watched their infrastructure malfunction at an unprecedented, inexplicable ra …"
        },
        {
            "title": "Dog Soldiers review – gory larks with furry werewolves",
            "category": "Film",
            "snippet": "Out in time for Halloween, writer-director Neil Marshall’s tidily assembled, witty and cheerfully gory horror flick from 2002 gets a rerelease. And ho …"
        },
        {
            "title": "Autechre: Sign review – electronic masters soar and fall in negative space",
            "category": "Music",
            "snippet": "As the devastating and the downright uncanny both become normalised, few things still have the power to surprise in 2020. That said, few would have ex …"
        },
        {
            "title": "Merkel urges Johnson not to abandon Brexit negotiations",
            "category": "Politics",
            "snippet": "Summary: Angela Merkel has called on Boris Johnson to keep negotiating over Brexit, saying the EU will need to compromise, ahead of a statement by the prime mi …"
        },
        {
            "title": "Andy Burnham trying to hold us over a barrel on lockdown, says Raab",
            "category": "UK-News",
            "snippet": "Dominic Raab has accused the Greater Manchester mayor, Andy Burnham, of trying to “hold the government over a barrel” by resisting a tier 3 lockdown, …"
        },
        {
            "title": "Curtis Sittenfeld: 'Alice Munro expanded my sense of what’s possible'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading What It Means When a Man Falls from the Sky by Lesley Nneka Arimah, a short-story collection that’s just so deft and k …"
        },
        {
            "title": "Carla Bruni's teenage obsessions: 'Francis Bacon shows our confusion, desire, madness'",
            "category": "Music",
            "snippet": "The Clash As a teenager in Paris all I wanted was travel, freedom and independence. I started working [in modelling] right after my high school exam a …"
        },
        {
            "title": "Talking Horses: Serpentine runs again at Ascot … but is he any good?",
            "category": "Sport",
            "snippet": "Is this year’s Derby winner good, bad or indifferent? Three-and-a-half months after a Classic at Epsom – which was every bit as strange as the times – …"
        },
        {
            "title": "Classical highlights for the week ahead: 16-23 October",
            "category": "Music",
            "snippet": "Weekend recitals at Snape Steven Osborne plays Rachmaninov, Alina Ibragimova performs an all-Bach programme for solo violin, and there’s Bach French S …"
        },
        {
            "title": "Groundbreaking study finds 13.3 quadrillion plastic fibers in California’s environment",
            "category": "US-News",
            "snippet": "A study in California has laid bare the staggering scale of pollution from plastic microfibers in synthetic clothing – one of the most widespread, yet …"
        },
        {
            "title": "Cluttercore: the pandemic trend for celebrating stuff, mess and comfort",
            "category": "Life-and-Style",
            "snippet": "Summary: In the past few months, the pavement outside my flat has been taken over by stuff: baby baths, filing systems, books, stools. People leave them, other …"
        },
        {
            "title": "The best recent science fiction and fantasy – review roundup",
            "category": "Books",
            "snippet": "Summary: Polish fabulist Andrzej Sapkowski, author of the bestselling Witcher series of epic fantasies now filmed for Netflix, begins a new trilogy with The To …"
        },
        {
            "title": "BA fined record £20m for customer data breach",
            "category": "Business",
            "snippet": "A £183m fine levied on British Airways for a data breach has been reduced to £20m after investigators took into account the airline’s financial plight …"
        },
        {
            "title": "'Crazy, isn't it?' Devon resort reports no shortage of visitors",
            "category": "Business",
            "snippet": "A bright, breezy day in north Devon. Hundreds of people are taking bracing walks along Woolacombe beach. The pubs, cafes, fast-food outlets and surf s …"
        },
        {
            "title": "Digested week: Stocking up on ceramics and cramming in dinner parties ahead of London tier 2",
            "category": "UK-News",
            "snippet": "Monday A follow-up to the auction of the Leonard and Alison Shurz ceramics collection I mentioned last week. As you may remember, their three-bedroome …"
        },
        {
            "title": "Her dork materials: how Sasha Sloan turned Reddit into songwriting glory",
            "category": "Music",
            "snippet": "Summary: Singer-songwriter Sasha Sloan has a confession to make. “I don’t really listen to music,” she says on the phone from Nashville. “I just listen to stan …"
        },
        {
            "title": "I went out to buy a bed and came back with a spoon – am I really that disorganised?",
            "category": "Life-and-Style",
            "snippet": "Summary: Recently my mother paid me one of her quintessential “compli-sults”: a lashing of praise that somehow leaves a bruise. I’m moving flat, and mentioned …"
        },
        {
            "title": "Serco profits surge thanks to Covid-19 test-and-trace contract",
            "category": "Business",
            "snippet": "Serco, one of the outsourcing companies behind the heavily criticised NHS coronavirus test-and-trace programme, will consider paying a dividend to sha …"
        },
        {
            "title": "UK economy not ready for no-deal Brexit, say business leaders",
            "category": "Politics",
            "snippet": "Business leaders have warned Boris Johnson that Britain’s economy is ill-prepared for a no-deal Brexit while companies face severe disruption from the …"
        },
        {
            "title": "Wales facing 'circuit breaker' lockdown of two or three weeks",
            "category": "UK-News",
            "snippet": "Wales is facing a “circuit breaker” lockdown of two or three weeks to stop hospitals being overwhelmed, as the country reaches what the government des …"
        },
        {
            "title": "My in-laws are manipulating our children. How do I stop them?",
            "category": "Life-and-Style",
            "snippet": "I am worried my in-laws are trying to turn my children against me. They are mainly civil on the surface, but they’ve never liked me and I have had yea …"
        },
        {
            "title": "Michael Rosen to publish book about his near-fatal Covid-19 ordeal",
            "category": "Books",
            "snippet": "After spending 47 days in intensive care fighting coronavirus, Michael Rosen is bringing out a book about his experiences with the illness, from the d …"
        },
        {
            "title": "I became a US census worker. Here’s what I learned",
            "category": "Life-and-Style",
            "snippet": "On a recent Sunday afternoon, I stood in a suburban driveway in New York state, interviewing a white woman in her 50s for the US census. While I tappe …"
        },
        {
            "title": "Boots bosses 'encouraged' staff to work at head office despite government advice",
            "category": "Business",
            "snippet": "Boots told staff they were “encouraged” to come into its headquarters in Nottingham, where Covid-19 infection rates are the highest in England, even a …"
        },
        {
            "title": "UK high street loses 1,000 more jobs amid Covid crisis",
            "category": "Business",
            "snippet": "Summary: A further 1,000 high street job cuts were announced on Friday as Edinburgh Woollen Mill axed 600 posts and Pret a Manger cut a further 400 jobs. Edinb …"
        },
        {
            "title": "What was the point of Johnson's Brexit statement? To save face",
            "category": "Politics",
            "snippet": "It was as if nothing had happened. Michel Barnier would be jumping on a Eurostar to London early next week “to intensify these [Brexit] negotiations”, …"
        },
        {
            "title": "Boris Johnson tells UK: prepare for a no-deal Brexit",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson has claimed there will be no more trade and security talks unless the EU adopts a “fundamental change of approach”, as he seeks to incre …"
        },
        {
            "title": "Tory election agent guilty of tricking voters into nominating candidates",
            "category": "UK-News",
            "snippet": "A Conservative party election agent has been convicted of tricking voters in a Labour stronghold borough into signing nomination forms for Tory candid …"
        },
        {
            "title": "London Bridge killer's Prevent officers had 'no specific training'",
            "category": "UK-News",
            "snippet": "Summary: Officers from Prevent responsible for monitoring an Islamist fanatic who killed two people near London Bridge had “no specific training” in handling t …"
        }
    ]
}