{
    "page": [
        {
            "title": "Iain Duncan Smith calls for review of Chinese investment in UK",
            "category": "Politics",
            "snippet": "Chinese ownership of British businesses should be subject to a national security review by the UK government to assess the impact of Beijing’s growing …"
        },
        {
            "title": "The Joy of Six: Lewis Hamilton's greatest F1 grand prix victories",
            "category": "Sport",
            "snippet": "Summary: A mighty comeback: Germany 2018, Mercedes, win 66 Hamilton’s greatest recovery drive may still be his fightback from 18th to second in Turkey at a GP2 …"
        },
        {
            "title": "Exploited workers at UK garment factories 'robbed' of £27m since July",
            "category": "Business",
            "snippet": "Exploited workers in UK garment factories that supply clothing brands have been “robbed” of £27m since July because they are still being systematicall …"
        },
        {
            "title": "Janet Freer obituary",
            "category": "Books",
            "snippet": "My mother, Janet Freer, who has died aged 89, was a literary agent for science-fiction writers in the 1960s and 70s. She helped launch the careers of …"
        },
        {
            "title": "Vue to shut a quarter of UK cinemas three days a week",
            "category": "Film",
            "snippet": "Summary: A quarter of Vue’s UK cinemas are to shut three days a week in an effort to reduce costs after delays in the release of a string of blockbusters. The …"
        },
        {
            "title": "Rafael Nadal demolishes Novak Djokovic to win 13th French Open title",
            "category": "Sport",
            "snippet": "Novak Djokovic drove Rafael Nadal to almost unprecedented heights of excellence but was powerless to stop his old rival winning his 13th French Open a …"
        },
        {
            "title": "'A $10 bulb can completely alter the vibe': high-impact house fixes for less than $100",
            "category": "Life-and-Style",
            "snippet": "With the pandemic making homebodies of us all, beautifying our living spaces has become a collective obsession. Monsteras have been bought. Bookshelve …"
        },
        {
            "title": "Lakers' Green had death threats after missing potential title-sealing shot",
            "category": "Sport",
            "snippet": "Los Angeles Lakers guard Danny Green says he and his fiancee have received death threats after he missed a three-pointer that could have sealed his te …"
        },
        {
            "title": "Lewis Hamilton equals Michael Schumacher's 91 race wins at Eifel F1 GP",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton ensured his place in Formula One history with his victory at the Eifel Grand Prix, but equalling Michael Schumacher’s record of 91 wins …"
        },
        {
            "title": "Roland Garros the perfect venue for Nadal to be level best with Federer",
            "category": "Sport",
            "snippet": "Summary: In his astonishing straight-sets bludgeoning of Novak Djokovic on Sunday, Rafael Nadal unlocked many surreal achievements. He now owns 13 Roland Garro …"
        },
        {
            "title": "Amy Coney Barrett to say she will judge cases on law not personal views",
            "category": "US-News",
            "snippet": "Amy Coney Barrett, Donald Trump’s latest controversial nominee for the US supreme court, will tell senators in her high-stakes confirmation hearing th …"
        },
        {
            "title": "Gopperth warns Wasps to learn lessons of 2017's Premiership final hurt",
            "category": "Sport",
            "snippet": "Moments after Wasps had beaten Bristol at the Ricoh Arena to book their first Twickenham final in three years, their captain, Joe Launchbury, formed a …"
        },
        {
            "title": "Exeter and Wasps show way to final is as much about mindset as muscle",
            "category": "Sport",
            "snippet": "Exeter are supposedly all about their no-nonsense forwards while Wasps are a free-wheeling bunch of adventurous buccaneers. The truth is considerably …"
        },
        {
            "title": "England's hospitality bosses prepare legal challenge to Covid lockdowns",
            "category": "Business",
            "snippet": "Business leaders are mounting a legal challenge to the government’s lockdown restrictions, which they say have decimated the hospitality industry. The …"
        },
        {
            "title": "Britons eager to return to pre-Covid-levels of dining out – survey",
            "category": "Business",
            "snippet": "The majority of Britons plan to return to pre-lockdown levels of restaurant visits as soon as they can, ahead of looming new restrictions that could f …"
        },
        {
            "title": "Introduction of new NRL rule makes momentum king in 2020",
            "category": "Sport",
            "snippet": "If there is one word that will define the 2020 NRL season it is momentum. Momentum has become the creator and the destroyer. It can turn periods, win …"
        },
        {
            "title": "'Wish Kobe and Gianna were here:' Bryant's widow hails Lakers' NBA title win",
            "category": "Sport",
            "snippet": "Summary: Vanessa Bryant remembered her husband and daughter as the Los Angeles Lakers won the NBA title on Sunday night. Kobe and Gianna Bryant were killed in …"
        },
        {
            "title": "NBA finals 2020: Los Angeles Lakers beat Miami Heat to clinch title – as it happened",
            "category": "Sport",
            "snippet": "That’s all for tonight and the longest NBA season ever played. Thanks for following along with us and be sure to check out the full report here. “I ha …"
        },
        {
            "title": "'There is no planet B': the best books to help us navigate the next 50 years",
            "category": "Books",
            "snippet": "As wildfires burn in the western United States and the second wave of Covid-19 sweeps across the world, it’s becoming impossible to ignore the disaste …"
        },
        {
            "title": "Campaigners in last-ditch push to protect farming standards post-Brexit",
            "category": "Politics",
            "snippet": "Summary: Campaigners are staging a last-ditch attempt to enshrine food safety and animal welfare standards in UK law after Brexit, as the agriculture bill retu …"
        },
        {
            "title": "Tree of the week: the crab apple tree that makes booze",
            "category": "Life-and-Style",
            "snippet": "Summary: Annie Frazer moved into her home in Minneapolis, Minnesota, a year ago and was immediately smitten with the crab apple tree that lives in her garden. …"
        },
        {
            "title": "Ultraviolence: the shocking, brutal film about deaths in police custody",
            "category": "Film",
            "snippet": "It has taken 19 years for Ken Fero to complete the follow-up to Injustice, his unforgettable film about deaths in police custody. But perhaps the surp …"
        },
        {
            "title": "The Contradictions by Sophie Yanow review – on the road with a raging bore",
            "category": "Books",
            "snippet": "This comic, the original web version of which has already received an Eisner award, arrives with high praise both from Alison Bechdel, the bestselling …"
        },
        {
            "title": "Poem of the week: The Bread of Childhood by Ihor Pavlyuk",
            "category": "Books",
            "snippet": "The Bread of Childhood Grandmother’s pyrohy oozing cherries, the soil Fragrant with spring, These are the heart’s embroidered memories Touched by the …"
        },
        {
            "title": "‘She’s been a superstar’: tearful Dettori pays tribute to retired Enable",
            "category": "Sport",
            "snippet": "An emotional Frankie Dettori said he had cried when the decision was finally taken to bring down the curtain on the extraordinary racing career of Ena …"
        },
        {
            "title": "Deep Purple's Ian Gillan at 75: 'I can't pole vault any more!'",
            "category": "Music",
            "snippet": "Summary: You might think Ian Gillan, at 75 years old, would be fed up with singing Smoke on the Water. After all, he’s had to sing it at pretty much every show …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. To begin, an autumnal reward for einekleinenachtmu …"
        },
        {
            "title": "How we met: 'He asked if I'd like a fork for my chips'",
            "category": "Life-and-Style",
            "snippet": "When Rachael Simpson was invited to a battle reenactment held by The Sealed Knot, a historical association, in May 2010, she jumped at the chance. “My …"
        },
        {
            "title": "My friend left this world – and I learned to let him go",
            "category": "Life-and-Style",
            "snippet": "I used to think “letting go” was for happy people who did yoga and wore shirts that said “Good Vibes Only”. I thought it was for people who read the s …"
        },
        {
            "title": "Álex Cruz steps down as BA chief after Covid job cuts row",
            "category": "Business",
            "snippet": "Álex Cruz has stepped down as chief executive of British Airways with immediate effect after heavy criticism of the handling of 12,000 job cuts at the …"
        },
        {
            "title": "'Every page makes you hungry': 20 chefs pick their favourite starter cookbooks",
            "category": "Life-and-Style",
            "snippet": "Leith’s Cookery Bible, by Caroline Waldegrave and Prue Leith Gizzi Erskine, chef and food writer I trained at Leith’s School of Food and Wine and this …"
        },
        {
            "title": "Jackie Shipster obituary",
            "category": "Music",
            "snippet": "Summary: My wife, Jackie Shipster, who has died aged 70, was an actor, pianist and music teacher, who used singing to help those with dementia and brain injury …"
        },
        {
            "title": "Tim Wilkinson obituary",
            "category": "Books",
            "snippet": "My friend Tim Wilkinson, who has died aged 73, was a translator of Hungarian literature into English, notably of the work of the Nobel laureate Imre K …"
        },
        {
            "title": "The Wanted singer Tom Parker diagnosed with inoperable brain tumour",
            "category": "Music",
            "snippet": "Tom Parker, singer with chart-topping British boyband the Wanted, has been diagnosed with an inoperable brain tumour. The 32-year-old said he was “sti …"
        },
        {
            "title": "Margaret Nolan - actor, artist and Goldfinger title sequence star - dies aged 76",
            "category": "Film",
            "snippet": "Margaret Nolan, the actor best known for appearing in the title sequence for Goldfinger and for a string of appearances in TV shows in the 1960s and 7 …"
        },
        {
            "title": "Amanda Staveley case against Barclays enters final week",
            "category": "Business",
            "snippet": "Summary: The bitter legal battle between the financier Amanda Staveley and Barclays bank has intensified as lawyers from each side called into question the evi …"
        },
        {
            "title": "Cinemas 'shocked and dismayed' by Disney decision to launch Soul on streaming",
            "category": "Film",
            "snippet": "Cinemas across Europe have expressed their outrage at the decision by Hollywood studio Disney to bypass a big-screen release for the new Pixar animati …"
        },
        {
            "title": "Arm co-founder: Nvidia takeover would create another US tech monopoly",
            "category": "Business",
            "snippet": "The co-founder of Arm has said that if the government does not stop the $40bn (£31bn) takeover of the British chip designer, its proposed buyer, Nvidi …"
        },
        {
            "title": "Labour MPs urge Starmer to get tough with government on Covid",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer is facing pressure from Labour MPs whose local economies could be hit by the latest Covid curbs to take a tougher stance against the gove …"
        },
        {
            "title": "My streaming gem: why you should watch Beauties of the Night",
            "category": "Film",
            "snippet": "Goddesses of the stage and the screen, the Mexican vedettes or showgirls of the 1970s and 1980s were the embodiment of the era’s female beauty ideal a …"
        },
        {
            "title": "BBC's The Watch 'shares no DNA with Terry Pratchett's work', says daughter",
            "category": "Books",
            "snippet": "Terry Pratchett’s daughter Rhianna Pratchett has said that the forthcoming television adaptation of the late author’s stories about Ankh-Morpork’s Cit …"
        },
        {
            "title": "Grenfell landlord called safety campaigner an antagonist, inquiry told",
            "category": "UK-News",
            "snippet": "A Grenfell Tower resident who campaigned for safety was described as an “antagonist” by the council landlord, the inquiry into the 2017 disaster has h …"
        },
        {
            "title": "Welcome to the Blumhouse: Nocturne/Evil Eye review – dark desires",
            "category": "Film",
            "snippet": "Kicking off the second batch of Welcome to the Blumhouse, the horror outfit’s collaboration with Amazon, Nocturne (★★★★☆) is played firmly in the key …"
        },
        {
            "title": "Business class was my chance to get home. After 24 hours of niceness, I wish I had my $7,000 back",
            "category": "Life-and-Style",
            "snippet": "I am an Australian, but I have been studying in Barcelona since September 2019. When cases of Covid-19 first rose in March, I considered leaving, but …"
        },
        {
            "title": "The government must wake up to the fact the Covid recession has hurt Australian women more",
            "category": "Business",
            "snippet": "One of the things you never want to do in battle is to fight the last war, but right now, in the battle against the Covid recession, the Morrison gove …"
        },
        {
            "title": "Liverpool hospitals cut back on operations to cope with Covid-19 rise",
            "category": "UK-News",
            "snippet": "Hospitals in Liverpool are scaling back non-urgent operations to help them cope with Covid-19 patients despite NHS bosses insisting that normal care c …"
        },
        {
            "title": "In the Market for Love review – first-rate singers elevate flimsy one-acter",
            "category": "Music",
            "snippet": "The sound of tuning from an orchestra pit has never been so welcome as it currently is in Glyndebourne. In August this was one of the first UK opera c …"
        },
        {
            "title": "Cabin fever: tickets for meal onboard Singapore parked plane sell out",
            "category": "Business",
            "snippet": "Diners have rushed to pay up to £360 per head to eat a meal on a stationary plane, in the latest sign of public appetite to recreate the onboard exper …"
        },
        {
            "title": "Alex Salmond row: MSPs call for inquiry into Sturgeon to be extended",
            "category": "Politics",
            "snippet": "Summary: Nicola Sturgeon should be investigated over alleged false statements to Holyrood, two members of the inquiry into the Scottish government’s botched ha …"
        },
        {
            "title": "Bank of England asks banks if they are ready for negative interest rates",
            "category": "Business",
            "snippet": "Summary: The Bank of England has moved a step closer to adopting negative interest after writing to banks asking them how ready they would be for the groundbre …"
        }
    ]
}