{
    "page": [
        {
            "title": "Australia's post-Covid jobs snapback is all about part-time work",
            "category": "Business",
            "snippet": "The September labour force figures highlight just how difficult Australia’s recovery from the pandemic will be – the initial “snapback” was quick, but …"
        },
        {
            "title": "Inquiry blames pilot error for fatal Shetland helicopter crash",
            "category": "UK-News",
            "snippet": "The pilots were to blame for an offshore helicopter crashing into the sea off the coast of Shetland, killing four passengers, an inquiry has found. Th …"
        },
        {
            "title": "Matt Hancock warns deaths doubled in 12 days; no agreement in Manchester tier 3 talks - as it happened",
            "category": "Politics",
            "snippet": "Matt Hancock, the health secretary, has indicated that more areas of England could be subject to the strictest tier 3 restrictions. In a statement to …"
        },
        {
            "title": "'Utter rubbish': Theresa May incredulous at Michael Gove's Brexit claims",
            "category": "Politics",
            "snippet": "Theresa May has expressed contempt for the government’s post-Brexit policing plans by appearing to mouth “utter rubbish” as Michael Gove declared the …"
        },
        {
            "title": "'He was standing up for us': Manchester locals on Burnham's Covid stance",
            "category": "UK-News",
            "snippet": "Long the home of Mancunian rebellion as the site of the 1819 Peterloo Massacre, St Peter’s Square was a fitting location for Andy Burnham’s rousing sp …"
        },
        {
            "title": "ITV to increase focus on streaming to compete with Netflix and Disney",
            "category": "Business",
            "snippet": "ITV is to increase its focus on streaming to compete with rivals including Netflix, in a move that will lead to job losses at its traditional TV broad …"
        },
        {
            "title": "'Trump's opposite': Rolling Stone endorses Joe Biden for president",
            "category": "US-News",
            "snippet": "Two days after the New York Times published a profile entitled “Joe Biden’s Non-Radical 1960s”, the Democratic nominee for president picked up the end …"
        },
        {
            "title": "From TV star to tabloid target: how allegations took toll on John Leslie",
            "category": "UK-News",
            "snippet": "Summary: John Leslie’s public downfall happened almost overnight after he was mistakenly identified as the former TV-am weather presenter Ulrika Jonsson’s rapi …"
        },
        {
            "title": "The horrors of Covid swapped for those of an hour with Michael Gove",
            "category": "Politics",
            "snippet": "It made a change to have a break from the horrors of the coronavirus. Even if it was for only an hour. The downside was that we got the horrors of Mic …"
        },
        {
            "title": "Wales to go into national two-week 'firebreak' Covid lockdown",
            "category": "UK-News",
            "snippet": "The Welsh government has mounted a staunch defence of the need for a nationwide lockdown as it announced “sharp and deep” measures despite having the …"
        },
        {
            "title": "Colin Graves ends bid to become next ICC chairman due to lack of support",
            "category": "Sport",
            "snippet": "Colin Graves has been thwarted in his bid to become the next chair of the International Cricket Council after failing to attract enough support. The 7 …"
        },
        {
            "title": "Cap on energy bills for 15m UK homes extended until 2021",
            "category": "Business",
            "snippet": "The government has vowed to keep a lid on the energy bills of 15m homes until at least the end of next year after agreeing to extend the energy price …"
        },
        {
            "title": "Greater Manchester given midday Tuesday deadline for tier 3 deal",
            "category": "UK-News",
            "snippet": "The strictest Covid restrictions will be imposed on nearly 3 million people across Greater Manchester if no deal is reached by midday on Tuesday, the …"
        },
        {
            "title": "Los Angeles ballots damaged after suspected arson attack on official drop box",
            "category": "US-News",
            "snippet": "A fire inside an official election drop box in Los Angeles county has damaged voters’ ballots and is under investigation for arson, officials said. Th …"
        },
        {
            "title": "NatWest pledges to boost number of black staff in senior roles",
            "category": "Business",
            "snippet": "NatWest Group has pledged to boost the number of black staff in senior roles from 1% to 3%, as part of a new racial equality pledge that also includes …"
        },
        {
            "title": "Asda launches 'greener price' promise and sustainability store",
            "category": "Business",
            "snippet": "Summary: Asda is to unveil a strategy to help cut down on single-use plastics, pledging that “greener” products without packaging will not carry a hefty price …"
        },
        {
            "title": "Georgia: two rightwing Republicans face Democrat in special election debate",
            "category": "US-News",
            "snippet": "Kelly Loeffler, the Republican US senator from Georgia who has embraced a follower of the toxic rightwing conspiracy theory QAnon in a desperate bid t …"
        },
        {
            "title": "Tickets to AFL grand final at the Gabba sell out in 20 minutes",
            "category": "Sport",
            "snippet": "The AFL’s first grand final venture into Queensland has got off to an encouraging start after tickets for Saturday’s premiership decider that went on …"
        },
        {
            "title": "Trio by William Boyd review – lights, camera, chaos",
            "category": "Books",
            "snippet": "WH Auden said of TS Eliot that three different figures coexisted within him: a conscientious churchwarden, a screaming peasant woman and a mischievous …"
        },
        {
            "title": "Linda Ronstadt: 'I had to sing those songs or I was going to die'",
            "category": "Music",
            "snippet": "From the start of her career, Linda Ronstadt has talked to the media about her Mexican heritage. “Back in 1967, Tiger Beat magazine asked me what my a …"
        },
        {
            "title": "Presidential debate commission adopts rules to mute microphones",
            "category": "US-News",
            "snippet": "Donald Trump has complained that a rule change to mute microphones for part of his final televised debate with Joe Biden is “very unfair” and objected …"
        },
        {
            "title": "Picture books for children – reviews",
            "category": "Books",
            "snippet": "As winter looms and the pandemic drags on, children’s publishers are bringing out their big players to keep spirits lifted, from Julia Donaldson and L …"
        },
        {
            "title": "José Padilla, Ibiza DJ who defined chillout music, dies aged 64",
            "category": "Music",
            "snippet": "José Padilla, the Spanish DJ who helped define chillout music in the 1990s, has died aged 64 from colon cancer. An update on his Facebook page reads: …"
        },
        {
            "title": "Love Island's Ovie Soko: 'It takes guts to live by your internal compass'",
            "category": "Books",
            "snippet": "Months before Ovie Soko applied to be a contestant on hit reality show Love Island, he set himself a goal. “I’m a huge believer in manifesting stuff. …"
        },
        {
            "title": "Talking Horses: Nicholls title hopes raised by Henderson Kempton doubts",
            "category": "Sport",
            "snippet": "Sixteen winners and a 39% strike-rate in October have pushed Paul Nicholls to the top of the market for the 2020-21 National Hunt trainers’ championsh …"
        },
        {
            "title": "First thing election special: at last, a mute button for Trump",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump has complained that a new rule introduced for his final televised debate with Joe Biden on Thursday, whereby the candidates …"
        },
        {
            "title": "Generation Z and the Covid pandemic: 'I have pressed pause on my life'",
            "category": "UK-News",
            "snippet": "Aryan Nair, eight Aryan Nair lives with his parents, Rakesh and Swetha, and younger brother in south London I remember my parents talking to me when t …"
        },
        {
            "title": "Bottle-fed babies most at risk as study shows high lead exposure in US water",
            "category": "US-News",
            "snippet": "Not long after Peter and Erica Finin moved from Michigan to Pittsburgh, they had the tap water in their new home tested for lead. It was 2017, and “th …"
        },
        {
            "title": "'Scarred for life': Sage experts warn of impact of Covid policies on the young",
            "category": "UK-News",
            "snippet": "Children and young people are at risk of becoming a “lost generation” because of the UK government’s pandemic policies, members of Sage have warned. T …"
        },
        {
            "title": "How the Greater Manchester Covid lockdown standoff unfolded",
            "category": "UK-News",
            "snippet": "Summary: The UK government has presented Greater Manchester leaders with a deadline of 12pm on Tuesday to agree to take their region into tier 3 coronavirus re …"
        },
        {
            "title": "Durex sales surge after end of UK national Covid lockdown",
            "category": "Business",
            "snippet": "The end of the national lockdown spurred a summer of love that revived condom sales at market leader Durex. Global sales at the condom brand jumped mo …"
        },
        {
            "title": "Boots accused of harming social distancing by roping off HQ toilets",
            "category": "Business",
            "snippet": "Boots roped off office toilets for executives during the pandemic, making it harder for ordinary employees to practise social distancing, the Guardian …"
        },
        {
            "title": "Gulf royal accused of sexual assault must go, says Hay literature festival",
            "category": "Books",
            "snippet": "Hay literature festival will not return to Abu Dhabi until a senior Gulf royal is removed from his post as the United Arab Emirates’ minister of toler …"
        },
        {
            "title": "'I don’t sleep. I'm afraid to open the post': Covid's continued effect for film industry workers",
            "category": "Film",
            "snippet": "The response to our callout in March for the experiences of people working in the film industry affected by the growing coronavirus crisis was overwhe …"
        },
        {
            "title": "Scots should get new independence vote if SNP wins, says Tory-linked consultancy",
            "category": "Politics",
            "snippet": "A leaked memo given to senior Conservatives suggests the UK government should agree to a fresh independence referendum if the Scottish National party …"
        },
        {
            "title": "Antrum review – creepy 'cursed film' mockumentary emanates eerie power",
            "category": "Film",
            "snippet": "You probably haven’t heard of Antrum, such is the dread and secrecy that surrounds this “cursed film”. And that’s for your own good. Antrum was made i …"
        },
        {
            "title": "A Brief History of Seven Killings: unwieldy, occasionally tedious – and magnificent",
            "category": "Books",
            "snippet": "Marlon James says that when he was writing A Brief History of Seven Killings, he wanted it to be “a novel that would be driven only by voice”. The boo …"
        },
        {
            "title": "Car crash survivor pays tribute to wife and three children who died",
            "category": "UK-News",
            "snippet": "A man who survived a car crash in which his wife and three of his children died has paid tribute to a wonderful family with a hunger for adventure. Jo …"
        },
        {
            "title": "Mirwais on producing Madonna: 'I'm not comparing her to a bull but –'",
            "category": "Music",
            "snippet": "Mirwais Ahmadzaï is trying to sum up his frequent collaborator Madonna. “You know bullfighting?” he begins ominously. “It works because the bull is so …"
        },
        {
            "title": "May's challenge to government 'unlikely to be her last'",
            "category": "Politics",
            "snippet": "It was exactly the kind of grimace and shake of the head that dogged Theresa May when she addressed mutinous Tory MPs from the Commons’ dispatch box i …"
        },
        {
            "title": "Mark Milsome: cameraman's death should have been prevented, says father",
            "category": "UK-News",
            "snippet": "The death of a camera operator during a stunt that went wrong should have been prevented by the professional standards normally expected on set, his c …"
        },
        {
            "title": "Spencer Davis, bandleader with the Spencer Davis Group, dies aged 81",
            "category": "Music",
            "snippet": "Summary: Spencer Davis, who as bandleader with the Spencer Davis Group topped the UK charts twice in the mid-60s, has died aged 81 while being treated for pneu …"
        },
        {
            "title": "Baby Done review – Rose Matafeo is wonderful in irresistible film about parenthood",
            "category": "Film",
            "snippet": "During an early moment in director Curtis Vowell’s very enjoyable and sassy New Zealand comedy Baby Done, the protagonist, Zoe (Rose Matafeo), articul …"
        },
        {
            "title": "Charlie Ainley obituary",
            "category": "Music",
            "snippet": "Summary: My father, Charlie Ainley, who has died aged 72, was a singer-songwriter who achieved success in the 1970s with his band Charlie and the Wideboys. The …"
        },
        {
            "title": "Frida Kahlo review - portrait of the intriguing Mexican painter",
            "category": "Film",
            "snippet": "Having gone quiet for a few months since lockdown, the reliably informative Exhibition on Screen series returns with a profile of Frida Kahlo, the Mex …"
        },
        {
            "title": "Trump trashed Fauci's baseball ability. But could he play the game himself?",
            "category": "Sport",
            "snippet": "With the World Series starting on Tuesday night in the midst of the Covid-19 pandemic, Donald Trump felt it was a perfect time to indulge in one of hi …"
        },
        {
            "title": "Colorado firefighters struggle to control large blazes in drought-stricken state",
            "category": "US-News",
            "snippet": "Colorado firefighters were struggling to control several large wildfires, including the state’s largest on record, with smoke badgering some of the mo …"
        },
        {
            "title": "Police officer tells UK court he didn't intend to kill long-term lover",
            "category": "UK-News",
            "snippet": "A married police officer accused of murdering his long-term lover broke down in tears in court as he admitted he was responsible for her death. PC Tim …"
        },
        {
            "title": "Airbus to operate drones searching for migrants crossing the Mediterranean",
            "category": "Business",
            "snippet": "Airbus and two Israeli arms companies will be paid €100m (£91m) to operate unmanned drones to spot refugees and migrants attempting to cross the Medit …"
        },
        {
            "title": "Highways England rebrand accused of being an 'offensive' waste of £7m",
            "category": "Politics",
            "snippet": "The government is planning to spend an estimated £7m to rebrand Highways England as National Highways, just five years after its last multimillion-pou …"
        }
    ]
}