{
    "page": [
        {
            "title": "Growth data points to catastrophe in making for UK economy",
            "category": "Business",
            "snippet": "Summary: The August growth figures for the UK were a shock – and not in a good way. All the ingredients seemed to be in place for another month of rapid recove …"
        },
        {
            "title": "Derek Mahon obituary",
            "category": "Books",
            "snippet": "Derek Mahon, who has died aged 78, was one of the great poets of his native Ireland and of the English-speaking world. He was routinely discussed alon …"
        },
        {
            "title": "Christopher Eccleshall obituary",
            "category": "Music",
            "snippet": "Summary: My father, Chris Eccleshall, who has died aged 72, was one of the world’s leading designers and makers of guitars, and the go-to repairer for many wel …"
        },
        {
            "title": "Virtual reality to virtual rubbish: a torrid week for Tory tech",
            "category": "UK-News",
            "snippet": "Summary: Monday If you’re going to have a virtual party conference then it’s as well to either have a functioning online platform or to keep the whole thing as …"
        },
        {
            "title": "Worried about being made redundant? Here's how to manage your finances",
            "category": "Life-and-Style",
            "snippet": "Since the pandemic hit, there has been wave after wave of job losses and, with no end in sight to the restrictions that have changed our way of life, …"
        },
        {
            "title": "Pamela Erskine obituary",
            "category": "Books",
            "snippet": "My mother, Pamela Erskine, who has died aged 87, was a career librarian and a shining example of the postwar belief that people can collectively make …"
        },
        {
            "title": "In dialogue with Mozart: composer's violin brought back to life",
            "category": "Music",
            "snippet": "When he first dared ask the keepers of Wolfgang Amadeus Mozart’s violin if he might be allowed to try it out, Christoph Koncz had no idea where the qu …"
        },
        {
            "title": "Sayaka Murata: 'I acted how I thought a cute woman should act - it was horrible'",
            "category": "Books",
            "snippet": "Until recently, Sayaka Murata, who won Japan’s most prestigious literary award, the Akutagawa prize, worked in a convenience store. She had toiled in …"
        },
        {
            "title": "Residents of remote Scottish peninsula face up to its future as spaceport",
            "category": "UK-News",
            "snippet": "In two years, thousands of tourists and space enthusiasts could be gathering in the far north of Scotland to watch an unlikely event, the inaugural fl …"
        },
        {
            "title": "Why Kanye West's fight for his masters marks a changing music industry",
            "category": "Music",
            "snippet": "Summary: In September, Kanye West took to Twitter to declare the music industry (and NBA) “modern day slave ships”, as he sought to regain the rights to his ma …"
        },
        {
            "title": "Stephen King, Margaret Atwood and Roxane Gay champion trans rights in open letter",
            "category": "Books",
            "snippet": "Stephen King and Margaret Atwood are among the signatories to an open letter offering support to the trans and non-binary communities of the US and Ca …"
        },
        {
            "title": "Classical highlights for the week ahead: 9 to 16 October",
            "category": "Music",
            "snippet": "Summary: In the Market for Love First staged outdoors two months ago, Glyndebourne now takes its production of Offenbach’s farcical one-acter into the opera ho …"
        },
        {
            "title": "I left my friends in prison in a pandemic. Here's what it's like for them",
            "category": "US-News",
            "snippet": "Summary: When I first met my friend Melissa in prison, she impressed me with her ability to endure crisis with a mere shrug and dispassionate roll of the eyes. …"
        },
        {
            "title": "The trope of ‘her indoors’ is alive and well. Rather that than be silenced",
            "category": "Life-and-Style",
            "snippet": "My friend Pete is very into “cable management”. He spends his evenings artfully hiding the wires of his gaming machines and “soundscaping” devices, be …"
        },
        {
            "title": "Mohammad Reza Shajarian embodied the timeless beauty of Persian music",
            "category": "Music",
            "snippet": "I vividly remember the first time I met Mohammad Reza Shajarian on a summer afternoon in Berlin in 2011. He was touring Europe, along with his daughte …"
        },
        {
            "title": "Jermaine Baker killing: police officer can face misconduct hearing",
            "category": "UK-News",
            "snippet": "A firearms officer who killed a man during a foiled prison breakout can face misconduct proceedings, the court of appeal has ruled after a challenge b …"
        },
        {
            "title": "Bristol's Nathan Hughes: 'I'm so glad to be part of a history-making team'",
            "category": "Sport",
            "snippet": "Summary: It is easy to identify a happy rugby player. Usually they are the ones who are winning games and, crucially, being properly fed as well. Some fine mea …"
        },
        {
            "title": "Essex lorry deaths: Vietnamese migrants called relatives while suffocating, court hears",
            "category": "UK-News",
            "snippet": "Desperate attempts to call family members and the Vietnamese emergency services were made by migrants as they realised they were suffocating in a ship …"
        },
        {
            "title": "The War with Grandpa review: De Niro slums in delayed ex-Weinstein farce",
            "category": "Film",
            "snippet": "For a film as cursed as family comedy The War with Grandpa, shot back in 2017 then sidelined and sold as a result of Harvey Weinstein’s downfall, it’s …"
        },
        {
            "title": "UK coronavirus: government to pay two-thirds of wages at businesses forced to lock down – as it happened",
            "category": "Politics",
            "snippet": "That’s all from the UK blog for today - you can continue following our coronavirus coverage over on the global live blog. As always, thanks to everyon …"
        },
        {
            "title": "New furlough scheme may not be enough, say north of England firms",
            "category": "Business",
            "snippet": "Hospitality businesses in the north of England have said they will struggle to survive on the new support package unveiled by the chancellor if they a …"
        },
        {
            "title": "Lord Ashburton obituary",
            "category": "Business",
            "snippet": "John Baring, seventh Lord Ashburton, who has died aged 91, played many roles at the heart of the establishment. He was perhaps best remembered for his …"
        },
        {
            "title": "New furlough scheme: how does it work and who will benefit?",
            "category": "UK-News",
            "snippet": "Summary: The chancellor, Rishi Sunak, has announced an expansion of the job support scheme to protect companies and workers forced to close during coronavirus …"
        },
        {
            "title": "Cineworld staff on zero-hours contracts 'held hostage' by management",
            "category": "Business",
            "snippet": "Cineworld staff on zero-hours contracts say they have been wrong-footed by the cinema chain’s decision to keep them on, even though the closure of its …"
        },
        {
            "title": "Bianca Williams threatens to boycott watered-down inquiry into police",
            "category": "UK-News",
            "snippet": "The two innocent athletes, stopped, handcuffed and searched by officers in London have said they may boycott the investigation into their case because …"
        },
        {
            "title": "Gretchen Whitmer accuses Donald Trump of inciting domestic terror",
            "category": "US-News",
            "snippet": "The Michigan governor who was the target of a foiled rightwing kidnapping plot said on Friday that Donald Trump’s rhetoric “incites more domestic terr …"
        },
        {
            "title": "'They all let him down': Kevin Clarke's family condemn Met police's actions",
            "category": "UK-News",
            "snippet": "Kevin Clarke had plans, according to his family. He wanted to get his life back on track, resume his work as a football coach and become a painter and …"
        },
        {
            "title": "Met police restraint contributed to death of mentally ill man, jury finds",
            "category": "UK-News",
            "snippet": "Summary: The police’s inappropriate use of restraints on a mentally ill man contributed to his death, an inquest jury has found. Kevin Clarke, who had been dia …"
        },
        {
            "title": "Coronavirus: UK workers to get two-thirds of wages if firms told to shut",
            "category": "UK-News",
            "snippet": "Rishi Sunak has attempted to head off mounting anger over plans for imminent new Covid restrictions by announcing a new furlough scheme that will pay …"
        },
        {
            "title": "Discarded: the Australian women over 50 left to languish in poverty",
            "category": "Business",
            "snippet": "Deborah Jacobs has tried everything to stay out of unemployment. Bookkeeping, massage, childcare, counselling, even started her own newspaper in the 1 …"
        },
        {
            "title": "Blake Scott: Niscitam review – Peep Tempel frontman's sprawling and powerful solo debut",
            "category": "Music",
            "snippet": "A pub-punk frontman known for acerbic character studies, Blake Scott specialises in prodding and puncturing the clichés of Australian culture. After a …"
        },
        {
            "title": "Jimmy Barnes: ‘It’s criminal the way the government has treated the arts’",
            "category": "Books",
            "snippet": "Australian rock star Jimmy Barnes is not known for his subtlety, either in music or in life – and he was characteristically forthright on Friday after …"
        },
        {
            "title": "Ben Spencer gives Bath hope against Exeter back at the place of pain",
            "category": "Sport",
            "snippet": "Bath’s last match before lockdown was at Exeter where they were fortunate to lose by only 57-20. They return to Sandy Park for Saturday’s play-off sem …"
        },
        {
            "title": "Djokovic outlasts Tsitsipas to set up French Open final against Nadal – as it happened",
            "category": "Sport",
            "snippet": "That is all from me today. Thanks all for following and I will be back tomorrow for an exciting women’s final between Iga Swiatek and Sofia Kenin. Her …"
        },
        {
            "title": "Marcus Rashford given MBE in birthday honours for school meals campaign",
            "category": "UK-News",
            "snippet": "The footballer Marcus Rashford has urged the government to extend its provision of free school meals as he accepted an MBE in the Queen’s birthday hon …"
        },
        {
            "title": "Third of Queen's birthday honours go to heroes of pandemic",
            "category": "UK-News",
            "snippet": "Unsung heroes of the Covid-19 pandemic make up almost a third of the Queen’s birthday honours list. Felicia Kwaku, 52, an associate director of nursin …"
        },
        {
            "title": "Nadal and Djokovic see off spirited challenges to reach French Open final",
            "category": "Sport",
            "snippet": "Summary: If Rafa Nadal were to win the French Open for the 13th time in 15 years on Sunday by defeating Novak Djokovic in his 100th win at Roland Garros, the C …"
        },
        {
            "title": "Second presidential debate canceled but Trump plans in-person events",
            "category": "US-News",
            "snippet": "The second presidential debate between Donald Trump and Joe Biden has been canceled, the Commission on Presidential Debates confirmed Friday, a move t …"
        },
        {
            "title": "At the drive-in: has Hockey Dad revealed the future of Australian live music?",
            "category": "Music",
            "snippet": "Summary: If drive-in concerts could make enough of a buck for concert promoters to pursue them (they can’t), Wollongong band the Pinheads’ appeal on Friday to …"
        },
        {
            "title": "NBA finals 2020 Game 5: Miami Heat 111-108 Los Angeles Lakers – as it happened",
            "category": "Sport",
            "snippet": "Summary: Here’s the full report off tonight’s game. Be sure to join us on Sunday for live coverage of Game 6. Final thoughts Well, I was extremely wrong here. …"
        },
        {
            "title": "Blind date: 'I was tipsy and slurring'",
            "category": "Life-and-Style",
            "snippet": "Kaisa on Rivkah What were you hoping for? I try to go on dates with no expectations. You never know what kind of a connection you’ll have with a perso …"
        },
        {
            "title": "What Were We Thinking review: Carlos Lozada on why Trump books matter",
            "category": "Books",
            "snippet": "A long time ago, 10 years or more, I worked nights on the Guardian sports desk. The shift started at 11pm and by 4am there was no more to do. But ther …"
        },
        {
            "title": "‘A surreal reality show’: Trump’s terrible week after his Covid diagnosis",
            "category": "US-News",
            "snippet": "It was the week the men in white coats finally came for Donald Trump. Seven doctors in face masks emerged from Walter Reed military hospital outside W …"
        },
        {
            "title": "Spooky films and scare trails: how to have a Covid-safe Halloween",
            "category": "Life-and-Style",
            "snippet": "It’s that time of year many children have been dreaming about for months, planning costumes and nasty surprises for their neighbours. Although some po …"
        },
        {
            "title": "'It’s crazy good': Covid boom leaves UK furniture firms sitting pretty",
            "category": "Business",
            "snippet": "Want a new sofa delivered by Christmas? You may have left it too late, because Britain is in the grip of a Covid-related home furniture boom that has …"
        },
        {
            "title": "Nonfiction is just as rich and illuminating as fiction - and I'm a novelist",
            "category": "Books",
            "snippet": "While I’m writing fiction, I try to read only nonfiction. I need real life, real feelings, real people to give me texture, as a backdrop to sitting at …"
        },
        {
            "title": "HS2 may be guilty of 'wildlife crime' by felling trees illegally, say lawyers",
            "category": "UK-News",
            "snippet": "Lawyers have warned HS2 it might be felling trees illegally, after an ecology report found evidence of one of the UK’s rarest bat species in an area o …"
        },
        {
            "title": "Streaming: the best films about doppelgängers and shifting identities",
            "category": "Film",
            "snippet": "Some films are best watched more or less by accident: stumbled upon with little foreknowledge, so we’re led through the story without a compass. Mubi’ …"
        },
        {
            "title": "Who is Clare Bronfman, the Seagram’s heiress who financed Nxivm?",
            "category": "US-News",
            "snippet": "Clare Bronfman, daughter of a billionaire Canadian father and a British mother, was making a name for herself as a showjumper in Europe in 2002. Ridin …"
        },
        {
            "title": "How the Cineworld closures could turn leisure parks into a disaster movie",
            "category": "Business",
            "snippet": "The nationwide closure of Cineworld’s theatres was the disaster movie nobody working in the UK’s battered leisure industry wanted to see. The mothball …"
        }
    ]
}