{
    "page": [
        {
            "title": "GMB union institutionally sexist, inquiry finds",
            "category": "Politics",
            "snippet": "One of Britain’s biggest trade unions has been described as “institutionally sexist” in a highly critical independent report. The GMB union, whose gen …"
        },
        {
            "title": "'Mutant algorithm': boring B-movie or another excuse from Boris Johnson?",
            "category": "Books",
            "snippet": "In the wake of the school exam results fiasco, the prime minister told a roomful of schoolchildren: “I am afraid your grades were almost derailed by a …"
        },
        {
            "title": "Love Guaranteed review – frothy Netflix dating app comedy",
            "category": "Film",
            "snippet": "A cursory glance at Netflix’s daily top 10 tells us a great many revealing things, chief among them that quality, or lack thereof, has no bearing on v …"
        },
        {
            "title": "The Lost Husband review – farm romance is all cheese, no flavour",
            "category": "Film",
            "snippet": "Here’s a bland daytime telly-ish romantic drama that might have been made as propaganda for the current urban exodus – an advert for moving to the cou …"
        },
        {
            "title": "Royal Festival Hall in London reopens with BLM-inspired season",
            "category": "Music",
            "snippet": "Orchestras are to return to one of Britain’s most distinctive concert halls after a six-month absence with a season heavily influenced by this year’s …"
        },
        {
            "title": "Head of USPS board of governors has high-level ties to Republican party",
            "category": "Business",
            "snippet": "Intense scrutiny of the United States Postal Service and its likely role in November’s election is calling new attention to the chairman of the organi …"
        },
        {
            "title": "The Shewee revolution: how 2020 has changed urination",
            "category": "Life-and-Style",
            "snippet": "Natasha Bright watched in horror as she saw her friends drinking beer after beer in the park. She had gone out to meet them as lockdown restrictions e …"
        },
        {
            "title": "My family built our dream home in the woods. It was no match for wildfire",
            "category": "US-News",
            "snippet": "Summary: My brother and I stared down at the ashes of our family home. The only recognizable item was the old shotgun that Dad used on rattlesnakes, which poke …"
        },
        {
            "title": "Bulletproof review – violent cops flout the rules. Is this meant to be fun?",
            "category": "Film",
            "snippet": "Summary: This crass, macho movie is an LA police drama with an unreconstructed 1970s mentality. Its heroes are tough-guy white cops with chevron moustaches who …"
        },
        {
            "title": "SSE fined £2m over failure to disclose National Grid deal",
            "category": "Business",
            "snippet": "Energy supplier SSE has been fined £2m by the energy regulator Ofgem, for failing to publish inside information about the wholesale energy market. The …"
        },
        {
            "title": "Hard to pardon: why Tenet's muffled dialogue is a very modern problem",
            "category": "Film",
            "snippet": "There is a wonderful exchange in Christopher Nolan’s latest film, Tenet, between Robert Pattinson and John David Washington. “Hngmmhmmh,” says Pattins …"
        },
        {
            "title": "Declan McKenna: Zeros review – pop prodigy is a very 21st-century boy",
            "category": "Music",
            "snippet": "The cover of Declan McKenna’s second album features a blurred photo of its 21-year-old author against a black background. He’s reaching out to the lis …"
        },
        {
            "title": "Lucid review – eerie drama tumbles into incoherence",
            "category": "Film",
            "snippet": "At one point in this British drama, Theo (Cristian Solimeno), the sharp-tongued bullying employer of protagonist Zel (Laurie Calvert), describes the l …"
        },
        {
            "title": "Tory peer accused of breaching ministerial code with Uganda deals",
            "category": "Politics",
            "snippet": "A Conservative peer has been accused of breaching the ministerial code after her family firm signed multimillion-pound deals to supply Uganda’s govern …"
        },
        {
            "title": "Final Account review – German war testimonies chill the blood",
            "category": "Film",
            "snippet": "Heinrich Schulze is a kindly-looking old man who lived as a child near the concentration camp at Bergen-Belsen in Lower Saxony, Germany. In the course …"
        },
        {
            "title": "The Rock says his family had Covid-19 and urges mask use: 'It's the right thing to do'",
            "category": "Film",
            "snippet": "Pro-wrestler turned Hollywood actor Dwayne Johnson, known as The Rock, said in a video message posted on social media on Wednesday that he, his wife a …"
        },
        {
            "title": "Facebook says it will flag any Trump effort to declare premature victory",
            "category": "US-News",
            "snippet": "Facebook plans to flag any attempt by the Trump campaign to declare a premature victory in the presidential race on the platform, the company announce …"
        },
        {
            "title": "Boris Johnson is not hiring Tony Abbott for his trade expertise",
            "category": "Politics",
            "snippet": "It is often said, in a phrase once attributed to Benjamin Disraeli, that there are three categories of mistruths: lies, damned lies and statistics. By …"
        },
        {
            "title": "Run to the gills: how Iron Maiden's Adrian Smith got hooked on fishing",
            "category": "Music",
            "snippet": "Summary: It is not hard to spot Iron Maiden guitarist Adrian Smith making his way down Windsor’s Thames Street: he is head to toe in fishing clobber. The 63-ye …"
        },
        {
            "title": "Tiggerish Hancock deflates at having to big up joker Tony Abbott",
            "category": "Politics",
            "snippet": "It was an excitable Matt Hancock who headed out on the morning media round. New start, new tie. Out had gone the stained pink polyester job that he ha …"
        },
        {
            "title": "Off and running: can the No Time to Die trailer get us excited about Bond again?",
            "category": "Film",
            "snippet": "Admit it, there’s a small part of you that now considers No Time to Die a bit of a chore. Not only was it the first blockbuster to be shunted back by …"
        },
        {
            "title": "Peter Grimes review – insightful recording is among the opera’s finest",
            "category": "Music",
            "snippet": "Summary: What kind of man is Peter Grimes? Beyond the guilty-or-innocent question that lies, never quite answered, at the root of Benjamin Britten’s opera, the …"
        },
        {
            "title": "Biggest books of autumn 2020: what to read in a very busy year",
            "category": "Books",
            "snippet": "Nonfiction This autumn will be like no other in the world of books. It’s always a busy season, but Covid-19 postponements mean that in September alone …"
        },
        {
            "title": "David Graeber, anthropologist and author of Bullshit Jobs, dies aged 59",
            "category": "Books",
            "snippet": "David Graeber, anthropologist and anarchist author of bestselling books on bureaucracy and economics including Bullshit Jobs: A Theory and Debt: The F …"
        },
        {
            "title": "Suzanne Vega's teenage obsessions: 'Taxi Driver captured something awful but made it beautiful'",
            "category": "Music",
            "snippet": "Songs of Leonard Cohen After 1967, when this came out, if a stranger asked: “What’s your name, little girl?” and I said: “Suzanne,” they’d go: “Oh, li …"
        },
        {
            "title": "Erick Morillo obituary",
            "category": "Music",
            "snippet": "Half an hour into the 2005 animated film Madagascar, the viewer is confronted with a frozen tableau of jungle animals, poised and ready for a choreogr …"
        },
        {
            "title": "Letter: Chadwick Boseman obituary",
            "category": "Film",
            "snippet": "Summary: While Chadwick Boseman was a theatre student at Howard University, Washington, he applied to join the course that the British American Drama Academy p …"
        },
        {
            "title": "Mulan review – Disney's female warrior charges into reality",
            "category": "Film",
            "snippet": "The most empowered Disney heroine of all has returned. Here is a rousing and forthright live-action remake of the 1998 Disney animation with a blue-ch …"
        },
        {
            "title": "Mo Farah returns to track with first world record in his sights",
            "category": "Sport",
            "snippet": "It has been three years since Mo Farah last stepped on to the track but he insists he is stronger than ever and ready to defy father time by breaking …"
        },
        {
            "title": "Dick Leahy obituary",
            "category": "Music",
            "snippet": "Behind every great artist there is often a wise mentor, and Dick Leahy, who has died aged 83, played that role for many of the acts he worked with. Da …"
        },
        {
            "title": "Revenge by SL Lim review – disarming tale of a life lived with clipped wings",
            "category": "Books",
            "snippet": "The first line of a novel is like the first notes of a song. It sets the mood, establishes the tempo, inaugurates the particular quality of what’s to …"
        },
        {
            "title": "Amants review – painterly thriller is sullied by a silly script",
            "category": "Film",
            "snippet": "“You look like a painting,” a rich gentleman tells the heroine, Lisa, in the early stages of Nicole Garcia’s stylish, silly thriller. “I forget the na …"
        },
        {
            "title": "Goal kicking yips emerge to threaten AFL premiership tilt",
            "category": "Sport",
            "snippet": "Of all the sports, it is said golf is the one played primarily between the ears. Skill and technique are all well and good, but neither is much use if …"
        },
        {
            "title": "UK coronavirus live: highest daily cases since 4 June; Portugal added to Wales quarantine list but not England's – as it happened",
            "category": "Politics",
            "snippet": "Mainland Portugal has been added to the Welsh government’s quarantine list, but not England’s. This means holidaymakers returning to Wales after 4am t …"
        },
        {
            "title": "Joe Biden meets privately with Jacob Blake's family amid protests over shooting",
            "category": "US-News",
            "snippet": "Joe Biden on Thursday began a visit to Wisconsin by meeting with the family of Jacob Blake, a Black man who was gravely wounded after a white police o …"
        },
        {
            "title": "Greg Minikin's hat-trick for lowly Hull KR stuns leaders Wigan",
            "category": "Sport",
            "snippet": "Given the gradual improvement in Hull Kingston Rovers’ performances post-lockdown, perhaps this had been coming. No side has had a tougher resumption …"
        },
        {
            "title": "Batman star Robert Pattinson 'tests positive for Covid-19'",
            "category": "Film",
            "snippet": "The actor Robert Pattinson has tested positive for Covid-19, according to US media reports, halting production of the film The Batman just days after …"
        },
        {
            "title": "Biden warns Trump ‘legitimizes dark side of human nature’ in Kenosha visit",
            "category": "US-News",
            "snippet": "Joe Biden on Thursday warned that Donald Trump’s behavior “legitimizes the dark side of human nature”. He made the remarks during a visit to Wisconsin …"
        },
        {
            "title": "Pent-up demand after Covid lockdown fuels UK house sales surge",
            "category": "Business",
            "snippet": "More homes in Britain are selling within a week of being put on the market than at any time over the past 10 years, according to data from the propert …"
        },
        {
            "title": "Prevent 'tsunami' of job losses when furlough ends, TUC urges Sunak",
            "category": "UK-News",
            "snippet": "Rishi Sunak has been urged by union leaders to launch a wage subsidy scheme to prevent a “tsunami” of unemployment when furlough comes to an end this …"
        },
        {
            "title": "Joe Biden in Kenosha after talking to Jacob Blake and meeting his family – as it happened",
            "category": "US-News",
            "snippet": "From me and Joan E Greve: Donald Trump spoke to a packed crowd in Pennsylvania. He lied and misled supporters on the economy, on Joe Biden’s policy pl …"
        },
        {
            "title": "'Beef or chicken?' What $2 airline meals taste like on the ground",
            "category": "Life-and-Style",
            "snippet": "“If you’re going to a cafe and paying $25 for a meal you have certain expectations. If you’re doing a 10-course fine dining degustation you have expec …"
        },
        {
            "title": "Richmond AFL players arrested after late-night brawl given 10-match suspension and sent home",
            "category": "Sport",
            "snippet": "The two Richmond players arrested after a late-night altercation outside a strip club on the Gold Coast have been handed 10-match suspensions and will …"
        },
        {
            "title": "Government secrecy hindered Brexit plans, watchdog says",
            "category": "Politics",
            "snippet": "Excessive secrecy about the government’s Brexit negotiating objectives and a failure to get to grips with the scale of the challenge hindered preparat …"
        },
        {
            "title": "Why Marc Bolan was 'the perfect pop star', by Elton John, U2 and more",
            "category": "Music",
            "snippet": "Summary: In early 1971, a nine-year-old called David Evans was sitting at home in the suburbs of Dublin watching Top of the Pops. He was already a Beatles fan, …"
        },
        {
            "title": "Who cares what people think? Not me, and it feels great",
            "category": "Life-and-Style",
            "snippet": "I don’t want to be dishonest, so I’ll say that in caring what people think about this column, I am perhaps denying myself the peace I’ve found in cari …"
        },
        {
            "title": "Women's sex lives in lockdown prove online comedy hit",
            "category": "Life-and-Style",
            "snippet": "A groundbreaking new comedy sketch show based on women’s sex lives during lockdown, starring Aimee Lou Wood and Miriam Margolyes, is designed to “clai …"
        },
        {
            "title": "The New Mutants review – troubled kids add hit of horror to X-Men saga",
            "category": "Film",
            "snippet": "Meet the new mutants, same as the old mutants … or sort of. This is an X-Men spin-off, based on the characters by Marvel Comics artists Chris Claremon …"
        },
        {
            "title": "Virgin Australia sale to Bain Capital passes creditor vote",
            "category": "Business",
            "snippet": "Summary: Creditors of Virgin Australia have voted to accept the sale of the stricken airline to US private equity group Bain Capital, ending a high-stakes proc …"
        },
        {
            "title": "Hannah Georgas: All That Emotion review – magisterial indie-pop for introverts",
            "category": "Music",
            "snippet": "Summary: Taylor Swift isn’t the only singer-songwriter with an Aaron Dessner-produced album out this lockdown: the National man also recently lent his talents …"
        }
    ]
}