{
    "page": [
        {
            "title": "Black Sabbath's Paranoid at 50: potent anthems of working-class strife",
            "category": "Music",
            "snippet": "Summary: I first heard Black Sabbath’s second album during the part of my childhood when I was most susceptible to its charms. As a quiet, earnest Catholic sch …"
        },
        {
            "title": "Eat out to help out scheme pulls UK inflation down; Fed holds rates - as it happened",
            "category": "Business",
            "snippet": "The Federal Reserve has also outlined why it will leave interest rates on hold for so long. Marketwatch explains: In a statement, the Fed said it deci …"
        },
        {
            "title": "Hunters and shooters in England: how do you feel about the upcoming seasons?",
            "category": "UK-News",
            "snippet": "Grouse shooting, hunting with guns and trail hunting – which replicates a traditional hunt but without the intention of chasing a live fox – have been …"
        },
        {
            "title": "I Am Greta review – slick yet shallow Thunberg documentary",
            "category": "Film",
            "snippet": "Summary: This sleek, slick Hulu documentary about the teenage climate activist Greta Thunberg follows her remarkable campaign from the very beginnings to her v …"
        },
        {
            "title": "Express yourself: why Madonna directing her own biopic isn't as ominous as it sounds",
            "category": "Film",
            "snippet": "A great deal of excitement greeted the news, on Tuesday, that Madonna would direct her own biopic, from a screenplay written by the singer with Diablo …"
        },
        {
            "title": "'Truly an angel': widower pays tribute to wife in Manchester Arena hearings",
            "category": "UK-News",
            "snippet": "Moving tributes to the victims of the Manchester Arena bombing continued for a third day in a series of commemorative hearings during the public inqui …"
        },
        {
            "title": "Derek Haisman obituary",
            "category": "Business",
            "snippet": "My father, Derek Haisman, who has died aged 92, was a remarkable man and a research chemist who achieved great things in food technology, working on, …"
        },
        {
            "title": "Second cricketer backs Azeem Rafiq's racism claims against Yorkshire",
            "category": "Sport",
            "snippet": "A second cricketer has made allegations of experiencing racism at Yorkshire, with the seamer Rana Naved-ul-Hasan claiming “systematic taunting” existe …"
        },
        {
            "title": "The Devil All the Time review – Pattinson is plausibly icky in violent gothic noir",
            "category": "Film",
            "snippet": "This gruesome, violent, backwoods-gothic noir is directed by Antonio Campos (known for his more intimate chillers such as Afterschool and Christine) a …"
        },
        {
            "title": "'My friend group's catchups are draining and stressful. How do I balance their problems with my wellbeing?'",
            "category": "Life-and-Style",
            "snippet": "During the lockdown, my friend group has had regular Zoom calls to keep in touch. But they are invariably two-hour sessions focused on how terrible th …"
        },
        {
            "title": "Rishi Sunak to use 'creative' ways to keep people in jobs",
            "category": "Politics",
            "snippet": "Summary: Rishi Sunak has insisted that he will close the furlough scheme at the end of next month – but this week hinted that he could announce new measures to …"
        },
        {
            "title": "Hitachi’s 'disappointing' exit from Wylfa nuclear deal is no great loss",
            "category": "Business",
            "snippet": "The government officially regards it as “disappointing” that Hitachi has pulled out of building a nuclear plant at Wylfa. Why? Well, the loss of poten …"
        },
        {
            "title": "Johnson is tested on Covid and Brexit, his specialist subjects of ignorance",
            "category": "Politics",
            "snippet": "It’s no great secret that Boris Johnson has problems with women. And not just his wives, girlfriends and IT advisers. So going in to prime minister’s …"
        },
        {
            "title": "The Truffle Hunters review – strange and charming ode to rare dogs",
            "category": "Film",
            "snippet": "A strange, funny, mysterious and rather beautiful film about an activity that’s recherché to say the least: truffle hunting, and it is a taste on whic …"
        },
        {
            "title": "Lord Keen: what were the events that led to Tory peer's resignation?",
            "category": "Politics",
            "snippet": "It was last week that questions over Lord Keen’s position as one of the government’s senior law advisers first emerged. A three-page letter, marked “o …"
        },
        {
            "title": "Sacked Sheffield cathedral choristers start 'choir in exile'",
            "category": "Music",
            "snippet": "Summary: Choristers of Sheffield cathedral who were abruptly dismissed in June to make way for a “completely fresh start” are launching a new choir led by the …"
        },
        {
            "title": "Safety driver charged in 2018 incident where self-driving Uber car killed a woman",
            "category": "US-News",
            "snippet": "Prosecutors in Arizona have charged the safety driver behind the wheel of a self-driving Uber test car that struck and killed a woman in 2018 with neg …"
        },
        {
            "title": "Lamine Diack found guilty of corruption and sentenced to two years in prison",
            "category": "Sport",
            "snippet": "The former head of global athletics, Lamine Diack, has been found guilty of corruption for covering up Russian doping cases in exchange for bribes. Th …"
        },
        {
            "title": "England's home run ends but Jonny Bairstow's brutal brilliance goes on",
            "category": "Sport",
            "snippet": "The England men’s last match of the summer started with a slash, a catch, a cuss and a quick apology. Jason Roy threw his bat at Mitchell Starc’s open …"
        },
        {
            "title": "Richard and the revolutionaries: why did lefties love Wagner?",
            "category": "Music",
            "snippet": "In 1883, the year of Richard Wagner’s death, the theatre critic William Archer noticed a red-haired, bearded youth who was sitting day after day in th …"
        },
        {
            "title": "UK awards border contract to firm criticised over role in US deportations",
            "category": "Politics",
            "snippet": "Summary: The government has awarded oversight of the UK’s post-Brexit border and customs data to Palantir, an American tech firm notorious for assisting the Tr …"
        },
        {
            "title": "Is Boris Johnson's 'moonshot' just another shot in the dark?",
            "category": "Books",
            "snippet": "The prime minister’s latest wheeze is to spend £100bn on magic technology that doesn’t exist yet so that everyone in the country can be tested for Cov …"
        },
        {
            "title": "Nocturnal review – girl meets older man in seaside drama",
            "category": "Film",
            "snippet": "There are good, sincere performances here, and it is directed with confidence. But I couldn’t make friends with this film because of some social-reali …"
        },
        {
            "title": "Piranesi by Susanna Clarke review – an elegant study in solitude",
            "category": "Books",
            "snippet": "“The beauty of the House is immeasurable; its Kindness infinite”: this is the reverent pronouncement of Piranesi, who believes he has occupied the hou …"
        },
        {
            "title": "Residue review – haunting drama on the dangers of gentrification",
            "category": "Film",
            "snippet": "Residue is a fleeting and haunting lament for what is lost to gentrification, and other tolls on black life in America. But at the same, it’s exhilara …"
        },
        {
            "title": "Barking Dogs Never Bite review – Bong Joon-ho’s canine satire has teeth",
            "category": "Film",
            "snippet": "Bong Joon-ho’s black-comic satire Barking Dogs Never Bite has been re-released after 20 years, and in many ways it could be seen as a thematic forerun …"
        },
        {
            "title": "Edinson Cavani's love of ballet, Cathy Freeman magic and a frisbee golf ace",
            "category": "Sport",
            "snippet": "Summary: 1) The death of nine-time Irish champion jockey Pat Smullen at the age of 43 has robbed Flat racing of one of its very best. He guided Harzand, traine …"
        },
        {
            "title": "US reframing of human rights harms women and LGBT people, advocates say",
            "category": "US-News",
            "snippet": "Mike Pompeo has stepped up his campaign to change the US approach to human rights, reframing them as “unalienable rights” rooted in American tradition …"
        },
        {
            "title": "Lithium find in Cornwall spurs hopes of regeneration",
            "category": "Business",
            "snippet": "Summary: The hills and woods around the town of Redruth are dotted with reminders of Cornwall’s proud mining history – lovely old engine houses, terraces of wo …"
        },
        {
            "title": "'It felt like tentacles': the women who accuse Trump of sexual misconduct",
            "category": "US-News",
            "snippet": "The list of women who have publicly made sexual misconduct allegations against Donald Trump outnumbers the list of officials in his cabinet. Before to …"
        },
        {
            "title": "Benches could prove difference in Leinster v Saracens showdown",
            "category": "Sport",
            "snippet": "If Saracens win the European Champions Cup next month, they will not stand accused of breaching the Premiership’s salary cap regulations. They have a …"
        },
        {
            "title": "The Man in the Hat review – whimsical French car chase",
            "category": "Film",
            "snippet": "The English composer Stephen Warbeck won an Oscar for his work on Shakespeare in Love, but has never directed a film before. He makes his writer-direc …"
        },
        {
            "title": "Paper maps, two-way radios: how firefighting tech is stuck in the past",
            "category": "US-News",
            "snippet": "When wildfires burned near Palo Alto last month, emergency workers in this city legendary for its resident high-tech companies relied on relatively lo …"
        },
        {
            "title": "Angry Tory MPs reject Joe Biden's comments on UK-EU Brexit talks",
            "category": "Politics",
            "snippet": "Conservative MPs have reacted angrily to an intervention by Joe Biden, the US Democratic presidential candidate, in the UK Brexit talks, accusing him …"
        },
        {
            "title": "How Lamine Diack's 16-year reign in charge of IAAF led to a jail term",
            "category": "Sport",
            "snippet": "Summary: The unmasking of Lamine Diack as one of the great sinners in the history of sport began with a police raid on All Saints’ Day in 2015. At this point D …"
        },
        {
            "title": "Could sport swing the election? Why Trump wants college football to return",
            "category": "Sport",
            "snippet": "Donald Trump claimed a decisive victory for himself on Wednesday when the Big Ten conference announced it will move forward with a college football se …"
        },
        {
            "title": "Sault: Untitled (Rise) review – mystery collective make best album of 2020, again",
            "category": "Music",
            "snippet": "Over the last two years, Sault’s music has arrived out of the blue: no interviews, no photos, no videos, no live appearances, no Wikipedia entry, a pe …"
        },
        {
            "title": "Tell us: are you an EU national leaving the UK?",
            "category": "UK-News",
            "snippet": "We would like to hear from Europeans who have recently decided to leave the UK. We want to know what led to your decision, particularly whether issues …"
        },
        {
            "title": "More than 60% back in the workplace, UK traffic figures suggest",
            "category": "UK-News",
            "snippet": "The proportion of people travelling into their place of work in the UK has risen above 60% for the first time since the start of lockdown, official fi …"
        },
        {
            "title": "Magical Adventures in the Forbidden City review – steampunk fantasy hints at allegory",
            "category": "Film",
            "snippet": "Something of a curate’s Fabergé egg, this peculiar Russian-made steampunk-lite fantasy feature has some interesting story ideas, entrancing visual eff …"
        },
        {
            "title": "North-east England lockdown: what are the new Covid restrictions?",
            "category": "Politics",
            "snippet": "Summary: Who is affected by the latest restrictions? Nearly 2 million people who live in Newcastle, Northumberland, North Tyneside, South Tyneside, Gateshead, …"
        },
        {
            "title": "Rule of six: what did Boris Johnson mean by 'Animal House parties'?",
            "category": "Film",
            "snippet": "Boris Johnson reached for an unlikely reference in attempts to clarify when exactly British people should call the police on neighbours who break the …"
        },
        {
            "title": "Rob Baxter accuses Northampton of mind games over prop crisis",
            "category": "Sport",
            "snippet": "Rob Baxter backed the decision to allow Northampton to draft in Gloucester’s Alex Seville for the European Champions Cup quarter-final at Exeter on Su …"
        },
        {
            "title": "Igor Levit review – Beethoven programme affirms deep affinity",
            "category": "Music",
            "snippet": "Igor Levit’s pianism emerges as a force of nature, hence perhaps in part his deep and seemingly fundamental affinity with Beethoven. As Levit returned …"
        },
        {
            "title": "US health official laments ‘politicization’ of CDC after Trump and Redfield spat",
            "category": "US-News",
            "snippet": "A prominent public health official on Thursday lamented the politicization of the Centers for Disease Control and Prevention (CDC) after a public spat …"
        },
        {
            "title": "Billie Jean King: 'I want girls to go after money. It gives empowerment'",
            "category": "Sport",
            "snippet": "Billie Jean King is still not used to seeing her name emblazoned across buildings and naming competitions, but she may soon be. The vast grounds of th …"
        },
        {
            "title": "'Cricket has won': Chris Silverwood upbeat despite England's ODI defeat",
            "category": "Sport",
            "snippet": "Summary: So the World Cup winners were humbled with two balls to spare and they lost a home series of one-day internationals for the first time since 2015. How …"
        },
        {
            "title": "David Cameron signals that he wants Joe Biden to beat Trump",
            "category": "Politics",
            "snippet": "David Cameron has strongly indicated he thinks a Joe Biden win in the US election would be a good outcome for the UK and wider world, calling Donald T …"
        },
        {
            "title": "Betfred's billionaire owners receive £10m despite FOBT shift",
            "category": "UK-News",
            "snippet": "Betfred paid its billionaire owners a £10.2m dividend after reporting bumper operating profits, as the impact of curbs on fixed-odds betting terminals …"
        },
        {
            "title": "Trump’s most powerful ally in undermining the election: William Barr",
            "category": "US-News",
            "snippet": "As Donald Trump continues to sow doubt about the integrity of the US election, he has found a remarkably powerful ally in William Barr, the US attorne …"
        }
    ]
}