{
    "page": [
        {
            "title": "'He’s paying attention to people like us': Trump’s message finds fans in Wisconsin",
            "category": "US-News",
            "snippet": "With 47 days to go until the election, Air Force One flew into central Wisconsin’s airport on Thursday evening, where Donald Trump pitched himself as …"
        },
        {
            "title": "Rail companies race to thrash out interim Covid-19 rescue deals",
            "category": "Business",
            "snippet": "Train operators and the government are locked in talks to extend the £3.5bn rescue deal that kept the railways running through the pandemic, which is …"
        },
        {
            "title": "Brexit: consortium of companies led by Fujitsu wins £200m Irish Sea contract",
            "category": "Politics",
            "snippet": "A £200m contract to implement Brexit checks on goods in the Irish Sea has been won by a consortium of companies led by Japanese company Fujistu. HMRC …"
        },
        {
            "title": "Rifkin's Festival review – Woody Allen's latest is a cinephile's dream (but only literally)",
            "category": "Film",
            "snippet": "It’s a peculiar feeling, being at a film festival and watching a film set at that very festival. This makes Woody Allen’s Rifkin’s Festival, kicking o …"
        },
        {
            "title": "My sister’s getting married. How can I go if I’m afraid of my stepdad?",
            "category": "Life-and-Style",
            "snippet": "My younger sister has just got engaged, and I’m really happy for her and her partner. The difficulty is, I’m not sure I can go to her wedding, which i …"
        },
        {
            "title": "Third of Pearson's shareholders vote against CEO's £7.2m pay package",
            "category": "Business",
            "snippet": "Pearson has suffered a significant shareholder revolt against controversial changes to its remuneration policy, which will grant its new chief executi …"
        },
        {
            "title": "QAnon conspiracy theory gaining ground in UK, analysis shows",
            "category": "US-News",
            "snippet": "A conspiracy theory that Donald Trump is waging a secret war against an elite who engage in ritual child abuse is growing across UK social media, Guar …"
        },
        {
            "title": "Classical highlights for the week ahead: 18-25 September",
            "category": "Music",
            "snippet": "Summary: Weekend Concerts at Snape The Doric Quartet kicks off Britten Pears Arts’ latest batch of short concerts, with programmes of Haydn and Mozart, and Moz …"
        },
        {
            "title": "True Mothers review: Naomi Kawase's heartfelt yet frustrating drama",
            "category": "Film",
            "snippet": "The Japanese auteur Naomi Kawase has returned with another of her highly distinctive, tremulously sensitive movies: heartfelt and unhurried, with a te …"
        },
        {
            "title": "Gerald Durrell honoured with blue plaque at childhood home in London",
            "category": "Books",
            "snippet": "Gerald Durrell is being memorialised with a blue plaque – but not amid the olive groves and sandy beaches of Corfu. Instead, a marker from English Her …"
        },
        {
            "title": "MPs to debate Arm Holdings $40bn sale despite Nvidia boss's guarantees",
            "category": "Business",
            "snippet": "MPs are to debate the controversial $40bn (£31bn) sale of the UK’s biggest tech company, Arm Holdings, after assurances from its US buyer failed to qu …"
        },
        {
            "title": "End of Saracens era looms as European Champions Cup returns",
            "category": "Sport",
            "snippet": "Summary: This is the end Hold your breath and count to 10 Feel the earth move and then Hear my heart burst again Adele – Skyfall No great sporting dynasty last …"
        },
        {
            "title": "Bilge, booze and misogyny: why I'm outraged by a new idea to police pregnant women",
            "category": "Life-and-Style",
            "snippet": "Last week I got an email from a reproductive rights campaigner I have known, liked and admired for many years. “Good morning,” it began. “I thought th …"
        },
        {
            "title": "Men allegedly involved in toppling of Colston statue offered cautions",
            "category": "UK-News",
            "snippet": "Five men allegedly involved in the toppling of the statue of the slave trader Edward Colston in Bristol have been offered cautions by the police on th …"
        },
        {
            "title": "After We Collided: does this shock hit point the way to cinema's future?",
            "category": "Film",
            "snippet": "Its success has been hailed as “extraordinary” – not least because no one saw it coming. The YA romance After We Collided has next to no marketing bud …"
        },
        {
            "title": "It's 'back to the 50s' as day trips replace the UK rail commute",
            "category": "UK-News",
            "snippet": "Train operators may have to gear up for a 1950s-style future, where the biggest passenger demand is for summer day trips to the seaside rather than th …"
        },
        {
            "title": "Medical cannabis companies cleared for London stock market",
            "category": "Business",
            "snippet": "Medicinal cannabis companies have been cleared by the UK’s financial regulator to float on the London Stock Exchange but firms that sell marijuana to …"
        },
        {
            "title": "Terry Barfoot obituary",
            "category": "Music",
            "snippet": "My friend, Terry Barfoot, a widely popular music educator, has died of cancer aged 70. The company he built, Arts in Residence, provided music appreci …"
        },
        {
            "title": "Brendan Mulkere obituary",
            "category": "Music",
            "snippet": "My friend and colleague Brendan Mulkere, London-Irish musician, festival-maker, educator, Anglo-Irish connector and red-hot fiddler, has died at the a …"
        },
        {
            "title": "Companies House to verify directors' identities before being listed",
            "category": "Business",
            "snippet": "Summary: Company directors will have their identities verified before their names are listed on the UK’s official register of company information, as the gover …"
        },
        {
            "title": "‘How happy he was’: candid David Bowie photographs by his childhood friend",
            "category": "Music",
            "snippet": "It was a conversation that would change Geoff MacCormack’s life forever. In 1973, MacCormack, a musician and childhood friend of David Bowie, got a ph …"
        },
        {
            "title": "The Water Man review – David Oyelowo's charming directorial debut",
            "category": "Film",
            "snippet": "When an experienced actor steps behind the scenes to become a multi-hyphenate, one usually assumes their directorial debut will have a revealing, if o …"
        },
        {
            "title": "Sam Kerr: 'I hope that we can be what Cathy Freeman was to kids like us'",
            "category": "Sport",
            "snippet": "She is one of the most talked-about footballers in the world and her name has been written into the history books, but when Matildas captain Sam Kerr …"
        },
        {
            "title": "Reed and DeChambeau set US Open pace while big names depart",
            "category": "Sport",
            "snippet": "Farewell Tiger Woods, Phil Mickelson, Tommy Fleetwood, Sergio García and Jordan Spieth. Welcome to the party Bryson DeChambeau and Patrick Reed. Furth …"
        },
        {
            "title": "Tim Dowling: my wife thinks it’s our 25th anniversary – it isn’t",
            "category": "Life-and-Style",
            "snippet": "At 8am I open the back door to find a large tomato of the San Marzano variety lying on the damp grass with half a dozen tiny bites taken out of it. Th …"
        },
        {
            "title": "Labour conference: five key issues for Keir Starmer's party",
            "category": "Politics",
            "snippet": "No cheering crowds of members, no karaoke, no plotting in the hotel bars and no late night compositing: Keir Starmer’s first party conference as Labou …"
        },
        {
            "title": "Fit in my 40s: my muscles are in terminal decline. Can I rebuild them on my own?",
            "category": "Life-and-Style",
            "snippet": "I don’t want to overshare, but it seems I also do want to overshare: I look post-lockdown terrible. My muscles are giving up from the inside. I can se …"
        },
        {
            "title": "Inside Story by Martin Amis review – a curious mashup of fiction and memoir",
            "category": "Books",
            "snippet": "Inside Story is a deeply curious book, in both senses; it asks a lot of questions, and it often asks them oddly. It’s a second go, for a start: a part …"
        },
        {
            "title": "Chloe x Halle: ‘People said our music was too complex for the average ear’",
            "category": "Music",
            "snippet": "For most people, working from home entails some combination of bad posture, unwashed hair and laundry-based procrastination. For Chloe and Halle Baile …"
        },
        {
            "title": "The US police department that decided to hire social workers",
            "category": "US-News",
            "snippet": "The Alexandria police chief, Mike Ward, was “sick and tired” of sending his officers to respond to 911 calls that they lacked the skills and time to h …"
        },
        {
            "title": "'Writing was just for fun then': Simon Armitage on writing Zoom!",
            "category": "Books",
            "snippet": "In some versions of my teenage years I had no poetic ambitions whatsoever. In other versions I have a memory of walking around the village fantasising …"
        },
        {
            "title": "Sleaford Mods review – a bracing stream of class consciousness",
            "category": "Music",
            "snippet": "Across town at the Royal Albert Hall, the Last Night of the Proms is under way. In the basement of London’s 100 Club – a famous venue in the annals of …"
        },
        {
            "title": "Giorgio Armani: ‘I’m a rule-breaker’",
            "category": "Life-and-Style",
            "snippet": "My earliest memory? My mother, in a black dress. She was a beautiful, elegant woman who could be sweet and strong at the same time. Rigour and dignity …"
        },
        {
            "title": "Bill & Ted Face the Music review – surf dudes still lift the spirits",
            "category": "Film",
            "snippet": "Few 80s cultural artefacts have accrued the same level of enduring audience goodwill as the time-travelling adventures of the sweet-natured California …"
        },
        {
            "title": "Tim Garland: Refocus review – a classic 60s fusion revisited",
            "category": "Music",
            "snippet": "Focus was a 1961 album by Stan Getz, wildly adventurous at the time, in which Getz improvised tenor saxophone solos to music composed by Eddie Sauter, …"
        },
        {
            "title": "Suffering John Lewis stands at a crossroads on the high street",
            "category": "Business",
            "snippet": "Twinkling lights are just visible behind screens where staff are putting the finishing touches to this year’s Christmas displays, but in other parts o …"
        },
        {
            "title": "Glasgow drug users and MP hail ‘lifesaving’ van that defies UK law",
            "category": "Politics",
            "snippet": "It’s lunchtime on a sunny Friday and there are two queues on Glasgow’s Parnie Street. At Street Level Photoworks gallery, one group waits to enter an …"
        },
        {
            "title": "Tour de France: Pogacar set to win after overhauling Roglic in time trial – as it happened",
            "category": "Sport",
            "snippet": "Jeremy Whittle was at La Planche des Belles Filles to witness an extraordinary day in Tour de France history ... “I just obviously didn’t push enough, …"
        },
        {
            "title": "Home Office plans to evict thousands of refused asylum seekers",
            "category": "UK-News",
            "snippet": "Thousands of asylum seekers currently accommodated in hotels are facing removal from the UK, the Home Office has announced. A letter from the Home Off …"
        },
        {
            "title": "Labour donor who quit over antisemitism is set to rejoin",
            "category": "Politics",
            "snippet": "One of Labour’s most generous private donors, who dramatically quit the party over antisemitism, has signalled he is ready to rejoin in a further sign …"
        },
        {
            "title": "Owen Jones: 'A lot of people in the parliamentary Labour party are horrible'",
            "category": "Books",
            "snippet": "Owen Jones was born in Sheffield and raised in Stockport. He describes himself as “a fourth-generation socialist” and worked as a trade union and parl …"
        },
        {
            "title": "Tadej Pogacar set to win Tour de France after stunning Primoz Roglic",
            "category": "Sport",
            "snippet": "In the end, the procession became a cliffhanger as Tadej Pogacar blew away Primoz Roglic’s Tour de France hopes in the Vosges to become the youngest o …"
        },
        {
            "title": "More than 30 arrested during coronavirus protests in London",
            "category": "UK-News",
            "snippet": "Police have made 32 arrests during a demonstration in central London against coronavirus restrictions and mass vaccinations. More than a thousand peop …"
        },
        {
            "title": "How we stay together: 'I’ve got your back. Whatever happens, I’ve got your back'",
            "category": "Life-and-Style",
            "snippet": "Summary: Names: Phoebe and Toby Adams Years together: 14 Occupations: marketing and urban researcher Phoebe and Toby Adams are on the kind of journey that insp …"
        },
        {
            "title": "Australia’s unemployment figures are surprisingly good but the recovery is slowing",
            "category": "Business",
            "snippet": "This week’s unemployment figures brought some good news – but that number also disguised a lot of ongoing worries. We should not underestimate just ho …"
        },
        {
            "title": "Trump says his pick to replace Ginsburg will 'most likely' be a woman – as it happened",
            "category": "US-News",
            "snippet": "Summary: Here’s a rundown of Saturday’s events. We’ll be back tomorrow for all Sunday’s news. Trump promises to move ‘without delay’ on Ginsburg successor. Don …"
        },
        {
            "title": "Debutant Matthew Wolff at head of pack going into final round of US Open",
            "category": "Sport",
            "snippet": "What do Matthew Wolff and Francis Ouimet have in common? Nothing yet, but that could be about to change at Winged Foot. The scale of Wolff’s potential …"
        },
        {
            "title": "US Open golf 2020: Wolff leads with DeChambeau in pursuit – day three as it happened",
            "category": "Sport",
            "snippet": "Summary: Here’s our golf correspondent, Ewan Murray’s report: I’m off to bed. Thanks for reading and be sure to come back tomorrow for a fascinating final day …"
        },
        {
            "title": "From the archive: with Nirvana in New York, August 1993",
            "category": "Life-and-Style",
            "snippet": "The Observer Magazine had a bona fide classic cover story for 15 August 1993 (‘All screwed up: How Nirvana became anti-heroes for our time’). Jon Sava …"
        },
        {
            "title": "Compromised review: Peter Strzok on Trump, Russia and the FBI",
            "category": "Books",
            "snippet": "As a deputy assistant director of the FBI’s counter-intelligence division, Peter Strzok led the bureau’s investigation of Russian interference in the …"
        }
    ]
}