{
    "page": [
        {
            "title": "BTS: K-pop stars become first all-South Korean act to top US singles charts",
            "category": "Music",
            "snippet": "The K-pop sensation BTS have become the first all-South Korean act to rule the top US singles chart, the industry tracker Billboard announced Monday, …"
        },
        {
            "title": "Barr reportedly removes national security official ahead of elections",
            "category": "US-News",
            "snippet": "The US attorney general, William Barr, has reportedly removed the head of a section of the justice department entrusted with ensuring the legality of …"
        },
        {
            "title": "Trump fails to denounce an accused killer – which comes as little surprise",
            "category": "US-News",
            "snippet": "Donald Trump has the blind devotion of a rabid sports fan. His team can do no wrong. The opposition are liars and cheats. So maybe no one was surprise …"
        },
        {
            "title": "Biden accuses Trump of 'fomenting violence' in US after Portland clashes",
            "category": "US-News",
            "snippet": "Joe Biden on Monday accused Donald Trump of fomenting violence in American cities as the president endorsed his supporters who fired paintballs at pro …"
        },
        {
            "title": "I used to shrug off the beauty of  New Zealand. Then I drove from the top to the bottom",
            "category": "Books",
            "snippet": "14 September 2015: I’ve been in London for five years, and although I’m often full of spirits, my creative spirit is dampened by heartbreak, unemploym …"
        },
        {
            "title": "Jacob Blake: father refuses to ‘play politics with my son’s life’ amid furor over Trump visit",
            "category": "US-News",
            "snippet": "Summary: The father of Jacob Blake, the man shot by police in Kenosha, Wisconsin, said on Monday that the family had received threats and that he refused to “p …"
        },
        {
            "title": "Donald Trump makes baseless claim that 'dark shadows' are controlling Joe Biden",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s appetite for baseless conspiracy theories scaled new heights on Monday when he alleged that people in “dark shadows” are controlling De …"
        },
        {
            "title": "Daddy by Emma Cline review – among the hollow men",
            "category": "Books",
            "snippet": "Emma Cline’s debut, The Girls, came wrapped in notoriety. It was a novel about a Manson-like cult, seen through the eyes of a teenager: a heady evocat …"
        },
        {
            "title": "Scammers target UK music festivals forced online by coronavirus",
            "category": "Music",
            "snippet": "Festivals across the UK have been hit by internet scammers this season, who are taking advantage of the fact most have been forced to go online-only b …"
        },
        {
            "title": "Toots Hibbert of reggae group Toots and the Maytals in intensive care",
            "category": "Music",
            "snippet": "Summary: Toots Hibbert, frontman of reggae group Toots and the Maytals, has been admitted to an intensive care unit in a Jamaican hospital with a possible case …"
        },
        {
            "title": "The Gilded Auction Block; Sometimes I Never Suffered by Shane McCrae - review",
            "category": "Books",
            "snippet": "Shane McCrae is a mixed-race American poet, who, at the age of three, was taken to Texas by his grandparents – who were white supremacists – away from …"
        },
        {
            "title": "Yusef Salaam: 'Trump would have had me hanging from a tree in Central Park'",
            "category": "Books",
            "snippet": "If Donald Trump had got his way I wouldn’t be speaking to Yusef Salaam right now. “Had his ad taken full effect we would have been hanging from trees …"
        },
        {
            "title": "AstraZeneca expands Covid-19 vaccine deal as final trials begin",
            "category": "Business",
            "snippet": "AstraZeneca has expanded an agreement with Oxford Biomedica to scale up production of its potential Covid-19 vaccine, as the race continues to find an …"
        },
        {
            "title": "The joy that can still be found in peaches",
            "category": "Life-and-Style",
            "snippet": "It’s hard to recall the exact moment it felt like the walls were closing in. It wasn’t the first day of the shelter-in-place order or even the second, …"
        },
        {
            "title": "First Thing: Biden condemns violence but Trump refuses to be drawn",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump on Monday failed to denounce Kyle Rittenhouse, the self-styled vigilante who has been charged with killing two people durin …"
        },
        {
            "title": "Viv Albertine's memoirs to be adapted for TV",
            "category": "Music",
            "snippet": "Summary: Viv Albertine, the guitarist with the Slits who was at the core of the British punk movement, is to have her life story adapted for a television serie …"
        },
        {
            "title": "Charles & Eddie's Eddie Chacon: 'It took me 10 years to recover from being a one-hit wonder'",
            "category": "Music",
            "snippet": "Summary: Eddie Chacon still remembers hitting rock bottom. “It was 15 years ago,” he says. “And it sounds like something from like a bad movie.” Since childhoo …"
        },
        {
            "title": "UK mortgage demand nears pre-Covid level amid stamp duty cut",
            "category": "Business",
            "snippet": "Summary: Mortgage demand increased sharply and consumer borrowing rose for the first time in five months as the UK emerged from its Covid-19 lockdown in July, …"
        },
        {
            "title": "Dictionary.com revises definitions to eliminate prejudiced language",
            "category": "Books",
            "snippet": "Dictionary.com is making major changes to more than 15,000 of its definitions, from capitalising Black to updating entries about sexual orientation, a …"
        },
        {
            "title": "Simon Case named as UK’s new top civil servant",
            "category": "Politics",
            "snippet": "Simon Case has been confirmed as the UK’s new top civil servant, with the prime minister saying he would do a “fantastic” job as cabinet secretary. Th …"
        },
        {
            "title": "Battling on: what Russia's unrelenting appetite for second world war films means",
            "category": "Film",
            "snippet": "The second world war ended – as we all know – 75 years ago. Many things have happened since then, yet the war retains an unending fascination for poli …"
        },
        {
            "title": "Loss of free tuition 'will make UK jazz whiter, posher and more male'",
            "category": "Music",
            "snippet": "Summary: The world-renowned British jazz scene will become whiter, posher and dominated by men unless there is more funding to keep access to tuition free, acc …"
        },
        {
            "title": "Reading group: The Age of Innocence by Edith Wharton is our book for September",
            "category": "Books",
            "snippet": "For this month’s reading group, we’re going to look at Edith Wharton’s 1920 masterpiece, The Age of Innocence. It’s 100 years since the publication of …"
        },
        {
            "title": "Lloyd’s of London reopens building for first time since March",
            "category": "Business",
            "snippet": "The insurance market Lloyd’s of London has reopened its underwriting room for the first time since March, making it the latest City firm to inch towar …"
        },
        {
            "title": "First day of Ocado M&S deliveries marred by cancellations",
            "category": "Business",
            "snippet": "Summary: Ocado is facing criticism from customers over last-minute order cancellations after struggling to cope on the first day of its new service with Marks …"
        },
        {
            "title": "Young people are trying to save the US election amid dire poll worker shortages",
            "category": "US-News",
            "snippet": "Ahead of the 2016 election, Maya Patel, then a student at the University of Texas at Austin, registered 250 students to vote. But after seeing first-h …"
        },
        {
            "title": "Councils in north-west England ask for Covid lockdown to remain as cases rise",
            "category": "UK-News",
            "snippet": "Summary: Plans to lift coronavirus restrictions for more than half a million people in Greater Manchester have been thrown into “chaos and confusion” as local …"
        },
        {
            "title": "'We sound like superheroes!' – the rappers inspired by the Paralympics",
            "category": "Music",
            "snippet": "‘Biggie made being a big guy cool,” says George Doman. “I want to make being disabled cool. I don’t see why we can’t. Honestly? On this new song, we s …"
        },
        {
            "title": "No mass return of London commuters amid Covid concerns",
            "category": "UK-News",
            "snippet": "The traditional mass return to the workplace failed to materialise in London on Tuesday, with passenger numbers on the tube and buses rising more slow …"
        },
        {
            "title": "No 10 blames EU and plays down prospects of Brexit trade deal",
            "category": "Politics",
            "snippet": "Downing Street has played down the prospect of reaching a trade deal with the EU in time for December, saying it will be “very difficult” – and blamin …"
        },
        {
            "title": "The Mole Agent: the story of the most unusual documentary of the year",
            "category": "Film",
            "snippet": "With The Mole Agent, Maite Alberdi set out to make a film noir documentary about a spy in a nursing home. She did not expect it to transform into an a …"
        },
        {
            "title": "Global factory growth hits 21-month high; FTSE 100 hits three-month low - as it happened",
            "category": "Business",
            "snippet": "Summary: And finally, the FTSE 100 index has closed at its lowest point since mid-May. After a rather painful session, the blue-chip index ended 101 points low …"
        },
        {
            "title": "Tour de France 2020: Primoz Roglic wins stage four – as it happened",
            "category": "Sport",
            "snippet": "Guillame Martin sparked all that off. He speaks. The sensations were good. The final climb was quite rolling, as we’d expected. There weren’t a lot of …"
        },
        {
            "title": "Major tax rises will be needed to tackle record debt levels, Sunak told",
            "category": "Business",
            "snippet": "Tax increases will be needed across the board for Britain’s highest and lowest earners to bring down record levels of government debt amassed during t …"
        },
        {
            "title": "SNP ministers focus of 'remarkable' number of bullying cases, says union boss",
            "category": "Politics",
            "snippet": "Scottish National party ministers have been the focus of a “quite remarkable” number of misconduct and bullying complaints compared with those in othe …"
        },
        {
            "title": "We let Grenfell Tower residents down, says London fire chief",
            "category": "UK-News",
            "snippet": "Tower block owners refusing to fix fire risks are endangering lives, the UK’s most senior firefighter has said, as he admitted the London fire brigade …"
        },
        {
            "title": "Nicola Sturgeon vows to set out independence vote plans by next spring",
            "category": "Politics",
            "snippet": "The Scottish government will propose the timescale and question for a second referendum on Scottish independence by next spring, Nicola Sturgeon has s …"
        },
        {
            "title": "Boris Johnson seeks to mollify Tory MPs dismayed by U-turns",
            "category": "Politics",
            "snippet": "Boris Johnson has moved to mollify angry backbenchers disillusioned by the number of government U-turns, admitting the government has been forced to b …"
        },
        {
            "title": "World Rugby criticised by dozens of academics for trans women ban",
            "category": "Sport",
            "snippet": "World Rugby’s proposals to ban trans women from playing women’s rugby have been criticised by dozens of academics, who have written to the sport’s gov …"
        },
        {
            "title": "'Do you get jealous?': the six questions I always get asked about being polyamorous",
            "category": "Life-and-Style",
            "snippet": "Tell people you’re polyamorous and a few common questions will almost certainly be coming your way. I know this because I’m polyamorous – by default, …"
        },
        {
            "title": "Rishi Sunak's tax options are hemmed in by the Tory manifesto",
            "category": "Business",
            "snippet": "The nights are getting longer and it will soon be decision time for the chancellor. Rishi Sunak’s emergency measures, most notably the furlough scheme …"
        },
        {
            "title": "Common sense goes out of the window with plans to stage Rugby Championship this year",
            "category": "Sport",
            "snippet": "So, it is on again. Probably. Reports on both sides of the Tasman last week suggest that Sanzaar intends to roll out plans to stage a Rugby Championsh …"
        },
        {
            "title": "What's behind Trump's ‘law and order’ strategy and will it work?",
            "category": "US-News",
            "snippet": "Summary: “I am your president of law and order,” Donald Trump declared in June, as federal agents violently cleared peaceful protesters from a park near the Wh …"
        },
        {
            "title": "Gavin Williamson accused of leading a 'summer of chaos'",
            "category": "Politics",
            "snippet": "Labour has accused the education secretary Gavin Williamson of presiding over “a summer of chaos, incompetence and confusion,” as he updated MPs on sc …"
        },
        {
            "title": "No new investigation into spate of murder-suicides, say police",
            "category": "UK-News",
            "snippet": "Detectives are not reopening an investigation into murder-suicides of elderly couples which a report claimed could be the work of a serial killer. Che …"
        },
        {
            "title": "Scotland announces local lockdowns and quarantine for arrivals from Greece",
            "category": "UK-News",
            "snippet": "The Scottish government has announced a ban on household gatherings in three local authorities in the Greater Glasgow and Clyde area for the next two …"
        },
        {
            "title": "Johnson backtracks on meeting group for Covid-19 bereaved",
            "category": "Politics",
            "snippet": "Boris Johnson has declined to meet members of a campaign group representing families bereaved by coronavirus, despite appearing to promise to do so on …"
        },
        {
            "title": "Johanna Konta beats Heather Watson in all-British tie at US Open",
            "category": "Sport",
            "snippet": "The tense all-British first round tussle in the New York “bubble” ended in favour of the British No 1 as Johanna Konta overcame an exhausting early ch …"
        },
        {
            "title": "Andy Murray grinds out trademark five-set US Open thriller to beat Nishioka",
            "category": "Sport",
            "snippet": "Summary: Andy Murray should have been on the next plane out of New York on day two of the US Open, leaving behind a city and a tournament in the grip of ennui, …"
        },
        {
            "title": "Unilever plans to remove oil-based ingredients from all cleaning products",
            "category": "Business",
            "snippet": "Summary: The owner of Persil, Domestos and Cif is to invest €1bn in eliminating fossil fuel-based ingredients from its cleaning products by 2030. Unilever’s “c …"
        }
    ]
}