{
    "page": [
        {
            "title": "Willie Walsh takes CarTrawler role after leaving BA owner IAG",
            "category": "Business",
            "snippet": "Willie Walsh has joined the board of the Irish car hire technology firm CarTrawler – his first appointment since departing as the chief executive of B …"
        },
        {
            "title": "Louisville protests: two officers shot amid Breonna Taylor killing charging decision",
            "category": "US-News",
            "snippet": "Two police officers were shot in Louisville late Wednesday amid growing nationwide protests over the announcement that three officers involved in the …"
        },
        {
            "title": "Capital in the Twenty-First Century review – lavish look at a broken system",
            "category": "Film",
            "snippet": "Summary: Justin Pemberton’s documentary, based on the bestselling book by French economist Thomas Piketty, tells us a story no less depressing or gruesomely hy …"
        },
        {
            "title": "UK failing to use its high Covid test capacity efficiently, study shows",
            "category": "Politics",
            "snippet": "Summary: The UK has a comparatively high test capacity but is failing to use it efficiently in tackling Covid-19, researchers say, raising concerns including a …"
        },
        {
            "title": "California's Joshua tree could become first to win protections because of climate crisis",
            "category": "US-News",
            "snippet": "The western Joshua tree will be considered for protection under the California Endangered Species Act, possibly becoming the first plant species to be …"
        },
        {
            "title": "Novák: Piano conc, Toman and the Wood Nymph etc review –  a composer worth knowing?",
            "category": "Music",
            "snippet": "‘I will be standing up for Novák from now on,” writes conductor Jakub Hrůša. “Novák is worth knowing about, and we must play his music.” This is Vítěz …"
        },
        {
            "title": "Will Nicolas Cage's Superman finally get to fly in The Flash?",
            "category": "Film",
            "snippet": "As rumours go, the one this week that Nicolas Cage might end up starring as Superman in Warner Bros’ Flash movie takes some beating. There’s every cha …"
        },
        {
            "title": "What is Rishi Sunak's job support scheme and how will it work?",
            "category": "UK-News",
            "snippet": "The chancellor, Rishi Sunak, has announced a replacement for the coronavirus job retention scheme based on a German-style system of wage subsidies. Fa …"
        },
        {
            "title": "Tell us about the community projects bringing joy",
            "category": "UK-News",
            "snippet": "We would like to hear about the grassroots projects and events bringing joy to communities across the UK. Share your experiences You can get in touch …"
        },
        {
            "title": "Tory lockdown sceptics praise Sunak for saying UK must live 'without fear'",
            "category": "Politics",
            "snippet": "Lockdown sceptics in the Conservative party have hailed comments by the chancellor saying that Britons must learn to live “without fear” and highlight …"
        },
        {
            "title": "Alice Lowe's teen obsessions: 'Under the bed was Keanu Reeves folded into tiny pieces'",
            "category": "Film",
            "snippet": "Summary: Charlotte Coleman I never gave my parents enough credit for their great taste in TV. We would all sit down and watch Dennis Potter and Twin Peaks toge …"
        },
        {
            "title": "Dean Jones, brilliant attacking batsman and punchy character",
            "category": "Sport",
            "snippet": "Dean Jones, who died suddenly in Mumbai where he had been doing media work on the IPL, was never one of those Australians who seemed to be riddled wit …"
        },
        {
            "title": "23 Walks review – dog-lovers follow the path to romance",
            "category": "Film",
            "snippet": "Pensioner Dave (played by Dave Johns, from I, Daniel Blake) is a retired psychiatric nurse, living alone near Hampstead Heath, London, where he regula …"
        },
        {
            "title": "Stock markets fall as growth fears rise and US jobless claims jump - business live",
            "category": "Business",
            "snippet": "And finally, European stock markets have ended the day down around 1% - as economic worries and rising Covid-19 cases weigh on stocks. The Stoxx 600 s …"
        },
        {
            "title": "Bafta tries to increase diversity with 120 changes to its awards",
            "category": "Film",
            "snippet": "Bafta has announced a complete overhaul of its awards system, which includes adding 1,000 new members to its committee and limiting the amount that st …"
        },
        {
            "title": "Many Google staff may never return to office full-time post-Covid",
            "category": "Business",
            "snippet": "Google is planning for a world in which many of its employees never return to the office full-time, its chief executive has revealed. Sundar Pichai sa …"
        },
        {
            "title": "Suella Braverman calls fellow female MP 'emotional' during Brexit bill row",
            "category": "Politics",
            "snippet": "The attorney general, Suella Braverman, has come under fire for calling a fellow female MP “emotional” after she questioned her support for the govern …"
        },
        {
            "title": "Robert Taylor obituary",
            "category": "Politics",
            "snippet": "A rare combination of journalist and scholar, Robert Taylor, who has died aged 77, was the leading historian of modern trade unions, often criticising …"
        },
        {
            "title": "Floyd Mayweather v Logan Paul: a note-perfect signpost for the end of days",
            "category": "Sport",
            "snippet": "The pandemic rages. California is literally on fire. A second American civil war, the collapse of the republic and the establishment of a fascist dict …"
        },
        {
            "title": "Essex bowl Somerset out for 301: Bob Willis Trophy final, day two – as it happened",
            "category": "Sport",
            "snippet": "The batsmen had just about reached the edge of the pitch before the umpires called it a day. I’m not surprised, it’s growing increasingly murky out th …"
        },
        {
            "title": "Semi-viable leader offers up furlough-lite. Debt collectors may apply",
            "category": "Politics",
            "snippet": "For an hour or so it felt like there was an adult running the country. Or as close as we’re likely to get to one in the Conservative government during …"
        },
        {
            "title": "UK coronavirus: record 6,634 new cases reported; chancellor announces job support scheme – as it happened",
            "category": "Politics",
            "snippet": "The UK has recorded 6,634 new coronavirus cases - its highest daily total since the pandemic began. Public Health England has said this increase shoul …"
        },
        {
            "title": "Honeybee by Craig Silvey review – a tender but uncomfortable coming-of-age story",
            "category": "Books",
            "snippet": "The characters that populate Craig Silvey’s novels are highly sensitive, acutely perceptive and imaginative – people hovering on the edge of childhood …"
        },
        {
            "title": "Lewis Hamilton says BLM protest is human rights issue, not about politics",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton has insisted his support for anti-racism and protests against incidences of racial injustice will not be inhibited by any new FIA rulin …"
        },
        {
            "title": "UK transport boss urges ministers to get people back on trains and buses",
            "category": "UK-News",
            "snippet": "The boss of Go-Ahead, one of Britain’s biggest bus and train operators, has accused the government of maintaining “absurd” and contradictory coronavir …"
        },
        {
            "title": "Never waste a crisis: Covid-19 trauma can force sport to change for good",
            "category": "Sport",
            "snippet": "Summary: Pack up the flags. Close the turnstiles. Cover the plastic seats with an inspirational tarpaulin. The gates are being closed. And frankly it is anyone …"
        },
        {
            "title": "Michael Kiwanuka wins 2020 Mercury prize",
            "category": "Music",
            "snippet": "The 2020 Mercury prize for the year’s best British album has gone to Michael Kiwanuka for his self-titled album, Kiwanuka. “I’m over the moon, so so e …"
        },
        {
            "title": "'We're going to miss the community': Elephant and Castle shopping centre closes after 55 years",
            "category": "UK-News",
            "snippet": "Summary: After 55 years the final few traders were packing up their shops and stalls at the Elephant and Castle shopping centre in south London with mixed feel …"
        },
        {
            "title": "Hundreds of City firms at risk of collapse because of Covid, FCA warns",
            "category": "Business",
            "snippet": "Britain’s financial watchdog has warned that hundreds of small and medium-sized City firms are at risk of collapse due to the economic pressures of th …"
        },
        {
            "title": "'Who knows what's around the corner?' Bolton and Crawley react to Sunak's plans",
            "category": "Politics",
            "snippet": "Summary: Bolton: ‘It feels like we’ve been forgotten about’ When Rishi Sunak announced his winter jobs programme on Thursday, he will have had ”red wall” const …"
        },
        {
            "title": "'I surprise myself': Sidestepping Cheslin Kolbe turns sights on Exeter",
            "category": "Sport",
            "snippet": "There is a phenomenon in tennis whereby a player is so good at a particular skill the opponent does not even bother trying to respond. This is not the …"
        },
        {
            "title": "Dean Jones: Australia loses a sporting hero far too soon",
            "category": "Sport",
            "snippet": "Summary: It is not supposed to unfold like this. Some scraps of information filtering through the internet late on a Thursday evening, unsourced, surely a hoax …"
        },
        {
            "title": "Rising number of Londoners looking for work outside capital, says job site",
            "category": "UK-News",
            "snippet": "Londoners are increasingly looking for jobs outside the capital as the city’s economy stalls, one of the UK’s largest recruitment sites has found, rai …"
        },
        {
            "title": "UK royals set for cutbacks after £35m pandemic blow",
            "category": "UK-News",
            "snippet": "Buckingham Palace is belt-tightening after a projected £35m double-whammy financial blow due to Covid-19, as royal accounts reveal the Sussexes’ fligh …"
        },
        {
            "title": "The Trial of the Chicago 7 review - totally exasperating court drama",
            "category": "Film",
            "snippet": "Screenwriter Aaron Sorkin, creator of TV’s The West Wing and the birth-of-Facebook movie The Social Network, can give you sizzling dialogue and get yo …"
        },
        {
            "title": "Mathias Cormann says government's big spending plans will not delay budget repair",
            "category": "Business",
            "snippet": "Mathias Cormann insists the government hasn’t walked away from budget repair after it unveiled a major shift in its fiscal strategy by flagging signif …"
        },
        {
            "title": "Breonna Taylor decision: arrests as protesters take to streets for second night",
            "category": "US-News",
            "snippet": "Protesters took to the streets of Louisville and other US cities once again on Thursday, as public anger and sadness swelled in the wake of the announ …"
        },
        {
            "title": "Solomon Lew to get $24m in dividends after retail group given $70m in Covid subsidies",
            "category": "Business",
            "snippet": "Billionaire Solomon Lew will pocket $24.25m in dividends after his retail empire, Premier Investments, received almost $70m in wage subsidies during t …"
        },
        {
            "title": "Last orders! The origins of the word 'curfew'",
            "category": "Books",
            "snippet": "Summary: In June Boris Johnson told the country it was our patriotic duty to go to the pub and spread the coronavirus: that having been an effective message, t …"
        },
        {
            "title": "Jack by Marilynne Robinson review – a Calvinist romance",
            "category": "Books",
            "snippet": "Marilynne Robinson, having attained over the past four decades the status of literature’s spiritual leader, now expands her acclaimed Gilead trilogy i …"
        },
        {
            "title": "From Ida to The Evil Dead: 10 of the best films under 90 minutes",
            "category": "Film",
            "snippet": "A Hard Day’s Night (87 mins) This is not the moment for ponderous blockbuster cinema: concentration spans, we are told, are plummeting in the Covid er …"
        },
        {
            "title": "David Attenborough: A Life on Our Planet review – stark climate emergency warning",
            "category": "Film",
            "snippet": "‘I am David Attenborough and I’m 93. This is my witness statement.” There is a tremendously moving sense of finality about Attenborough’s terrifying n …"
        },
        {
            "title": "The Light Ages by Seb Falk review – banishing the idea of the 'Dark Ages'",
            "category": "Books",
            "snippet": "In Quentin Tarantino’s 1994 Pulp Fiction film, Marcellus Wallace tells Zed that he is going to “get medieval on your ass”. The precise nature of this …"
        },
        {
            "title": "Trump makes 'law-and-order' pitch – but his rhetoric is at odds with reality",
            "category": "US-News",
            "snippet": "In the empty gym of a community center in Brownsville, Brooklyn, a small group of local residents in hunter green polo shirts and jackets read out som …"
        },
        {
            "title": "Miss Juneteenth review – inspiring tale of a beauty-pageant mother's dreams",
            "category": "Film",
            "snippet": "This debut feature from Channing Godfrey Peoples is lit with pride for Black Texan culture: the BBQ, the beauty pageants, historic black colleges and …"
        },
        {
            "title": "Andrew O'Hagan: 'The last book to make me cry? For the Record by David Cameron'",
            "category": "Books",
            "snippet": "The book I am currently reading I’m having a lovely time with Featherhood by Charlie Gilmour. He is such a tender writer, the book is a magical encoun …"
        },
        {
            "title": "First Thing: would Republicans really stop Trump disrupting the election?",
            "category": "US-News",
            "snippet": "Good morning. As Donald Trump once again declined to say there would be a peaceful transfer of power if he lost the November presidential election, se …"
        },
        {
            "title": "UK borrowing surges as Covid pushes national debt to record £2.024tn",
            "category": "Business",
            "snippet": "Summary: Government borrowing hit almost £36bn in August to push the UK‘s national debt to a record £2.024tn - more than the value of the UK economy – with the …"
        },
        {
            "title": "Tracks of the week reviewed: Steps, Lava La Rue, Janelle Monáe",
            "category": "Music",
            "snippet": "Steps What the Future Holds Steps were always the Rice Krispies of millennial pop: beloved but never afforded prime position in the cereal aisle. But …"
        },
        {
            "title": "'I'm extremely controversial': the psychologist rethinking human emotion",
            "category": "Books",
            "snippet": "In early March, as the world began to realise that coronavirus wasn’t going to go quietly, psychology professor Lisa Feldman Barrett was thousands of …"
        }
    ]
}