{
    "page": [
        {
            "title": "Stille Liebe: Lieder by Schumann review – drama with poise and style",
            "category": "Music",
            "snippet": "In 1840, Schumann was finally able to marry Clara Wieck, and he celebrated his happiness in his songs, composing at least 138 of them, including his f …"
        },
        {
            "title": "Laura Veirs on surviving her divorce: 'My life is strangely awesome'",
            "category": "Music",
            "snippet": "In 2018, as her marriage fell apart, Laura Veirs cried and biked all over Portland. “I called myself the crying cyclist,” she says. It was a new, impe …"
        },
        {
            "title": "Brexit: Boris Johnson makes fresh concession to Tory rebels",
            "category": "Politics",
            "snippet": "Downing Street has clarified that it would ask parliament to support using powers to override parts of the Brexit withdrawal agreement only if the EU …"
        },
        {
            "title": "Son sues mother for embezzlement as Aldi heirs' feud escalates",
            "category": "Business",
            "snippet": "A feud between the German billionaire heirs to the Aldi and Trader Joe’s retail empire has escalated after the grandson of one of the two supermarket …"
        },
        {
            "title": "Missing voices: guide to female philosophers counters absence in textbooks",
            "category": "Books",
            "snippet": "Summary: Two philosophy graduates are bringing out a book celebrating history’s unsung female philosophers, after realising that most textbooks and guides they …"
        },
        {
            "title": "Bank of England leaves rates on hold; US jobless claims dip – as it happened",
            "category": "Business",
            "snippet": "And finally... European stock markets have ended the day in the red, although not dramatically. The Europe-wide Stoxx 600 lost 0.4%, amid some anxiety …"
        },
        {
            "title": "Tour de France 2020: Kwiatkowski leads Ineos one-two on stage 18 – as it happened",
            "category": "Sport",
            "snippet": "Summary: Michal Kwiatkoski and Richard Carapaz rescued an otherwise abysmal Tour de France for Team Ineos. Jeremy Whittle was there ... The main jersey-wearers …"
        },
        {
            "title": "Welcome to your new Politics Minute. Are you ready for the messiest election in US history?",
            "category": "US-News",
            "snippet": "Hello and welcome to the US Politics Minute. The last Politics Minute was at the end of the 2018 midterms, and now we’re back for the 2020 election cy …"
        },
        {
            "title": "Bluebird by Malcolm Knox review – vivid characters bring an Aussie beach town to brilliant life",
            "category": "Books",
            "snippet": "Just a short drive from the sprawling suburbs of Sydney lies a beach oasis trapped in the past, populated by men and women in the grips of midlife cri …"
        },
        {
            "title": "Tour de France silent on Black Lives Matter, says cyclist Kevin Reza",
            "category": "Sport",
            "snippet": "Kevin Reza, the only black rider competing in this year’s Tour de France, has complained of a lack of support for the Black Lives Matter movement with …"
        },
        {
            "title": "Lovers Rock review – Steve McQueen throws the best party ever",
            "category": "Film",
            "snippet": "Summary: A monsoon of musical and sexual rapture bursts overhead in this film from director Steve McQueen, leaving condensation-sweat running down the walls an …"
        },
        {
            "title": "Michal Kwiatkowski wins Tour de France stage 18 to bring relief for Ineos",
            "category": "Sport",
            "snippet": "Emotions were running high at the Tour de France as a tearful Michal Kwiatkowski of Ineos Grenadiers took his first Grand Tour victory, while the over …"
        },
        {
            "title": "Talking Horses: frustration after false Covid link with Doncaster trial",
            "category": "Sport",
            "snippet": "Summary: Frustration was vented by senior racing officials on Thursday after a claim by a Welsh government minister, linking last week’s one-off admission of a …"
        },
        {
            "title": "'A good start': McIlroy happy with 67 behind US Open leader Justin Thomas",
            "category": "Sport",
            "snippet": "Summary: When swaggering towards victory at the Open Championship of 2014, Rory McIlroy teased observers with news that he was focusing only on two words when …"
        },
        {
            "title": "Anatomy of a masterpiece: Glenn Maxwell innings leaves cricket craving more",
            "category": "Sport",
            "snippet": "“I don’t understand how I’m able to hit sixes.” Glenn Maxwell said that in an interview. It sounds strange, because so far in professional cricket he …"
        },
        {
            "title": "Critics condemn Trump's rewrite of America's legacy of racism in DC speech",
            "category": "US-News",
            "snippet": "Donald Trump on Thursday launched an extraordinary attack on American education at a history conference in Washington, downplaying America’s historic …"
        },
        {
            "title": "Joe Biden: trust scientists, not Trump, on realities of coronavirus",
            "category": "US-News",
            "snippet": "Joe Biden sent a message to voters on Thursday night that differed starkly from Donald Trump’s unlikely coronavirus promises, saying: “The idea that t …"
        },
        {
            "title": "Parents report more anxiety in lockdown, Scottish poll finds",
            "category": "UK-News",
            "snippet": "Families with children have experienced greater financial pressure and mental health worries during the coronavirus pandemic than those without, accor …"
        },
        {
            "title": "V&A and Glastonbury festival to launch new digital archive",
            "category": "Music",
            "snippet": "Most festivalgoers’ memories after Glastonbury are a little hazy – or not fit for public consumption – but London’s V&A museum is preparing to publish …"
        },
        {
            "title": "Forget to-do lists. Writing down what I've done gives me a mood boost",
            "category": "Life-and-Style",
            "snippet": "I have never been great at to-do lists. To me, they are an exercise in torture: writing a list of all the things I will inevitably not get done; a doc …"
        },
        {
            "title": "Diary of an MP’s Wife by Sasha Swire review – a thrillingly indiscreet political memoir",
            "category": "Books",
            "snippet": "Summary: We have come a long way, thankfully, since the days of political wives being expected to stand mutely by their man. But Sasha Swire is still perhaps u …"
        },
        {
            "title": "Chess: Kasparov and Carlsen undone by internet glitches following 55-move draw",
            "category": "Sport",
            "snippet": "Following their evocative 55-move draw last week in their first official game since 2004, both Garry Kasparov and Magnus Carlsen suffered separate int …"
        },
        {
            "title": "'Hail, gallant woman': Amy Dorris praised for coming forward with Trump assault allegation",
            "category": "US-News",
            "snippet": "A prominent American former magazine columnist who accused Donald Trump of raping her in the 1990s has joined a chorus of voices supporting the latest …"
        },
        {
            "title": "The Eight Hundred: how China's blockbusters became a new political battleground",
            "category": "Film",
            "snippet": "‘No one knows how this history will be written,” a soldier muses portentously in the new Chinese blockbuster The Eight Hundred. If he could see 80 yea …"
        },
        {
            "title": "Tesla review – portrait of an inventor out of step with his time",
            "category": "Film",
            "snippet": "Every historical drama involves some element of pure invention: maybe it happened like this? Perhaps she said it like that? But Michael Almereyda’s bi …"
        },
        {
            "title": "Ava Max: Heaven & Hell review – turbo-charged 2010s pop joy",
            "category": "Music",
            "snippet": "When Katy Perry’s Smile album recently failed to worry the top of the global charts it apparently rang the death knell for capital P pop. “Life and li …"
        },
        {
            "title": "DIY spending increase drives fourth month of UK sales recovery",
            "category": "Business",
            "snippet": "UK retail sales increased for the fourth consecutive month in August amid a rise in spending on DIY and home improvements, as shoppers gradually retur …"
        },
        {
            "title": "Things aren’t going well for Odell Beckham Jr in Cleveland",
            "category": "Sport",
            "snippet": "The Browns were steamrolled in Week 1 by the Ravens, with Beckham, once the top headline grabber in the NFL’s most important market, relegated to the …"
        },
        {
            "title": "John Coltrane: Giant Steps 60th Anniversary Edition review – more a giant leap in jazz",
            "category": "Music",
            "snippet": "Within the same few weeks in the spring of 1959, the great saxophonist and composer John Coltrane astonishingly found the composure to play a key role …"
        },
        {
            "title": "Just Like You by Nick Hornby review – ladlit meets mumlit",
            "category": "Books",
            "snippet": "The timing of Nick Hornby’s ninth novel is possibly a little unfortunate. Not only was it written before the Black Lives Matter movement intensified d …"
        },
        {
            "title": "Van Morrison criticises 'fascist bullies' in anti-lockdown Covid songs",
            "category": "Music",
            "snippet": "Summary: Van Morrison has described the British government as “fascist bullies disturbing our peace” in one of three new tracks he has written to protest again …"
        },
        {
            "title": "Big Sean's teenage obsessions: 'Darth Vader wasn’t bad, just misunderstood'",
            "category": "Music",
            "snippet": "Marvel/DC Comics I would go to my best friend’s house in the suburbs and his family were white, so would expose me to a whole different way of living, …"
        },
        {
            "title": "Nina Stibbe: 'I read a few pages of Moby-Dick and switched to Jaws'",
            "category": "Books",
            "snippet": "Summary: The book I am currently reading Dear Reader: The Comfort and Joy of Books by Cathy Rentzenbrink, a glorious part-memoir, part-love letter to books. Th …"
        },
        {
            "title": "Cinema, Campari and a carrier bag of Quality Street: Edgar Wright remembers Diana Rigg",
            "category": "Film",
            "snippet": "“Diana Rigg will meet you at Berners Tavern.” Just seeing those words written in a text gave me an anxious thrill. Despite her illustrious work on sta …"
        },
        {
            "title": "Ryanair to cut one in five October flights due to coronavirus restrictions",
            "category": "Business",
            "snippet": "Summary: Ryanair will cut a further one in five of its flights scheduled in October, blaming Irish and EU governments for what it called “excessive and defecti …"
        },
        {
            "title": "'A lifesaver': US seniors turn to Zoom to connect with friends and family",
            "category": "US-News",
            "snippet": "In his 72 years, Brad Veloz has risked his job and overcome health issues to fight for LGBTQ+ and Latino rights. The coronavirus wasn’t going to stop …"
        },
        {
            "title": "'Up a tree everything takes longer': HS2 campaigners protest high above parliament",
            "category": "UK-News",
            "snippet": "Sixteen days ago, two HS2 campaigners climbed the trees in Parliament Square to protest against the controversial high-speed rail project, and their f …"
        },
        {
            "title": "Don't stop your grousing … and other Covid rule-of-six exemptions",
            "category": "Politics",
            "snippet": "When the government announced that grouse shooting would be exempt from the “rule of six” coronavirus restrictions in England, it prompted widespread …"
        },
        {
            "title": "Digested week: Ed Miliband makes for brilliant theatre – as do TV fishing and Bale",
            "category": "UK-News",
            "snippet": "Monday Quite what possessed Boris Johnson to push aside the business secretary, Alok Sharma, at the last minute and open the debate on the government’ …"
        },
        {
            "title": "First Thing: whitewashing US history with 'patriotic education'",
            "category": "US-News",
            "snippet": "Good morning. Weeks from the presidential election, and with a national reckoning on racial justice under way, Donald Trump has decided it is time to …"
        },
        {
            "title": "Rare books stolen in London heist found under floor in Romania",
            "category": "UK-News",
            "snippet": "Rare books worth more than £2.5m that were stolen from a warehouse in west London in a daring Mission Impossible-style heist have been found buried un …"
        },
        {
            "title": "The best recent crime and thrillers – review roundup",
            "category": "Books",
            "snippet": "“You can’t imagine how much the world can change in six months,” says one of the narrators of Lauren Beukes’s eerily prescient dystopian thriller, Aft …"
        },
        {
            "title": "Is the UK government ready for a Covid winter?",
            "category": "Politics",
            "snippet": "In mid-July, an Academy of Medical Sciences report urged the government to use the remainder of the summer to prepare for a second wave of coronavirus …"
        },
        {
            "title": "‘I mustn’t swear, I mustn’t swear’: life as a victim of a Changing Rooms makeover",
            "category": "Life-and-Style",
            "snippet": "Twenty years ago, when Caroline Hicks opened the door to reveal her new living room – renovated in just two days by her close friend Jo Thompson and d …"
        },
        {
            "title": "'Colourful, vibrant, sensual!' Stars on Jimi Hendrix, 50 years gone",
            "category": "Music",
            "snippet": "Johnny Echols, Love I first met Jimi – he was called Jimmy James then – at the California Club in Los Angeles. He was down on his luck at the time. Hi …"
        },
        {
            "title": "S-X: the Wolverhampton wonderkid loved by Lil Wayne and Rick Ross",
            "category": "Music",
            "snippet": "From his Wolverhampton garden, producer-turned-singer S-X (AKA Sam Gumbley) can survey his kingdom. His dad’s place is round the corner; the high-rise …"
        },
        {
            "title": "Talegate? Appledore beats Covid to keep book festival alive",
            "category": "UK-News",
            "snippet": "The book lovers of Appledore, a picturesque fishing village on the north Devon coast, are a resourceful, determined lot. When their library faced clos …"
        },
        {
            "title": "Will the Fantastic Four follow Kang the Conqueror into the MCU?",
            "category": "Film",
            "snippet": "Time travel has come a long way in a short time in the Marvel Cinematic Universe, with Bruce Banner’s ham-fisted dabbling at the beginning of Avengers …"
        },
        {
            "title": "In my search for an authentic Indian curry, I misjudged the vindaloo",
            "category": "Life-and-Style",
            "snippet": "When I was a teenager, we moved to the outskirts of London, and away from the “authentic” Indian takeaways plentiful in my former, ethnically diverse …"
        },
        {
            "title": "The Queen strips disgraced producer Harvey Weinstein of CBE",
            "category": "Film",
            "snippet": "Harvey Weinstein has been stripped of his CBE. The former movie mogul, 68, was granted an honorary CBE, for his contribution to the British film indus …"
        }
    ]
}