{
    "page": [
        {
            "title": "County cricket: Bohannon holds Lancs innings together - as happened",
            "category": "Sport",
            "snippet": "Jeopardy leaned over the final Bob Willis Trophy group games of the summer, with only the two group winners with the most points going through to the …"
        },
        {
            "title": "The World to Come review – a spellbinding romance of stolen hours",
            "category": "Film",
            "snippet": "The World to Come is a ravishingly beautiful love story set in 1850s America, with painterly visuals that nod to the work of Winslow Homer and John Si …"
        },
        {
            "title": "Birmingham stabbings: footage released as police hunt suspect",
            "category": "UK-News",
            "snippet": "West Midlands police have released CCTV of a man they are seeking after a series of stabbings in Birmingham city centre left one man dead and seven pe …"
        },
        {
            "title": "Tim Minchin, Troye Sivan, Midnight Oil: Australia's best new music for September",
            "category": "Music",
            "snippet": "Midnight Oil – Gadigal Land For fans of: Cold Chisel, Dragon, 80s pub rock in general This is the first new Midnight Oil song in 18 years, and we’ve n …"
        },
        {
            "title": "California blaze caused by firework at gender-reveal party",
            "category": "US-News",
            "snippet": "Summary: A fire in California that has burned more than 7,000 acres (2,800 hectares) was caused by a firework set off at a “gender-reveal party”, the Californi …"
        },
        {
            "title": "'Economic peanuts, political dynamite': how fishing rights could sink a UK-EU trade deal",
            "category": "Politics",
            "snippet": "Fishing has always been one of the biggest hurdles to a post-Brexit deal between the EU and UK. Now it is becoming one of the most bitter. The EU’s ch …"
        },
        {
            "title": "Morrison takes aim at Victoria's lockdown, warning of 'very severe' impact on national economy",
            "category": "Business",
            "snippet": "Scott Morrison has warned that the national economy will take another hit from the extended Victorian lockdown as he took aim at the state’s roadmap f …"
        },
        {
            "title": "Neil Kinnock on Biden’s plagiarism 'scandal' and why he deserves to win: ‘Joe’s an honest guy'",
            "category": "US-News",
            "snippet": "Anyone under 30 might have been puzzled when Kellyanne Conway, the outgoing White House counselor, recently accused Joe Biden of serial plagiarism and …"
        },
        {
            "title": "The Lives of Lucian Freud: Fame 1968-2011 by William Feaver – review",
            "category": "Books",
            "snippet": "Summary: When the second volume of William Feaver’s fat and extremely juicy biography of Lucian Freud begins, the artist is middle-aged: not far off 50, and st …"
        },
        {
            "title": "Tree of the week: a horse chestnut that witnessed the fall and rise of east London",
            "category": "Life-and-Style",
            "snippet": "Summary: In the 33 years since Karen Bollan moved to Bow, in the East End of London, the area has changed dramatically. “When I arrived, admitting that I lived …"
        },
        {
            "title": "Sadiq Khan faces calls from Labour to scrap Silvertown road tunnel",
            "category": "Politics",
            "snippet": "The shadow minister for climate change has called on the mayor of London, Sadiq Khan, to abandon his plans for a new four-lane road tunnel under the T …"
        },
        {
            "title": "Reneging on Brexit deal would strengthen case for breaking up UK, government told",
            "category": "Politics",
            "snippet": "Summary: Reneging on any obligations under the Brexit withdrawal agreement would make the case for breaking up the UK stronger, the government has been warned, …"
        },
        {
            "title": "And cut! Hollywood’s obsession with suits as status symbols",
            "category": "Film",
            "snippet": "There is a telling moment in Tenet when John David Washington meets Sir Michael Caine for lunch at his posh London club. “Your Brooks Brothers suit wo …"
        },
        {
            "title": "More Than a Woman by Caitlin Moran review – witty and wise",
            "category": "Books",
            "snippet": "Summary: It’s hard to overstate just how influential Caitlin Moran’s How to Be a Woman was when published in 2011 – and how far we’ve come since. Nine years on …"
        },
        {
            "title": "Why is the UK seeking to unpick the EU withdrawal agreement?",
            "category": "Politics",
            "snippet": "Brexit talks have been thrown into jeopardy after revelations that the UK government is to table legislation that will unpick some of the withdrawal a …"
        },
        {
            "title": "Owen Farrell needs to clean up his act to become England all-time great",
            "category": "Sport",
            "snippet": "Summary: Even as he made ugly contact with the head of Wasps’ young fly-half Charlie Atkinson, Owen Farrell knew he had messed up. Barely had he hit the ground …"
        },
        {
            "title": "Poem of the week: How Poems Arrive by Anne Stevenson",
            "category": "Books",
            "snippet": "How Poems Arrive For Dana Gioia You say them as your undertongue declares, Then let them knock about your upper mind Until the shape of what they mean …"
        },
        {
            "title": "The fan-controlled Packers remain an antidote to the grimy world of NFL owners",
            "category": "Sport",
            "snippet": "Let’s review some recent NFL highlights, not on the field, but by billionaire owners: Washington’s Dan Snyder – who has overseen years of losing recor …"
        },
        {
            "title": "Von der Leyen warns UK against breaking international law over Brexit deal",
            "category": "Politics",
            "snippet": "Ursula von der Leyen, the president of the European commission, has warned Boris Johnson not to break international law as her Brexit negotiator said …"
        },
        {
            "title": "Why the Germans Do it Better by John Kampfner review – in praise of the powerhouse",
            "category": "Books",
            "snippet": "Books about the contemporary state of a country are hard to pull off. They need to capture the sweep of recent history and sundry quirks of culture, w …"
        },
        {
            "title": "UK commuters: share your experiences of travelling to work",
            "category": "UK-News",
            "snippet": "About 90% of train services were restored on Monday as the government tries to encourage office workers in the UK to return to their desks. We would l …"
        },
        {
            "title": "Tenet makes healthy start in US with $20m opening weekend take",
            "category": "Film",
            "snippet": "Tenet has taken $20.2m on its opening weekend of release in the US – an impressive haul despite being about $30m down on director Christopher Nolan’s …"
        },
        {
            "title": "'I'm surrounded by ghosts': Bataclan survivor Ismaël El Iraki on his film Zanka Contact",
            "category": "Film",
            "snippet": "‘For three days after the Bataclan, I thought I was dead,” says Ismaël el Iraki, whose debut feature, Zanka Contact, about two lost souls recovering f …"
        },
        {
            "title": "'Beethoven was black': why the radical idea still has power today",
            "category": "Music",
            "snippet": "Exactly 80 years after Beethoven’s death, in 1907, the British composer Samuel Coleridge-Taylor began speculating that Beethoven was black. Colderidge …"
        },
        {
            "title": "Not the Booker: Underdogs: Tooth and Nail by Chris Bonnello review – admirably unusual",
            "category": "Books",
            "snippet": "Britain has been taken over by an incompetent and narcissistic ruler who doesn’t care whether people live or die. Most of the population is locked up. …"
        },
        {
            "title": "Jiří Menzel: a daring, defiant beacon of European cinema",
            "category": "Film",
            "snippet": "Summary: Jiří Menzel was the powerhouse film-maker of the Czech new wave, a director, screenwriter and actor who along with Věra Chytilová, Ján Kadár and Miloš …"
        },
        {
            "title": "Primark: UK city centres 'not dead' despite Covid crisis",
            "category": "Business",
            "snippet": "City centres are “not remotely dead” according to Primark, even though sales at its four largest stores in central London, Birmingham and Manchester h …"
        },
        {
            "title": "TS Eliot estate steps in to help Brontë Parsonage Museum rescue appeal",
            "category": "Books",
            "snippet": "The estate of TS Eliot has stepped in to shore up the Brontë Parsonage with a £20,000 donation, after the historic building where the Brontë children …"
        },
        {
            "title": "'We will bring change': the Indian band shaking a cruel caste system",
            "category": "Music",
            "snippet": "When Isaivani starts singing the “beef song” with happy abandon it is nearly 10pm. The audience in the southern Indian city of Madurai seem to have lo …"
        },
        {
            "title": "Novak Djokovic left to count personal and professional cost of moment of madness",
            "category": "Sport",
            "snippet": "For most of his career, Novak Djokovic has been chasing a shadow. And how close he was to catching the ageless king, Roger Federer. How desperate he w …"
        },
        {
            "title": "La Bohème review  – Scottish Opera's Covid-safe Puccini is a triumph",
            "category": "Music",
            "snippet": "Summary: In these Covid-tainted times when concert halls and opera houses are closed to audiences and companies struggle to survive, Scottish Opera’s new produ …"
        },
        {
            "title": "China's exports jump; Ireland in Covid-19 recession; Brexit fears hit pound - business live",
            "category": "Business",
            "snippet": "Summary: Time for a recap. China has posted its biggest jump in exports in 18 months, raising hopes that the global economy is picking up. Exports of Chinese g …"
        },
        {
            "title": "Lewis Hamilton praises Pierre Gasly's journey from demotion to maiden win",
            "category": "Sport",
            "snippet": "Summary: Lewis Hamilton has praised Pierre Gasly for his maiden F1 win at the Italian Grand Prix on Sunday. The Briton singled out Gasly’s resolve in coming ba …"
        },
        {
            "title": "The problem with Mulan: why the live-action remake is a lightning rod for controversy",
            "category": "Film",
            "snippet": "Summary: It’s an understatement to say that a lot has happened since the trailer for Disney’s live-action Mulan was released last year, shortly after Hong Kong …"
        },
        {
            "title": "Dear Comrades review – Konchalovsky wrong-foots us with humour and horror",
            "category": "Film",
            "snippet": "Lyuda Syomina is a proud Soviet who pines for the glory days of Stalin. “It all made sense back then,” she says. “Who is an enemy and who’s one of us. …"
        },
        {
            "title": "Brexit withdrawal deal: what is No 10 playing at?",
            "category": "Politics",
            "snippet": "Conservative supporters received an email message from Boris Johnson on Monday, with the subject line: “I will not back down” – echoing the promise of …"
        },
        {
            "title": "SoftBank value slumps as investors fear it may be the 'Nasdaq Whale'",
            "category": "Business",
            "snippet": "Summary: The value of the Japanese technology investor SoftBank slumped by about £7bn on Monday after shareholders were spooked by reports that the company has …"
        },
        {
            "title": "Geoffrey Parker obituary",
            "category": "UK-News",
            "snippet": "Summary: My father, Geoffrey Parker, who has died aged 94, overcame a difficult start in life to fulfil his dream of becoming a steam train driver. Born in Pod …"
        },
        {
            "title": "Can pay, won't pay: how Windsor became the tax-dodging capital of the UK",
            "category": "Business",
            "snippet": "Name: Windsor. Age: Yeah, quite old. There was almost certainly a settlement there before William the Conqueror showed up and built a castle in 1070. …"
        },
        {
            "title": "Matt Hancock goes haywire taking a spin with Ferrari",
            "category": "Politics",
            "snippet": "It came billed as the first in a series of Call the Cabinet with Nick Ferrari on LBC radio. But just how many weeks it will last is anyone’s guess as …"
        },
        {
            "title": "Thomas Cook could be back as an online travel agent",
            "category": "Business",
            "snippet": "Thomas Cook could make a comeback as an online travel agent before the end of the year, under plans drawn up by the Chinese conglomerate that bought t …"
        },
        {
            "title": "UK coronavirus: nearly 3,000 new cases for second day; seven Greek islands to join England quarantine list - as it happened",
            "category": "Politics",
            "snippet": "The UK has seen almost 3,000 recorded cases of Covid-19 for a second consecutive day, raising fears of a resurgence in the virus, as Matt Hancock urge …"
        },
        {
            "title": "Regina King makes history at Venice film festival with One Night in Miami",
            "category": "Film",
            "snippet": "Regina King’s directorial debut stood out at this year’s Venice film festival. There’s the intriguing subject matter: it’s an adaptation of Kemp Power …"
        },
        {
            "title": "Australia's jobless benefits will be among worst in OECD after Covid supplement cut",
            "category": "Business",
            "snippet": "A low-paid Australian worker laid off during the pandemic will receive the third lowest unemployment benefit in the OECD when the coronavirus suppleme …"
        },
        {
            "title": "Coronavirus: Scotland extends lockdown in Glasgow area",
            "category": "UK-News",
            "snippet": "Summary: Nicola Sturgeon has ordered the extension of lockdown restrictions in the Glasgow area to two other councils, affecting more than 1 million people acr …"
        },
        {
            "title": "Line judge hit by Novak Djokovic at US Open receives abuse on social media",
            "category": "Sport",
            "snippet": "The lineswoman who was hit in the throat by a ball from Novak Djokovic, leading to his ejection from the US Open, may return to work by the end of the …"
        },
        {
            "title": "Softbank's $4bn profit on US tech bets hasn't impressed investors",
            "category": "Business",
            "snippet": "Would you trust Masayoshi Son, the man who did so much to promote and finance the WeWork silliness, to take huge short-term punts on your behalf on th …"
        },
        {
            "title": "Bob Willis Trophy: Derbyshire's final hopes hit by collapse against Lancs – as it happened",
            "category": "Sport",
            "snippet": "Derbyshire’s hopes of making the final of the Bob Willis Trophy rested on broken glass after a spectacular collapse at the hands of Lancashire’s young …"
        },
        {
            "title": "US veterans and soldiers divided over Trump calling war dead ‘suckers’",
            "category": "US-News",
            "snippet": "Donald Trump was struggling to retain support of active US service members, according to polls, even before last week’s bombshell report that the comm …"
        },
        {
            "title": "One Night in Miami review – a pivotal moment for black America",
            "category": "Film",
            "snippet": "The premise is the Fantasy Football of drama: imagine a select bunch of historical figures, together in one room, putting the world to rights. Tom Sto …"
        }
    ]
}