{
    "page": [
        {
            "title": "Could Republicans ignore the popular vote and choose their own pro-Trump electors?",
            "category": "US-News",
            "snippet": "Donald Trump escalated his efforts to undermine the 2020 election this week. Republicans are reportedly considering the possibility of asking state le …"
        },
        {
            "title": "Dominic Cummings' data law shake-up a danger to trade, says EU",
            "category": "Politics",
            "snippet": "A radical “pro-tech” plan championed by Dominic Cummings to rewrite Britain’s data protection laws is endangering future cooperation with the EU worth …"
        },
        {
            "title": "Tory Lanez denies shooting Megan Thee Stallion in new album lyrics",
            "category": "Music",
            "snippet": "Rapper Tory Lanez has denied shooting chart-topping rapper Megan Thee Stallion in a July incident in Los Angeles. On his new album Daystar released to …"
        },
        {
            "title": "US supreme court vacancy upends Senate races with just weeks to go",
            "category": "US-News",
            "snippet": "Summary: The shock of a sudden new vacancy on the US supreme court has rippled out to some of the most contentious Senate races in the final weeks before the 3 …"
        },
        {
            "title": "Higher ground: the expert guide to making the perfect cup of coffee at home",
            "category": "Life-and-Style",
            "snippet": "As the world of work has changed this year, so has the world of coffee. With more people working from home, and fewer opportunities to grab a cup on t …"
        },
        {
            "title": "Rebuilding Paradise review – after the wildfire in a California town",
            "category": "Film",
            "snippet": "As America’s west coast continues to burn, this Ron Howard-directed documentary tells of the aftermath of the 2018 wildfires in Paradise, California. …"
        },
        {
            "title": "UK considering outright ban on fur sales after Brexit",
            "category": "Politics",
            "snippet": "Fur sales could be banned after Brexit under plans being considered by the Department for Environment, it has emerged. The UK was the first country in …"
        },
        {
            "title": "Songs about sewage and space travel? It's prog-folk band Hen Ogledd",
            "category": "Music",
            "snippet": "It is about halfway through our video chat that Trouble turns up. While Hen Ogledd officially comprise Dawn Bothwell, Rhodri Davies, Richard Dawson an …"
        },
        {
            "title": "Netflix faces call to rethink Liu Cixin adaptation after his Uighur comments",
            "category": "Books",
            "snippet": "Five Republican US senators have asked Netflix to reconsider its plans to adapt the bestselling Chinese author Liu Cixin’s book The Three-Body Problem …"
        },
        {
            "title": "'We've waited a long time'. Exeter's two Jonnys relish Toulouse test",
            "category": "Sport",
            "snippet": "The best rugby players live for weekends like this. Playing for your country is a huge honour but a major European club semi-final, alongside your clo …"
        },
        {
            "title": "Classical highlights for the week ahead: 25 September to 2 October",
            "category": "Music",
            "snippet": "Royal Liverpool Philharmonic Orchestra The RLPO returns to its home in the Philharmonic Hall for an autumn season of live and streamed concerts. The s …"
        },
        {
            "title": "I need to take a holiday from planning my holiday",
            "category": "Life-and-Style",
            "snippet": "Summary: The day before my friends and I were due to leave for our UK holiday, the host of the Airbnb cancelled. It was a dark, yet fitting end to our simple h …"
        },
        {
            "title": "Sir Jim Ratcliffe, UK's richest person, moves to tax-free Monaco",
            "category": "Business",
            "snippet": "Sir Jim Ratcliffe, the UK’s richest person and high-profile Brexiter, has quit Britain for tax-free Monaco. Ratcliffe, a petrochemicals magnate with a …"
        },
        {
            "title": "Warehouse workers: tell us about your UK workplace experiences",
            "category": "UK-News",
            "snippet": "We would like to hear from warehouse workers about their experiences in their workplaces during the pandemic. Share your experiences How has your empl …"
        },
        {
            "title": "Diane Abbott: 'Jeremy Corbyn did his best to be nice to people, and they weren't nice back'",
            "category": "Politics",
            "snippet": "Diane Abbott was elected MP for Hackney North and Stoke Newington in 1987. We are sitting outside a cafe in her constituency, reminiscing about her fo …"
        },
        {
            "title": "I’ve fallen out with my mother over her racist views. Should I reach out?",
            "category": "Life-and-Style",
            "snippet": "I have always found many of my political and personal views to be at odds with those of family. Over the years, I’ve tried to challenge them gently ab …"
        },
        {
            "title": "Lizzie Banks: 'If people can’t watch on TV, there’s no point having the race'",
            "category": "Sport",
            "snippet": "As she prepares to return to the road world championships and a possible leader’s role alongside Lizzie Deignan, Great Britain’s Lizzie Banks has made …"
        },
        {
            "title": "The Kent border: I have a secret plan to reunite our divided country – and it involves traffic jams",
            "category": "UK-News",
            "snippet": "There is to be a new land border with Kent. Technically, it isn’t a border; it is just that lorries won’t be allowed into the county from the rest of …"
        },
        {
            "title": "Hilary Mantel: I am 'disappointed but freed' by Booker decision",
            "category": "Books",
            "snippet": "Two-time Booker prize winner Hilary Mantel has said that she is “disappointed” but “freed” after not making this year’s shortlist, congratulating the …"
        },
        {
            "title": "Rishi Sunak's winter economy plan will silence the UK music scene",
            "category": "Music",
            "snippet": "On Thursday, Rishi Sunak announced his Winter Economy Plan, which brings to an end the furlough and self-employed job retention schemes. I agree that …"
        },
        {
            "title": "UK borrowing surges; car production slumps; European markets fall – as it happened",
            "category": "Business",
            "snippet": "And finally.... a weaker pound, and a revival on Wall Street, has helped Britain’s stock market avoid hitting a four-month closing low. The FTSE 100 i …"
        },
        {
            "title": "Brexit: Brussels punctures optimism that deal is in sight",
            "category": "Politics",
            "snippet": "Brussels has sought to puncture an outbreak of optimism over an imminent Brexit deal, amid fears Boris Johnson has not secured the backing of key advi …"
        },
        {
            "title": "Geraint Thomas lays down Giro marker in world time trial won by Filippo Ganna",
            "category": "Sport",
            "snippet": "Summary: With a ride that bodes well for the Giro d’Italia, Geraint Thomas, marked his first ever world time trial championship appearance with a fourth place …"
        },
        {
            "title": "Police officer shot dead in Croydon to be added to roll of honour",
            "category": "UK-News",
            "snippet": "Matt Ratana, who died after being shot in Croydon, will be added to the National Police Memorial roll of honour in London. The roll records more than …"
        },
        {
            "title": "Boohoo knew of Leicester factory failings, says report",
            "category": "Business",
            "snippet": "An independent report has found that Boohoo knew of “endemic” problems in its Leicester suppliers including minimum wage and life-threatening fire ris …"
        },
        {
            "title": "UK coronavirus: restrictions tighten across country as record new cases reported for second day – as it happened",
            "category": "Politics",
            "snippet": "That’s it from the UK blog for now. You can continue to follow our coverage in the global coronavirus blog below - Daily hospital admissions in Englan …"
        },
        {
            "title": "Alastair Cook hits stylish century for Essex before Somerset fight back",
            "category": "Sport",
            "snippet": "Masterchef has become one of the hardy perennials of British life. And here Essex’s own version, Alastair Cook, has dominated the Bob Willis Trophy fi …"
        },
        {
            "title": "Mangrove review – Steve McQueen takes axe to racial prejudice",
            "category": "Film",
            "snippet": "Vivid, immediate and impassioned, this new movie episode in Small Axe, Steve McQueen’s five-part film series for the BBC, is about the Mangrove Nine c …"
        },
        {
            "title": "Jacinta Parsons on living with chronic illness: 'I couldn’t feel my body properly'",
            "category": "Books",
            "snippet": "Like many chronically ill people, Jacinta Parsons was terrified of appearing to be sick. She could date it back to being a three-year-old, when her ap …"
        },
        {
            "title": "Rafael Nadal laments cold weather and change of tennis balls at French Open",
            "category": "Sport",
            "snippet": "Summary: Before his challenge for a 13th French Open title, Rafael Nadal has panned the autumn conditions in Paris, describing them as “a little bit extreme to …"
        },
        {
            "title": "Croydon police killing: Met officer named as Matt Ratana",
            "category": "UK-News",
            "snippet": "Police have named the officer killed at Croydon police station as Matiu Ratana. The 54-year-old sergeant, known as Matt, had served with the Metropoli …"
        },
        {
            "title": "'Don’t bake in a tent': Boris Johnson's painful week as a punchline",
            "category": "Politics",
            "snippet": "Summary: “We are now approaching phase 46,” waffled Matt Lucas in his best impression of an Etonian drawl, sporting a messy blond wig and a No 10-style podium. …"
        },
        {
            "title": "Blind date: ‘I announced my departure somewhat abruptly’",
            "category": "Life-and-Style",
            "snippet": "Ollie on Rachel What were you hoping for? To find my soulmate or, failing that, a free burger. First impressions? Rachel seemed quite nervous, but end …"
        },
        {
            "title": "Janelle Monáe: ‘What is a revolution without a song?’",
            "category": "Music",
            "snippet": "Summary: A downside, perhaps, to the sheer imaginative power of Janelle Monáe is that it’s hard not to bring unreasonable expectations to any conversation one …"
        },
        {
            "title": "Brexit: EU citizens in UK could be shut out of vital services",
            "category": "Politics",
            "snippet": "Summary: Thousands of EU nationals could face problems accessing essential services because the government is refusing to issue physical proof of their right t …"
        },
        {
            "title": "'Not special any more': how the Senate has failed the American people",
            "category": "US-News",
            "snippet": "In 2012, the political scientist Ross Baker spent a sabbatical brushing up on his congressional knowledge by spending time in the office of Harry Reid …"
        },
        {
            "title": "Hilary Mantel's latest novel is not worthy of the Booker? If that's the way you feel …",
            "category": "Books",
            "snippet": "“Too many debuts/Americans/same names … ” Every year, without fail, the Booker prize shortlist ruffles feathers. Well, not just the shortlist, as we s …"
        },
        {
            "title": "Father of the Bride 3 review: Zoom reunion helps you miss weddings a little less",
            "category": "Film",
            "snippet": "“What are we, the schmaltz family?” asks Matty, played by Kieran Culkin, the now grownup son of Steve Martin’s George and Diane Keaton’s Nina in Fathe …"
        },
        {
            "title": "Children’s books roundup – the best new picture books and novels",
            "category": "Books",
            "snippet": "There are many wonderful children’s books published this autumn, but for nine-plus, Jasbinder Bilan’s Tamarind & the Star of Ishta (Chicken House) sta …"
        },
        {
            "title": "California fires: local groups fill in gaps as Black and Latino communities are left to prepare on their own",
            "category": "US-News",
            "snippet": "When Covid-19 struck Oakland, California, earlier this year, the Community Ready Corps (CRC) was in the middle of preparations for their latest round …"
        },
        {
            "title": "How to grow violas for a late display of colour",
            "category": "Life-and-Style",
            "snippet": "One of my first jobs as a garden writer was covering the pansy trials (a sort of global trade show for the bedding business) in Holland. I would traip …"
        },
        {
            "title": "DoJ's rush to report on 'discarded ballots' raises fears of pro-Trump bias",
            "category": "US-News",
            "snippet": "It was a story that seemed tailor-made for Donald Trump: election officials in an important Pennsylvania county were caught discarding nine ballots fr …"
        },
        {
            "title": "Classical home listening: from Tabea Zimmermann to Walter Kaufmann",
            "category": "Music",
            "snippet": "• If you’ve queried the point of listening to a Bach cello suite played on the viola, Tabea Zimmermann’s Solo II (Myrios Classics; released 16 October …"
        },
        {
            "title": "ENO's drive-in La bohème review – honk your horn for Mimi and Rodolfo",
            "category": "Music",
            "snippet": "Mimi’s sickbed is the floor of her transit van. Rodolfo sits hunched against a wheel outside, the closest he dare get to his dying lover. Musetta make …"
        },
        {
            "title": "Amy Coney Barrett: spotlight falls on secretive Catholic group People of Praise",
            "category": "US-News",
            "snippet": "Summary: Donald Trump’s nomination of Amy Coney Barrett to the supreme court, to replace Ruth Bader Ginsburg, has drawn attention to a secretive Catholic “cove …"
        },
        {
            "title": "Fleet Foxes: Shore; Sufjan Stevens: The Ascension review – postcards from the edge",
            "category": "Music",
            "snippet": "Upheaval, transformation, succour: many of us are either actively witnessing – or desperately seeking – these conditions right now. All three states f …"
        },
        {
            "title": "Melanie C: ‘The tabloids were cruel and heartless’",
            "category": "Life-and-Style",
            "snippet": "I had a lot of success with the Spice Girls, but in my 30s there were times when I believed my moment had passed; that I should just go out to pasture …"
        },
        {
            "title": "We lost the Brexit fight – now we must listen to voters, Ed Davey urges Lib Dems",
            "category": "Politics",
            "snippet": "Ed Davey, the new Lib Dem leader, has warned his party that it was “diverted and distracted” by Brexit and must now refocus on voters’ more urgent con …"
        },
        {
            "title": "Little Girl review – a tender film of Sasha's struggle over gender",
            "category": "Film",
            "snippet": "From the age of two and a half, Sasha has insisted she’ll grow up a girl. She was born in a boy’s body. In his tender observational documentary, film- …"
        },
        {
            "title": "Emmy the Great: 'Live music's going to be weird, but it also might be cathartic'",
            "category": "Music",
            "snippet": "Emma-Lee Moss, 36, has recorded four albums as Emmy the Great, including her forthcoming LP, April /月音, inspired by explorations of her Hong Kong-Chin …"
        }
    ]
}