{
    "page": [
        {
            "title": "Cuts to USPS threaten voting access for hundreds of thousands of Americans in jails",
            "category": "US-News",
            "snippet": "One Saturday in September, a team of volunteers stood in a cell block at the sprawling Harris county jail in Houston, Texas. Behind a glass window, Du …"
        },
        {
            "title": "Most diverse Booker prize shortlist ever as Hilary Mantel misses out",
            "category": "Books",
            "snippet": "Hilary Mantel will not win a third Booker prize with the final novel in her Thomas Cromwell trilogy, after American writers made a near clean sweep of …"
        },
        {
            "title": "Judging the Booker prize: 'These books are about living under intense pressure'",
            "category": "Books",
            "snippet": "Summary: For the Booker judges, like everyone else, 2020 has been a year of staying in. Luckily for us, we had the company of 162 authors to keep us entertaine …"
        },
        {
            "title": "MPs passed the Brexit bill  – but what happens now?",
            "category": "Politics",
            "snippet": "The internal market bill, described by the government as a key element of Brexit legislation, has cleared its first Commons hurdle, with two Tory MPs …"
        },
        {
            "title": "'We got there!' Cult pop band It's Immaterial back after 27 years",
            "category": "Music",
            "snippet": "Traditionally, it’s second albums that threaten careers: the pressure to repeat or surpass early achievements has provoked many a musician’s downfall. …"
        },
        {
            "title": "Dominic Raab to face hard questions about Irish border on US visit",
            "category": "Politics",
            "snippet": "The foreign secretary, Dominic Raab, is travelling to Washington for talks with senior US officials and senior Democrats, where he is expected to be p …"
        },
        {
            "title": "Trump claims he read Woodward's Rage in one sitting – and found it 'very boring'",
            "category": "US-News",
            "snippet": "Donald Trump has claimed to have read Rage, the new book about his administration by Bob Woodward, in one evening, and to have found it “very boring”. …"
        },
        {
            "title": "Matt Hancock is losing control of Covid-19 in UK, says Labour",
            "category": "Politics",
            "snippet": "The health secretary, Matt Hancock, has been accused of “losing control” of attempts to stem the rising tide of Covid-19, as Downing Street comes unde …"
        },
        {
            "title": "Trump and US global image plunge during pandemic, survey finds",
            "category": "US-News",
            "snippet": "The image of the US and Donald Trump around the world has plunged from poor to the abysmal over the administration’s handling of the coronavirus pande …"
        },
        {
            "title": "Former Kent barracks to house asylum seekers who arrived by boat",
            "category": "UK-News",
            "snippet": "People who have crossed the Channel in small boats are to be housed in former military barracks while their asylum claims are processed, it has emerge …"
        },
        {
            "title": "New Look strikes deal on rent cuts and payment holidays",
            "category": "Business",
            "snippet": "New Look has won approval for a three-year rent holiday on 68 of its stores and big rent reductions on hundreds of others as it battles to stay afloat …"
        },
        {
            "title": "Alex Salmond known for 'bullying' behaviour, says Scotland's ex-chief civil servant",
            "category": "Politics",
            "snippet": "Alex Salmond was known for “bullying and intimidatory behaviour” and angry outbursts against civil servants who worked for him, Scotland’s former chie …"
        },
        {
            "title": "Police to review Birmingham stabbings after criticism of response",
            "category": "UK-News",
            "snippet": "Police response to the Birmingham stabbing spree in which a university employee was killed and seven other people were attacked earlier this month, wi …"
        },
        {
            "title": "Bill & Ted Face the Music review – sweet adventure into middle age",
            "category": "Film",
            "snippet": "Not excellent maybe, but by no means bogus either, this cheerful Bill & Ted threequel brings the story of our two laidback heroes up to the melancholy …"
        },
        {
            "title": "Noel Gallagher says he refuses to wear a 'pointless' mask despite UK laws",
            "category": "Music",
            "snippet": "Noel Gallagher has said he refuses to wear a mask during the coronavirus pandemic, complaining that it is a violation of his liberty. Speaking on the …"
        },
        {
            "title": "Cummings seen with letter on 1980s US military reorganisation",
            "category": "Politics",
            "snippet": "Summary: Dominic Cummings, Boris Johnson’s chief adviser, has been photographed arriving at Downing Street carrying a copy of a 1986 letter about the importanc …"
        },
        {
            "title": "Brailsford 'back to drawing board' with Ineos as Roglic maintains Tour lead",
            "category": "Sport",
            "snippet": "Summary: Dave Brailsford has rejected suggestions that he gambled with his Tour de France selection by discarding Geraint Thomas and Chris Froome, but admitted …"
        },
        {
            "title": "JK Rowling's Troubled Blood: don't judge a book by a single review",
            "category": "Books",
            "snippet": "Before it had even come out, criticism of JK Rowling’s new Robert Galbraith thriller, Troubled Blood, was already wall-to-wall, after an early review …"
        },
        {
            "title": "Brexit: Johnson seeks to calm MPs before next showdown over bill",
            "category": "Politics",
            "snippet": "Boris Johnson has privately sought to calm angry MPs who plan to back an amendment to dilute his bill that unpicks the EU withdrawal agreement. His in …"
        },
        {
            "title": "UK coronavirus: 3,105 new cases amid rise in hospital admissions and patients on ventilators - as it happened",
            "category": "Politics",
            "snippet": "Matt Hancock, the health secretary, has been accused of “losing control” of attempts to stem the rising tide of Covid-19, as Downing Street comes unde …"
        },
        {
            "title": "England and Australia prepare for decider as Steve Smith eyes return",
            "category": "Sport",
            "snippet": "At the start of the pandemic few could have said with any confidence that England’s men would play all 18 of their scheduled internationals. But here …"
        },
        {
            "title": "This time the insurance industry lost after reading the small print",
            "category": "Business",
            "snippet": "Summary: When can one say a notifiable disease has occurred within a “vicinity” if the whole country is in lockdown? For fans of dense legal disputes, the high …"
        },
        {
            "title": "'Rule of six': Priti Patel's neighbours unimpressed by her shopping lawbreakers",
            "category": "Politics",
            "snippet": "It’s the question millions of Britons are having to ask themselves. And for Priti Patel, there was only one answer. If she saw her neighbours breaking …"
        },
        {
            "title": "Madonna to direct and co-write her own biopic",
            "category": "Music",
            "snippet": "After a nearly four-decade music career, Madonna is getting the biopic treatment under her own direction. The star will co-write and direct the as-yet …"
        },
        {
            "title": "Wooden Melania Trump statue replaced with bronze after arson attack",
            "category": "US-News",
            "snippet": "A bronze statue of the US first lady, Melania Trump, has been unveiled near her hometown in Slovenia, to replace a wooden carving of her that was burn …"
        },
        {
            "title": "Plans to record pregnant women's alcohol consumption in England criticised",
            "category": "Politics",
            "snippet": "Pregnant women’s alcohol consumption could be recorded on their child’s medical records under plans for England being considered by National Institute …"
        },
        {
            "title": "Cynthia Nixon: 'Will Donald Trump leave quietly? I don't know'",
            "category": "US-News",
            "snippet": "Cynthia Nixon Zooms on to my screen from some decking in Long Island. The blue-grey sky is dramatically ominous, a sea breeze blows her hair into phot …"
        },
        {
            "title": "Going out was my life. But lockdown forced me to reconsider what matters",
            "category": "Life-and-Style",
            "snippet": "Summary: I’ve been out every night since 2010. Well, not every night, but most of them. I moved to London for university when I was 18 and, for most of the nex …"
        },
        {
            "title": "Stephen Hawking by Leonard Mlodinow review – a memoir of friendship",
            "category": "Books",
            "snippet": "We all feel we know the story of Stephen Hawking: his undergraduate years at Oxford; the shocking diagnosis of motor neurone disease when he was 21 an …"
        },
        {
            "title": "'A voice for our emotions': Poland's club scene fights for LGBTQ+ rights",
            "category": "Music",
            "snippet": "In August, as a giant bouncy castle was throwing a shadow on Warsaw’s baroque-style Ujazdów castle – home to the Centre for Contemporary Art – a party …"
        },
        {
            "title": "AG Cook: the nutty producer behind the decade's most divisive music",
            "category": "Music",
            "snippet": "Describing AG Cook’s haircut is a challenge. Part mullet, part moptop, it also features elements of shag, perm and bowl. The more I try to place it th …"
        },
        {
            "title": "Guard that property! Our reaction to Chris Evans' nudes reveals the remarkable power of Captain America",
            "category": "Film",
            "snippet": "So now we know why Captain America travelled back in time at the end of Avengers: Endgame. It wasn’t so that he could go and experience small-scale co …"
        },
        {
            "title": "Indelicacy by Amina Cain review – a woman's search for creativity",
            "category": "Books",
            "snippet": "“I wanted to write about paintings, but I wasn’t seen as someone who could say something interesting about art” – thus we are introduced to the ambiti …"
        },
        {
            "title": "Thames tunnel will cost nearly £2bn over 30 years, TfL figures show",
            "category": "UK-News",
            "snippet": "A controversial four-lane road tunnel under the River Thames will cost nearly £2bn over the next three decades if it goes ahead, according to accounts …"
        },
        {
            "title": "US corporations file for bankruptcy and lay off workers. Why do execs still get bonuses?",
            "category": "Business",
            "snippet": "Elizabeth Hill worked for nearly three years at Hertz Car Rental in Oklahoma City, Oklahoma, as a reservation agent before she was furloughed in late …"
        },
        {
            "title": "He buried a treasure in the mountains, and someone found it. Or did they?",
            "category": "US-News",
            "snippet": "In 2010, a millionaire called Forrest Fenn self-published a memoir containing clues to a treasure hunt in the Rocky Mountains. Fenn had buried a chest …"
        },
        {
            "title": "Notorious BIG's $6 crown sells for almost $600,000 at auction",
            "category": "Music",
            "snippet": "Summary: A plastic crown costing $6 worn by the Notorious BIG has sold for $594,750 (£461,000) at Sotheby’s first ever auction of hip-hop memorabilia. The crow …"
        },
        {
            "title": "Tui UK vows to pay Covid holiday refunds by October after complaints",
            "category": "Business",
            "snippet": "Tui UK has committed to paying any outstanding refunds for package holidays cancelled because of the coronavirus pandemic by 30 September after the re …"
        },
        {
            "title": "Samuel L Jackson will teach you to swear in 15 languages if you vote",
            "category": "Film",
            "snippet": "Summary: Samuel L Jackson has turned teacher in an effort to try to improve voter turnout in the November US elections. If 2,500 people take action via his Hea …"
        },
        {
            "title": "Cardi B files for divorce from rapper Offset",
            "category": "Music",
            "snippet": "Cardi B has filed for divorce from rapper husband Offset. The filing was made in Georgia, with an initial hearing set for 4 November. The couple marri …"
        },
        {
            "title": "The Tunnel review – a tidal wave of fire and cliche",
            "category": "Film",
            "snippet": "Here from Norway is an old-fashioned disaster movie of the kind we perhaps haven’t seen in a while – I can well imagine a Hollywood remake, though thi …"
        },
        {
            "title": "Top 10 books of autofiction",
            "category": "Books",
            "snippet": "An autofiction is a work of truth; the author is not hiding behind an invented character, she is that character. The character’s spiritual and philoso …"
        },
        {
            "title": "From Abe Lincoln to ZZ Top: a most triumphant A-Z of Bill & Ted",
            "category": "Film",
            "snippet": "Abe Lincoln Potus 16, Emancipation Proclamation issuer, ill-advised theatregoer. But, most importantly, gives a rousing speech – not dissimilar to the …"
        },
        {
            "title": "Biden assembles army of attorneys for post-election legal fight",
            "category": "US-News",
            "snippet": "Joe Biden’s presidential campaign says it is amassing an unprecedented army of attorneys for an expected legal brawl over whether ballots will count i …"
        },
        {
            "title": "Hurt by Paradise review – pretty, pretentious young-mum drama",
            "category": "Film",
            "snippet": "At last year’s Cannes film festival the poet/model/actor/filmmaker Greta Bellamacina revealed she’d been turned away from the festival site by staff b …"
        },
        {
            "title": "Waitrose to close four more supermarkets, putting 124 jobs at risk",
            "category": "Business",
            "snippet": "Summary: Waitrose is to close another four of its 335 supermarkets as the staff-owned group prepares for an overhaul under new management. Stores in Caldicot, …"
        },
        {
            "title": "The Beatles announce Get Back, first official book in 20 years",
            "category": "Music",
            "snippet": "Summary: The first official Beatles book since seminal Anthology in 2000 is to be published in August 2021. The Beatles: Get Back will tell the story of the fi …"
        },
        {
            "title": "Hendrix and the Spook review – a poor way to honour Jimi",
            "category": "Film",
            "snippet": "As we approach 18 September, the 50th anniversary of the death of Jimi Hendrix, when he was just 27 years old, fans of the acclaimed guitarist may wan …"
        },
        {
            "title": "Late DJ Erick Morillo accused of further sexual assaults",
            "category": "Music",
            "snippet": "Erick Morillo, the dance music star who died early this month, weeks after his arrest for sexual battery, has been accused by numerous other women of …"
        },
        {
            "title": "'Alternative to Irish backstop' consultant in line for £200m contract",
            "category": "Politics",
            "snippet": "Summary: A consultant who had a leading role in the campaign for an alternative to Theresa May’s Irish border “backstop” is in the running for all or part of a …"
        }
    ]
}