{
    "page": [
        {
            "title": "Diana Jones: Song to a Refugee review – tender testimony to bruised lives",
            "category": "Music",
            "snippet": "Brought up in New York by adoptive parents, Diana Jones later traced her birth family to Tennessee and a musician grandfather, and her records have, a …"
        },
        {
            "title": "England beat West Indies in third women's T20i to seal series – as it happened",
            "category": "Sport",
            "snippet": "That’s 3-0 to England with two to play! For West Indies, at least they didn’t lose by 47 runs again. They were in the game for much of the day. It was …"
        },
        {
            "title": "Nat Sciver's barrage helps England sink West Indies and clinch T20 series",
            "category": "Sport",
            "snippet": "The first women’s match to be shown on free-to-air television in England since the 1993 World Cup final culminated in the home side winning by 20 runs …"
        },
        {
            "title": "Tory split on coronavirus has seen off any joined-up strategy",
            "category": "Business",
            "snippet": "It would help if the cabinet could agree. Yet for the past seven months it has remained deeply divided, squabbling over the scientific advice and what …"
        },
        {
            "title": "On my radar: Curtis Sittenfeld's cultural highlights",
            "category": "Books",
            "snippet": "Curtis Sittenfeld has written six novels, including the bestsellers Prep and American Wife. Born in Cincinnati, Ohio, she studied at Stanford Universi …"
        },
        {
            "title": "Exeter show of strength puts them in final and proves too much for Toulouse",
            "category": "Sport",
            "snippet": "Summary: There will be a new name on the Champions Cup this season and on this evidence Exeter will take some knocking from the podium. As Toulouse can testify …"
        },
        {
            "title": "Marilynne Robinson: 'America still has a democratic soul'",
            "category": "Books",
            "snippet": "Summary: Marilynne Robinson is an American novelist and essayist. One of Barack Obama’s favourite authors, she won the Pulitzer prize for fiction in 2005 for h …"
        },
        {
            "title": "Saracens era ends in agony as Russell and Imhoff shine for Racing 92",
            "category": "Sport",
            "snippet": "Saracens were on course for another victory against the odds. They were 15-9 ahead with 16 minutes to go, in control, even though Racing had deployed …"
        },
        {
            "title": "More firearms finding way on to UK streets, Police Federation warns",
            "category": "UK-News",
            "snippet": "More firearms are finding their way on to Britain’s streets with devastating consequences, the head of the body representing rank-and-file police offi …"
        },
        {
            "title": "Police call for urgent review of stop and search protocols after officer’s death in Croydon",
            "category": "UK-News",
            "snippet": "Summary: Police officers believe there needs to be an urgent review of the stop and search protocols used when arresting suspects, following the fatal shooting …"
        },
        {
            "title": "Labour takes poll lead as parties see major switch in fortunes",
            "category": "Politics",
            "snippet": "Labour has recorded its first poll lead since Boris Johnson became prime minister, marking an extraordinary change in fortunes for the two main partie …"
        },
        {
            "title": "Serena Williams' passion undimmed as she competes in 19th French Open",
            "category": "Sport",
            "snippet": "Serena Williams has competed in 18 French Opens and her professional career has spanned 25 years, but as she turned 39 on Saturday, what most stood ou …"
        },
        {
            "title": "How we stay together: 'You can't control each other's lives'",
            "category": "Life-and-Style",
            "snippet": "Names: Angie and John Liveris Years together: 45 Occupations: Customer service and bus driver When John and Angie Liveris decided to tie the knot on 1 …"
        },
        {
            "title": "Boris Johnson faces revolt over forcing through Covid measures",
            "category": "Politics",
            "snippet": "Boris Johnson is facing a massive parliamentary revolt over the way he is imposing Covid-19 restrictions on the British people without first consultin …"
        },
        {
            "title": "From boom to despair: Sydney's west to suffer Covid symptoms 'for generations'",
            "category": "Business",
            "snippet": "Before the coronavirus outbreak, there was a sense that western Sydney – despite its challenges – was on the up. With a booming population, it had bec …"
        },
        {
            "title": "In this recession, low-paid women and those without a degree are being hit hardest in Australia",
            "category": "Business",
            "snippet": "From last Friday, the more than one-and-a-half million people on jobseeker had the coronavirus supplement cut from $550 a fortnight to $250. We know t …"
        },
        {
            "title": "Who is Amy Coney Barrett? Trump's anti-abortion supreme court nominee",
            "category": "US-News",
            "snippet": "Subject to confirmation by the Senate, Amy Coney Barrett will be the youngest justice on the US supreme court, a position from which she will be set t …"
        },
        {
            "title": "Trump nominates Amy Coney Barrett to supreme court – as it happened",
            "category": "US-News",
            "snippet": "Summary: We’re ending our coverage for today, thanks for following along. Some links and developments: Trump names Amy Coney Barrett for supreme court, stoking …"
        },
        {
            "title": "As rent day looms, it's the landlords' turn to be worried",
            "category": "Business",
            "snippet": "Late-night revellers and publicans may not the be the only ones ruing the latest restrictions aimed at stemming the spread of the coronavirus. A shift …"
        },
        {
            "title": "What a piece of work is this man: Trump trolls liberals with Barrett history play",
            "category": "US-News",
            "snippet": "For liberal America, it was a ceremony of unseemly haste to rank with Hamlet having to watch his mother marry his father’s murderer. Enough to make an …"
        },
        {
            "title": "Where Law Ends review: why Mueller failed to hold Trump to account",
            "category": "US-News",
            "snippet": "The Mueller investigation ended a year and a half ago, but the aftershocks never stopped. A passel of books highlight the omissions and missteps of th …"
        },
        {
            "title": "Go for gold: a warmer smoky eye",
            "category": "Life-and-Style",
            "snippet": "Smoky eyes are traditionally grey-ish, black-ish and smoky-ish. It’s a “classic” we’re meant to adopt with ease. Except it doesn’t suit everyone. Vari …"
        },
        {
            "title": "Sunday with Ellen von Unwerth: ‘Spicy shrimps and a bottle of champagne’",
            "category": "Life-and-Style",
            "snippet": "What time are you up? At 7.34am, for five minutes of yoga and 20 crunches. I live next to a church, and from my bedroom window watch the congregation …"
        },
        {
            "title": "Sarah Paulson: ‘If I’m terrified, I feel compelled to do it’",
            "category": "Film",
            "snippet": "Summary: I got a report yesterday saying it was up by…” Sarah Paulson pauses, weighing up whether she wants to reveal the extent of her daily screen time. Then …"
        },
        {
            "title": "Disloyal: A Memoir by Michael Cohen review – disgraced Trump lawyer's kiss and tell",
            "category": "Books",
            "snippet": "In summer 2012, Michael Cohen took his family to a golf resort owned by Donald Trump in New Jersey. By this point, he had been working as Trump’s lawy …"
        },
        {
            "title": "Cultural revolutions: how dub reggae’s beats conquered 70s Britain",
            "category": "Music",
            "snippet": "Music producer Mad Professor has been mixing dub reggae in his Croydon studio for 35 years. “When dub hits you in the chest you feel it,” he said. “It …"
        },
        {
            "title": "The Florida patrol attempting to enforce a mask mandate",
            "category": "US-News",
            "snippet": "Key West code enforcement officer Paul Navarro was halfway through his shift and beginning to see signs of trouble. The crowds on lower Duval Street s …"
        },
        {
            "title": "Australia beat New Zealand in second women's T20 – as it happened",
            "category": "Sport",
            "snippet": "Sophie Molineux is player of the match for her 2/17. “Sophie Devine is a world class player so we knew it was a pretty important wicket to get,” she s …"
        },
        {
            "title": "Trump First now drives US foreign policy. Even if it leads to war…",
            "category": "US-News",
            "snippet": "It’s clear Donald Trump will do almost anything to cling to office. Lie about Ruth Bader Ginsburg’s dying wish? Go for it. Label Joe Biden a radical s …"
        },
        {
            "title": "Miss Juneteenth review – the stuff of dreams",
            "category": "Film",
            "snippet": "Earlier this year, Philippa Lowthorpe’s socio-comedy Misbehaviour entertainingly addressed the intersection between sexism and racism through the biza …"
        },
        {
            "title": "New York restaurants face make-or-break moment as indoor dining arrives",
            "category": "US-News",
            "snippet": "From its chandelier-lit temples of fine dining to its greasy spoons open 24/7, New York is a city with more than 25,000 restaurants. Every year they d …"
        },
        {
            "title": "Empty-nester couples face their own ‘Us’ moment as university begins",
            "category": "Life-and-Style",
            "snippet": "‘I want change!” So says Connie Petersen in the new BBC series Us, as she and husband Douglas imagine a future without their son Albie. How many of us …"
        },
        {
            "title": "How original is the great British garden?",
            "category": "Life-and-Style",
            "snippet": "“Britain has led the world in gardening for centuries” is a line often used dozens of times in gardening media. Judging by how frequently it has come …"
        },
        {
            "title": "Covid’s second coming: how did Britain get back in this mess?",
            "category": "Politics",
            "snippet": "It is the kind of scene that is now a distant memory in the UK. Some 6,000 miles away, Taipei’s Pawnshop club is crammed every Friday and Saturday eve …"
        },
        {
            "title": "It would be a crying shame if Boohoo's chairman kept his post after this scandal",
            "category": "Business",
            "snippet": "Boohoo’s share price has returned to the level seen before examples of pay abuses and terrible working conditions in the company’s supply chain in Lei …"
        },
        {
            "title": "Diary of an MP's Wife by Sasha Swire review – candid account of a Tory clique",
            "category": "Books",
            "snippet": "There’s a scene in Sasha Swire’s Diary of an MP’s Wife, an insider’s account of the Tory clique that has ruled Britain for the past decade, which some …"
        },
        {
            "title": "Walking in an autumn wonderland: how I found awe in deepest Surrey",
            "category": "Life-and-Style",
            "snippet": "Why am I standing on the edge of the second-highest point in south-east England? Why am I listening to the wind blow through the beech trees, and savo …"
        },
        {
            "title": "Top authors hope you’ll give this book away to change young lives",
            "category": "Books",
            "snippet": "Books are some of the most powerful objects in existence – and, when they are given away to others, have an infinite capacity to change lives. That is …"
        },
        {
            "title": "Trapping the light fantastic: a new-build home that confounds expectations",
            "category": "Life-and-Style",
            "snippet": "The planners insisted on a traditional house that sat politely with its neighbours on this tree-lined street in a conservation area of north London. B …"
        },
        {
            "title": "Why fatherhood has suddenly all gone père shaped for me",
            "category": "Life-and-Style",
            "snippet": "Summary: Liberté, égalité, paternité: the dastardly French are at it again. They’ve always known how to hit us when we’re down. In the same week that Michael G …"
        },
        {
            "title": "Indelicacy by Amina Cain review – a room of her own",
            "category": "Books",
            "snippet": "Summary: Amina Cain’s short debut novel is easy enough to outline. Vitória works as a cleaner in an art gallery until she marries a wealthy man and can dedicat …"
        },
        {
            "title": "Capital in the Twenty-First Century review – Piketty in a pop culture package",
            "category": "Film",
            "snippet": "Capital in the Twenty-First Century is not so much a critique of capitalism as a critique of its corruption. In New Zealand film-maker Justin Pemberto …"
        },
        {
            "title": "Is Covid to blame for business closures or is it helping new startups? The answer is both",
            "category": "Business",
            "snippet": "Last week brought some grim data for small businesses. Yelp, the popular online review site, revealed that approximately 163,000 of the businesses – m …"
        },
        {
            "title": "The irresistible lure of island life",
            "category": "Life-and-Style",
            "snippet": "The love of islands is a widespread affliction – why else are we still reading Robinson Crusoe after 300 years? Why Treasure Island? Why after 75 year …"
        },
        {
            "title": "In brief: The Harpy; The Bookseller's Tale; Make It Scream, Make It Burn – review",
            "category": "Books",
            "snippet": "Summary: The Harpy Megan Hunter Picador, £14.99, pp256 With “rage moms” being touted as a political force in the forthcoming US election, Megan Hunter’s potent …"
        },
        {
            "title": "From the archive: a Japanese soldier fights on, May 1974",
            "category": "Life-and-Style",
            "snippet": "The Observer Magazine cover story of 26 May 1974 was Mark Frankland’s incredible account of a Japanese soldier who refused to surrender even decades a …"
        },
        {
            "title": "Rob Baxter steels Exeter for ultimate peak to cap 10-year journey to the top",
            "category": "Sport",
            "snippet": "It will soon be the 10th anniversary of Exeter’s inaugural trip to France to play the first European away fixture in their history. They still talk ab …"
        },
        {
            "title": "A victory for love: what I learned at a coronavirus wedding",
            "category": "Life-and-Style",
            "snippet": "Summary: After competitive sourdough and competitive who-has-it-hardest, the virus now brings us competitive unsentimentality. Some people do not care whether …"
        },
        {
            "title": "Tory councillors in revolt over plans to accelerate housebuilding",
            "category": "Politics",
            "snippet": "A growing rebellion among Conservative councillors is threatening government plans to accelerate housebuilding in England with six out of 10 believing …"
        },
        {
            "title": "Sunak's winter plan is the shadow chancellor's chance to fight back",
            "category": "Politics",
            "snippet": "Summary: The job of shadow chancellor is one of the toughest in politics. Your opponent can call on the full weight of the Treasury and can actually do stuff. …"
        }
    ]
}