{
    "page": [
        {
            "title": "Thurston Moore webchat – your questions answered on black metal, the Fall and the joy of disco",
            "category": "Music",
            "snippet": "Our time is up, sadly. chashumen says: I saw your discussion with Necrobutcher of Mayhem on YouTube. What attracted you to that kind of music? (I’m a …"
        },
        {
            "title": "Upper Crust owner predicts sales down 86% as Covid hits travel",
            "category": "Business",
            "snippet": "The owner of Upper Crust and Caffè Ritazza has said it will achieve only a slim fraction of last year’s sales because of the impact on its railway and …"
        },
        {
            "title": "Cindy McCain, lifelong Republican, endorsing Biden because ‘he’s the better man’",
            "category": "US-News",
            "snippet": "Cindy McCain said on Wednesday morning that she is endorsing the Democratic candidate for president in the 2020 election, despite being a lifelong Rep …"
        },
        {
            "title": "Southern Journey (Revisited) review – on the road to America's soul",
            "category": "Film",
            "snippet": "Summary: ‘Relevant today more than ever,” says one interviewee in Southern Journey (Revisited), pointing out his Easy Rider pin badge. “Man went looking for Am …"
        },
        {
            "title": "End of the affair: are office romances really over?",
            "category": "Life-and-Style",
            "snippet": "Name: Office romances. Age: As old as offices, so about 300 years. Appearance: Dead as a doornail. I love a good office romance. The sneaking around. …"
        },
        {
            "title": "'Gales and bullying soldiers': 800-year-old note from pope tells all",
            "category": "UK-News",
            "snippet": "Medieval clergymen are usually thought of as pretty tough sorts but an 800-year-old document that has gone on display at Salisbury cathedral suggests …"
        },
        {
            "title": "Hunter Biden's Ukraine ties 'awkward' but impact on US policy unclear, report finds",
            "category": "US-News",
            "snippet": "Two Republican-led Senate committees issued a politically charged report on Wednesday, alleging the work Joe Biden’s son did in Ukraine constituted a …"
        },
        {
            "title": "Police helicopters did not mislead Grenfell victims, says watchdog",
            "category": "UK-News",
            "snippet": "Police helicopters circling Grenfell Tower did not fan the flames or cost lives by misleading trapped residents into thinking they would rescue them, …"
        },
        {
            "title": "Harry and Meghan criticised after video urging Americans to vote",
            "category": "US-News",
            "snippet": "The Duke and Duchess of Sussex have urged American voters to “reject hate speech, misinformation and online negativity” in the US election, in a video …"
        },
        {
            "title": "Up to 200 workers could face redundancy at Ocado call centre",
            "category": "Business",
            "snippet": "Ocado could make up to 200 workers at its Hatfield call centre redundant as it shifts the roles to Sunderland in an apparent cost-cutting move at a ti …"
        },
        {
            "title": "6,178 new Covid cases recorded - close to record from early May – as it happened",
            "category": "Politics",
            "snippet": "Scientific advisers to the government have warned that pub curfews and other new measures in England will fail to stop the exponential spread of Covid …"
        },
        {
            "title": "Hospitality jobs have taken a hammering. Opening Australia's state borders will not be enough",
            "category": "Business",
            "snippet": "The goodish news of last week’s unemployment figures have been quickly tempered by the release of the latest payroll job numbers. The figures were rel …"
        },
        {
            "title": "From Dogs in Space to The Castle: exploring locked-down Melbourne through film",
            "category": "Film",
            "snippet": "Which film best represents Melbourne in its current state? I pondered this one evening recently during what felt like the millionth week in lockdown, …"
        },
        {
            "title": "Owners to retain control of businesses in financial distress under Coalition pandemic plan",
            "category": "Business",
            "snippet": "Small businesses in financial distress due to the Covid recession but still considered viable could be left in the hands of their owners rather than p …"
        },
        {
            "title": "Essex edge day one of final despite Eddie Byrom's defiance for Somerset",
            "category": "Sport",
            "snippet": "The Bob Willis Trophy final – a bit like big Bob’s run-up – got off to a stuttering start. Only 44 overs were possible and during that time Essex took …"
        },
        {
            "title": "Somerset v Essex: day one of Bob Willis Trophy final – as it happened",
            "category": "Sport",
            "snippet": "That’s it, but we’ll be back tomorrow bright and early. Essex’s day but never underestimate the Somerset tail. All hail Eddie Byrom, strokeplay and st …"
        },
        {
            "title": "'The great African novel of the 21st century': Namwali Serpell wins Arthur C Clarke award",
            "category": "Books",
            "snippet": "Summary: Namwali Serpell has won the UK’s top prize for science fiction, the Arthur C Clarke award, for her first novel The Old Drift, which judges described a …"
        },
        {
            "title": "Are Britons too 'freedom-loving' to follow Covid rules?",
            "category": "UK-News",
            "snippet": "When Boris Johnson sought to explain during his address to the nation on Tuesday why some people had failed to follow the coronavirus rules, he had a …"
        },
        {
            "title": "UK supermarkets urge shoppers not to panic over lockdown fears",
            "category": "Business",
            "snippet": "Supermarket bosses have urged shoppers not to start panic buying, while Asda is bringing in 1,000 safety marshals, as the industry braces for a potent …"
        },
        {
            "title": "Rishi Sunak needs to urgently rethink his plans to get UK through winter",
            "category": "Business",
            "snippet": "Rishi Sunak’s “winter economic plan” is urgently needed. It certainly could not have waited until November’s budget, now scrapped. Just look at the la …"
        },
        {
            "title": "Sunak axes budget in scramble for urgent measures to save jobs",
            "category": "UK-News",
            "snippet": "Rishi Sunak has scrapped his plan for an autumn budget and will announce fresh measures to halt job losses and business failures on Thursday amid gove …"
        },
        {
            "title": "Public not to blame for second wave of Covid-19, says Keir Starmer",
            "category": "Politics",
            "snippet": "The public are not to blame for a resurgence of coronavirus and have been let down by the government, Keir Starmer has said in a televised address fol …"
        },
        {
            "title": "'She was what America should be': mourners bid farewell to Ruth Bader Ginsburg",
            "category": "US-News",
            "snippet": "Summary: Ruth Bader Ginsburg was devoted to opera. On Wednesday, from the top of the steps of the supreme court in Washington, the beloved late justice gave he …"
        },
        {
            "title": "England beat West Indies in second women's T20 – as it happened",
            "category": "Sport",
            "snippet": "Summary: That’s it from me, with thanks as ever for your company. Hope you’re OK – you seem a little subdued. If you’re in Britain, don’t forget to put the tel …"
        },
        {
            "title": "Bobcat fire: officials investigate whether southern California utility sparked blaze",
            "category": "US-News",
            "snippet": "Federal investigators are looking into whether a huge wildfire burning in the mountains near Los Angeles was sparked by Southern California Edison uti …"
        },
        {
            "title": "California governor orders ban on sale of gas-only cars within 15 years",
            "category": "US-News",
            "snippet": "Summary: California’s governor signed an executive order on Wednesday that would ban the sale of gas-only cars within 15 years, in a bid to combat the effects …"
        },
        {
            "title": "Murder suspect held after Met police called to reports of man on fire",
            "category": "UK-News",
            "snippet": "A 32-year-old man has been arrested on suspicion of murder after police were called to reports that a man was on fire. Metropolitan police officers at …"
        },
        {
            "title": "UK set to introduce bill allowing MI5 agents to break the law",
            "category": "UK-News",
            "snippet": "Summary: A bill allowing confidential informants working for MI5 and the police to break the law will be introduced on Thursday amid a row about whether commit …"
        },
        {
            "title": "Lack of women in top British corporate roles persists, study shows",
            "category": "Business",
            "snippet": "Women are still struggling to break into the top corporate roles, including chair and chief executive, despite gaining more seats in UK boardrooms, ne …"
        },
        {
            "title": "Racism in Australian netball ended my career before it even began",
            "category": "Sport",
            "snippet": "My mother was my first coach both on the sidelines and in life. We would spend our weekends down at the netball courts where I learnt how to play the …"
        },
        {
            "title": "Tesco's Dave Lewis calls on companies and countries to tackle food waste",
            "category": "Business",
            "snippet": "The boss of Tesco has called on companies, and countries, to take a “once-in-a-generation opportunity” to tackle food waste as the coronavirus pandemi …"
        },
        {
            "title": "Migrants who crossed Channel could be sent to controversial detention centre",
            "category": "UK-News",
            "snippet": "People who have crossed the Channel in small boats could be housed in a detention centre criticised for inhumane conditions under plans drawn up by th …"
        },
        {
            "title": "From diplomat to dinghy: why people are risking the Channel in small boats",
            "category": "UK-News",
            "snippet": "Dr Yahya al-Rewi 60, from Yemen, has gone from diplomat to dinghy: he was president of his government’s national information centre, part of the inter …"
        },
        {
            "title": "Mercury prize hopefuls Lanterns on the Lake: 'These things don’t happen to bands like us'",
            "category": "Music",
            "snippet": "When Lanterns on the Lake were told they’d been nominated for the 2020 Mercury prize, guitarist Paul Gregory refused to believe it. “Paul was upstairs …"
        },
        {
            "title": "Beyond the Red Wall by Deborah Mattinson and The Northern Question by Tom Hazeldine – review",
            "category": "Books",
            "snippet": "In mid-2019, a former employee of the Conservative party called James Kanagasooriam began looking at recent electoral statistics for parts of England …"
        },
        {
            "title": "Becky review – stroppy teenager turns tables on neo-Nazi thugs",
            "category": "Film",
            "snippet": "If Wes Anderson ever decided to make a violent home-invasion thriller, you could imagine him writing a character like the teenage hero of this nasty, …"
        },
        {
            "title": "House of Music by Kadiatu Kanneh-Mason review – memoir of an extraordinary family",
            "category": "Books",
            "snippet": "Families in Britain comprise on average two children and no prodigies; few, if any, bear resemblance to the Kanneh-Masons. This exceptional household …"
        },
        {
            "title": "Rishi Sunak to unveil new Covid economic support measures",
            "category": "Politics",
            "snippet": "Rishi Sunak is to announce an extension of business loan schemes and a package of employment support to replace the government’s furlough scheme, whic …"
        },
        {
            "title": "Alex Goode delivers as Saracens keep chasing Champions Cup miracle",
            "category": "Sport",
            "snippet": "A dejected Leinster supporter was to the point a few hours after his side’s Champions Cup quarter-final defeat to the holders. “I don’t like Saracens, …"
        },
        {
            "title": "Two decades after the 'Brooks Brothers riot', experts fear graver election threats",
            "category": "US-News",
            "snippet": "In late November 2000, hundreds of mostly middle-aged male protesters, dressed in off-the-peg suits and cautious ties, descended on the Miami-Dade pol …"
        },
        {
            "title": "Vintage skied penalties, BMX twin sisters and triathlon sportsmanship",
            "category": "Sport",
            "snippet": "1) Aylesbury United’s Ollie Hogg re-popularised an old classic on Monday night: the skied penalty. Here, see for yourself. It’s a beauty, clearing the …"
        },
        {
            "title": "Walmart cuts workers' hours but increases workload as sales rise amid pandemic",
            "category": "Business",
            "snippet": "Walmart is cutting some workers’ hours and pay while increasing their workloads, according to workers who spoke to the Guardian, all while promising “ …"
        },
        {
            "title": "Have you experienced postnatal depression during lockdown?",
            "category": "Life-and-Style",
            "snippet": "Having a baby can be a stressful situation even without complications, however new parents have had to face unexpected worries whilst giving birth dur …"
        },
        {
            "title": "Monsoon review – sweet times and scented tea in Saigon",
            "category": "Film",
            "snippet": "Summary: The rains only come at the end of this film, but there is no drenching emotional release to go with them; the weather is more complicated. Cambodian-B …"
        },
        {
            "title": "The golden hour: 15 ways to change your life in a work-from-home lunch break",
            "category": "Life-and-Style",
            "snippet": "If you are lucky enough to have a job, and have been working from home for the past six months, you may have forgotten that you still have a lunch bre …"
        },
        {
            "title": "Thanks to the Covid bailout, the stories of small business fraud keep rolling in",
            "category": "Business",
            "snippet": "Maybe it’s just a dark side of my nature, but I love stories of financial fraud. What makes these people do it? How can they sleep at night? And these …"
        },
        {
            "title": "Róisín Murphy: Róisín Machine review – still inventing new moves",
            "category": "Music",
            "snippet": "The first thing you hear on Róisín Murphy’s fifth album is a snatch of spoken word, an extract from a monologue that appears in full later. “I feel my …"
        },
        {
            "title": "Dean Jones, former Australia cricketer, coach and commentator, dies aged 59",
            "category": "Sport",
            "snippet": "The cricket world is mourning the news that Dean Jones, the former Australia batsman, has died in Mumbai aged 59. Jones had been working on the TV cov …"
        },
        {
            "title": "Key points from Rishi Sunak's winter economy plan – at a glance",
            "category": "Politics",
            "snippet": "Summary: Sunak’s opening remarks Sunak said the UK was in a fundamentally different position to where it was in March when coronavirus first spread. The chance …"
        },
        {
            "title": "Working from home: share your experiences",
            "category": "UK-News",
            "snippet": "Summary: We would like to hear from people about working from home, after the government advised people to continue to do so – in a reversal from previous appa …"
        }
    ]
}