{
    "page": [
        {
            "title": "Bet on a one-horse race when it comes to William Hill takeover",
            "category": "Business",
            "snippet": "As a betting event, the fun at William Hill may be over before the takeover action has properly started. A one-horse race may be in prospect. That nag …"
        },
        {
            "title": "Serena Williams finds form to overcome Kristie Ahn challenge at French Open",
            "category": "Sport",
            "snippet": "Across the tennis landscape, upstarts are tweaking the noses of their betters. On day two of the 2020 French Open, it briefly was the turn of the thre …"
        },
        {
            "title": "There may be a Covid crisis but Westminster still finds time to waste",
            "category": "Politics",
            "snippet": "You might have thought the Commons would have wanted to debate the growing number of university students who appear to have been banged up in self-iso …"
        },
        {
            "title": "England beat West Indies by 44 runs in fourth women's T20 – as it happened",
            "category": "Sport",
            "snippet": "Taylor says she’ll need more reflection sitting down in her room, the batting not coming to the party, and the bowling failing in the last five. Knigh …"
        },
        {
            "title": "CDC director takes aim at Trump's Covid adviser: 'Everything he says is false'",
            "category": "US-News",
            "snippet": "The director of the Centers for Disease Control and Prevention (CDC) was overheard on a phone conversation aboard a commercial flight saying a lead me …"
        },
        {
            "title": "Cole's Book Arcade was Melbourne's literary funhouse, but its creator was truly inspirational",
            "category": "Books",
            "snippet": "Summary: Melbourne history buffs might know of Cole’s Book Arcade, the magnificent three-storey bookshop that could be found in what is now the Bourke Street M …"
        },
        {
            "title": "US presidential debate: all you need to know about the face-off in Cleveland",
            "category": "US-News",
            "snippet": "The US will get confirmation that election season is under way on Tuesday night, when Donald Trump and his Democratic challenger, Joe Biden, face each …"
        },
        {
            "title": "The Glorias review – Gloria Steinem biopic is a laughably shoddy mess",
            "category": "Film",
            "snippet": "It takes less than a minute into The Glorias, the director Julie Taymor’s shallow biopic of the feminist icon Gloria Steinem, to realize something is …"
        },
        {
            "title": "'I need to spread love with the gifts God gave me': funk master Steve Arrington returns",
            "category": "Music",
            "snippet": "Yellow Springs, Ohio, is buzzing, despite it being a weekday afternoon in a pandemic. When Steve Arrington and I meet at a cafe on the town’s main str …"
        },
        {
            "title": "Dirt by Bill Buford review – unstinting and endlessly curious",
            "category": "Books",
            "snippet": "It has taken Bill Buford a long time to give us Dirt. His last book, Heat, which detailed his macho adventures in the Italian kitchen, came out in 200 …"
        },
        {
            "title": "'I want to break cinema': is Dick Johnson Is Dead the most radical film of 2020?",
            "category": "Film",
            "snippet": "We’re living in boom times for non-fiction cinema, what may be one of the most creatively fertile periods in the history of the American documentary. …"
        },
        {
            "title": "Music is an act of communication. Without anyone listening it doesn't exist",
            "category": "Music",
            "snippet": "After seven months of musical silence, I feel very fortunate to be giving a public concert this week with the BBC Scottish Symphony Orchestra. The aud …"
        },
        {
            "title": "Talking Horses: Enable is new Arc favourite as rain prompts shake-up",
            "category": "Sport",
            "snippet": "Enable is the new favourite for Sunday’s Prix de l’Arc de Triomphe, when she will try to make history by becoming the first to win the famous race thr …"
        },
        {
            "title": "Postcolonial Love Poem by Natalie Diaz review – fearless, sinuous and breathtaking",
            "category": "Books",
            "snippet": "Natalie Diaz was born and raised in the Fort Mojave Indian Village in Needles, California. She grew up on the banks of the Colorado river and water is …"
        },
        {
            "title": "Somerset v Essex was a final that evoked their glory days of the 80s",
            "category": "Sport",
            "snippet": "The two best teams in county cricket battled for the Bob Willis Trophy at Lord’s. Despite the absence of spectators it was an earnest, engaging contes …"
        },
        {
            "title": "Debate offers Trump chance to yank stubbornly stable 2020 race his way",
            "category": "US-News",
            "snippet": "After months of anticipation, Donald Trump and election rival Joe Biden were scheduled to meet on a debate stage for the first time in Cleveland on Tu …"
        },
        {
            "title": "Amnesty lambasts 'irony' of Ladies European Tour events in Saudi Arabia",
            "category": "Sport",
            "snippet": "Amnesty International has voiced deep concern after the Ladies European Tour announced it will stage two events in Saudi Arabia in November. The LET i …"
        },
        {
            "title": "Back to where you came from: how Vietnam drama Monsoon ignites the battle for belonging",
            "category": "Film",
            "snippet": "‘Go home!” or “Go back to where you came from!” are words that people of colour hear and swallow all the time. Having grown up in the UK, such jeers i …"
        },
        {
            "title": "Nominate your favourite book for the final Reading group",
            "category": "Books",
            "snippet": "This October will be the final month of the Guardian’s Reading group in its current form, so let’s go out with a bang. I want to celebrate the fact th …"
        },
        {
            "title": "Mortgage approvals rise sharply in rush to escape Britain's cities",
            "category": "Business",
            "snippet": "Summary: Mortgage approvals leapt in August to their highest monthly level for nearly 13 years, driven by government help during the pandemic and a rush to buy …"
        },
        {
            "title": "UK economy shows signs of faltering before second Covid-19 wave",
            "category": "Business",
            "snippet": "Britain’s economic recovery from the coronavirus pandemic was showing signs of faltering even before the onset of a second wave in infections, a Guard …"
        },
        {
            "title": "IMF chief: Covid will widen inequality without global action",
            "category": "Business",
            "snippet": "The head of the International Monetary Fund has given a stark warning that Covid-19 will lead to a lost generation unless urgent steps are taken to pr …"
        },
        {
            "title": "Is Boris Johnson really 'fit as a butcher's dog'?",
            "category": "Politics",
            "snippet": "He faces angry Conservative backbenchers, a resurgent opposition and struggled on Tuesday to clarify his own government’s lockdown rules, yet Boris Jo …"
        },
        {
            "title": "Williamson sets out plan to allow students in England home for Christmas",
            "category": "Politics",
            "snippet": "Some students in England would need to self-isolate and their classes be shifted online in order to return home for Christmas, the education secretary …"
        },
        {
            "title": "A game of two halves: MPs heal in-house football team dispute",
            "category": "Politics",
            "snippet": "Summary: While the nation battles the fallout from the Covid-19 pandemic, some parliamentarians have been preoccupied with a crisis of their own – who runs the …"
        },
        {
            "title": "Why do car breakdowns always occur on a Friday after 6pm?",
            "category": "Life-and-Style",
            "snippet": "Why do domestic emergencies and car breakdowns always occur on a Friday after 6pm? Chris Tickle, Stretton-on-Dunsmore, Rugby, Warks Post your answers …"
        },
        {
            "title": "Mick Schumacher to make F1 practice debut at Eifel GP in Germany",
            "category": "Sport",
            "snippet": "Michael Schumacher’s son, Mick, will take part in his first Formula One race weekend at the Eifel Grand Prix in Germany next week. The 21-year-old wil …"
        },
        {
            "title": "Number of young adult writers of colour doubles to almost 20%",
            "category": "Books",
            "snippet": "Summary: The proportion of authors of colour writing for young adults in the UK has more than doubled in the last two years. Research from University College L …"
        },
        {
            "title": "Tommy DeVito obituary",
            "category": "Music",
            "snippet": "No As a founding member of the US vocal quartet the Four Seasons, Tommy DeVito, who has died aged 92 of Covid 19, made history by being in the first g …"
        },
        {
            "title": "Greggs to cut jobs as high street lays bare Covid financial hit",
            "category": "Business",
            "snippet": "The bakery chain Greggs said on Tuesday that job cuts in its stores are inevitable, as a string of household names laid bare the damage done to their …"
        },
        {
            "title": "The Lion King 2 to be directed by Moonlight's Barry Jenkins",
            "category": "Film",
            "snippet": "Moonlight Oscar-winner Barry Jenkins is set to direct a follow-up to 2019’s hit remake The Lion King. The writer-director, who won the best adapted sc …"
        },
        {
            "title": "A £56m bill and rising: the cost of Covid consultancy contracts",
            "category": "Business",
            "snippet": "Since the onset of the pandemic, the government has spent tens of millions of pounds on management consultants to help it manage elements of the Covid …"
        },
        {
            "title": "Pubs and restaurants urge PM to review 10pm curfew in England",
            "category": "Business",
            "snippet": "The 10pm curfew on pubs, bars and restaurants in England should be reviewed every three weeks and scrapped if found to be ineffective, according to an …"
        },
        {
            "title": "Boris's speech was designed as a quick win. Then he opened his mouth",
            "category": "Politics",
            "snippet": "Summary: It’s been a tricky few months for Boris Johnson. Just about every time he has been allowed out in public – be it for prime minister’s questions, his a …"
        },
        {
            "title": "Bloody Sunday families reject decision to charge only one soldier",
            "category": "UK-News",
            "snippet": "The families of those who died in the 1972 Bloody Sunday killings in Derry are to challenge a legal decision not to prosecute any more former soldiers …"
        },
        {
            "title": "Craig Silvey on writing from a trans perspective: 'A novelist is required to listen, to learn'",
            "category": "Books",
            "snippet": "Art imitates life in the opening scene of Craig Silvey’s latest novel, Honeybee. A transgender teenager, feeling helpless and alone, leans out from a …"
        },
        {
            "title": "Wallabies' generosity cannot mask depth of Rugby Australia's financial hole",
            "category": "Sport",
            "snippet": "Summary: Rugby Australia has moved to ring-fence key Wallabies in its latest interim pay deal with the players, but it is hardly an equitable arrangement for t …"
        },
        {
            "title": "Pat Lam happy for Bristol's England players to miss 11 Premiership games",
            "category": "Sport",
            "snippet": "Summary: The new Premiership season will start on 20 November when Exeter visit Harlequins but England players are unlikely to feature in more than three of th …"
        },
        {
            "title": "Ocado overtakes Tesco as UK's most valuable retailer",
            "category": "Business",
            "snippet": "Ocado has overtaken Tesco to become the UK’s most valuable retailer after its stock market value soared to £21.66bn. Tesco is worth £21.06bn despite c …"
        },
        {
            "title": "Mueller rejects prosecutor's criticism of Trump-Russia investigation",
            "category": "US-News",
            "snippet": "Summary: In a rare public statement on Tuesday, Robert Mueller pushed back on criticism from a prosecutor who worked on his Russia investigation, who said the …"
        },
        {
            "title": "World Bank announces $12bn plan for poor countries to buy Covid vaccines",
            "category": "Business",
            "snippet": "The World Bank has announced plans for a $12bn (£9.3bn) initiative that will allow poor countries to purchase Covid-19 vaccines to treat up to 2 billi …"
        },
        {
            "title": "Brexit: controversial internal market bill passes final Commons hurdle — as it happened",
            "category": "Politics",
            "snippet": "That’s it for tonight, after another tumultuous evening in the House of Commons. To recap, MPs voted 340 to 256, majority 84, in favour of the United …"
        },
        {
            "title": "Essex captain Tom Westley apologises for team's Lord's celebrations",
            "category": "Sport",
            "snippet": "The Essex captain, Tom Westley, has apologised on behalf of his team following the celebrations at Lord’s during which alcohol was poured over a young …"
        },
        {
            "title": "Talking Horses: Paul Nicholls has huge team despite Covid cutbacks",
            "category": "Sport",
            "snippet": "Summary: Amid all the Covid-related talk of racehorse owners cutting back and getting out of the game, Paul Nicholls’s stable is bucking the trend. New boxes h …"
        },
        {
            "title": "Priti Patel looked at idea of sending asylum seekers to South Atlantic",
            "category": "Politics",
            "snippet": "A Whitehall brainstorming session prompted by Priti Patel led to the idea being floated of sending asylum seekers to a volcanic island in the South At …"
        },
        {
            "title": "'I can't separate art from artists who've done bad things. How do I explain this without feeling silly?'",
            "category": "Life-and-Style",
            "snippet": "Summary: I have recently been having conversations about how – and why – we should separate the art from the artist. My boyfriend likes a certain Australian ba …"
        },
        {
            "title": "What led me to buy the gigantic blue Batmobile from the 1991 AFL grand final",
            "category": "Sport",
            "snippet": "What? Why? To the uninitiated, these were the perfectly natural questions asked when it became apparent that I was going to assemble a group of people …"
        },
        {
            "title": "Helen Reddy, Australian singer of feminist anthem I Am Woman, dies aged 78",
            "category": "Music",
            "snippet": "Helen Reddy, the Australian singer best known for her anthemic 1972 hit I Am Woman, has died at 78. Reddy had been diagnosed with dementia in 2015 and …"
        },
        {
            "title": "Donald Trump refuses to condemn white supremacists at presidential debate",
            "category": "US-News",
            "snippet": "Donald Trump declined to condemn white supremacists and violent rightwing groups during a contentious first presidential debate, instead urging a far- …"
        },
        {
            "title": "Michael Rosen on his Covid-19 coma: ‘It felt like a pre-death, a nothingness’",
            "category": "Books",
            "snippet": "“I’m drinking lemon tea,” Michael Rosen says. “Would you like some? It’s what my mother used to call Russian tea, by the way.” And before I am through …"
        }
    ]
}