{
    "page": [
        {
            "title": "Suspect in killing of Croydon police officer named",
            "category": "UK-News",
            "snippet": "The suspect in the fatal shooting of a custody sergeant at Croydon police station on Friday is 23-year-old Louis de Zoysa, sources have told the Guard …"
        },
        {
            "title": "To deny children the simple joy of riding a bike is an abdication of our parental responsibilities",
            "category": "Books",
            "snippet": "I got my first bike when I was nine years old, an iridescent purple Malvern Star Roadster with Marlon handlebars, a red banana seat, white-walled tyre …"
        },
        {
            "title": "Essex win Bob Willis Trophy after holding on to deny Somerset once again",
            "category": "Sport",
            "snippet": "After much toil and little sweat – too cold for that – the Essex players could lay their hands on the Bob Willis Trophy. For the second year in succes …"
        },
        {
            "title": "Laurence Fox launching political party to 'reclaim' British values",
            "category": "Politics",
            "snippet": "Summary: The actor Laurence Fox has announced he is launching a political party to “reclaim” British values from politicians, who he says have “lost touch with …"
        },
        {
            "title": "Coco Gauff exploits Johanna Konta’s errors to advance in French Open",
            "category": "Sport",
            "snippet": "One year after her run to the Roland Garros semi-finals, Johanna Konta fell at the first hurdle after a thorough 6-3, 6-3 beating from Coco Gauff, who …"
        },
        {
            "title": "Lib Dems vote to push for renewed EU membership in long term",
            "category": "Politics",
            "snippet": "Summary: The Liberal Democrats have voted to push for renewed UK membership of the European Union, but only as “a longer-term objective”, as the party used its …"
        },
        {
            "title": "NFL great Joe Montana and wife Jennifer save grandchild from kidnapping",
            "category": "Sport",
            "snippet": "Summary: It appears that NFL hall of famer Joe Montana is a crimefighter as well as the winner of four Super Bowls. The former San Francisco 49ers quarterback …"
        },
        {
            "title": "Business leaders urge UK government to avoid no-deal Brexit",
            "category": "Politics",
            "snippet": "Business leaders have heaped pressure on the government to agree a last-minute Brexit trade deal after a survey showed that more than three-quarters b …"
        },
        {
            "title": "Six key findings from the New York Times' Trump taxes bombshell",
            "category": "US-News",
            "snippet": "The publication of Donald Trump’s tax records by the New York Times is one of the biggest bombshells to hit a 2020 election campaign already buffeted …"
        },
        {
            "title": "Will the New York Times taxes report sink Donald Trump?",
            "category": "US-News",
            "snippet": "From the moment he rode down an escalator in the marble-clad, gold-trimmed Trump Tower to declare his candidacy for US president, Donald Trump was sel …"
        },
        {
            "title": "Donald Trump steps up wild attacks on Joe Biden as first debate looms",
            "category": "US-News",
            "snippet": "Five weeks from from polling day, two days from the first presidential candidates’ debate, and moments after the New York Times published bombshell re …"
        },
        {
            "title": "'The kids are loving it – they’re doing TikToks on the creek': how Covid is rewriting travel bucket lists",
            "category": "Life-and-Style",
            "snippet": "The late afternoon sun is bathing the rural landscape with gold as Michaela Sargent relaxes on the creek-side dock at Henderson Park Farm Retreat, out …"
        },
        {
            "title": "When comfort reading won't cut it: books to restore hope in humanity",
            "category": "Books",
            "snippet": "The most hopeful thing about books is that they exist. Is it not a miracle to look at a shelf and see the vast range of human experience laid out befo …"
        },
        {
            "title": "Create safe, legal routes for refugee families to reunite in UK, stars urge PM",
            "category": "UK-News",
            "snippet": "Summary: Some of Britain’s biggest cultural stars, including Olivia Colman, Michaela Coel and Stephen Fry, are calling on the government to establish safe and …"
        },
        {
            "title": "Tree of the week: ‘Generations of families have played under this willow tree’",
            "category": "Life-and-Style",
            "snippet": "When Toby Wood’s son and daughter turned four, he took them to Central Park in Peterborough, Cambridgeshire, to teach them to ride a bike. There he wa …"
        },
        {
            "title": "My streaming gem: why you should watch Road to Bali",
            "category": "Film",
            "snippet": "How’s this for an official plot synopsis? “Hope and Crosby have to flee Melbourne in order to avoid two marriage proposals, and find themselves in Bal …"
        },
        {
            "title": "Parental neglect: why are father-daughter relationships so rare in film?",
            "category": "Film",
            "snippet": "In Sofia Coppola’s new movie, On the Rocks, mum Laura (Rashida Jones) worries that her husband has another woman in his life. But it is Laura who has …"
        },
        {
            "title": "For years the Seahawks didn't trust Russell Wilson's brilliance. Why?",
            "category": "Sport",
            "snippet": "If you didn’t know better, you might think Russell Wilson was a bright, new sensation able to air the ball out with precision and ease throughout a ga …"
        },
        {
            "title": "Talking Horses: racing urges workers with Covid-19 to come forward",
            "category": "Sport",
            "snippet": "Summary: Racing’s ruling body is aware of possible Covid-19 cases in the sport’s workforce and issued a plea for anyone affected to come forward immediately, t …"
        },
        {
            "title": "Food factory workers: tell us about your UK workplace experiences",
            "category": "UK-News",
            "snippet": "We would like to hear from food production workers in factories about their experiences in their workplaces during the pandemic. What are conditions l …"
        },
        {
            "title": "The family whose Black Lives Matter sign shook their conservative town",
            "category": "US-News",
            "snippet": "Summary: The hamlet of White Sulphur Springs, two hours north-west of New York City, tumbles toward the rolling foothills of the Catskill mountains off New Yor …"
        },
        {
            "title": "Poem of the week: Huia by Bill Manhire",
            "category": "Books",
            "snippet": "Summary: Huia I was the first of birds to sing I sang to signal rain the one I loved was singing and singing once again My wings were made of sunlight my tail …"
        },
        {
            "title": "Heart Shaped Music Box? Mariah Carey reveals secret 90s grunge project",
            "category": "Music",
            "snippet": "With her immaculate, glamorous image, Mariah Carey is the last person you’d expect to don a plaid shirt, ripped denim and mope over a squall of electr …"
        },
        {
            "title": "Joaquin Phoenix and Rooney Mara name their baby son River",
            "category": "Film",
            "snippet": "Summary: Joaquin Phoenix, who won an Oscar this year for his role in the film Joker, has reportedly welcomed his first child with fiancee Rooney Mara. They nam …"
        },
        {
            "title": "How we met: ‘I was trying to rent a flat from him – but then there was a murder’",
            "category": "Life-and-Style",
            "snippet": "Alyah Al-Jasser moved to Barcelona in 2010 to teach English after completing her degree in London. “I ended up staying for a while,” she says. “Two ye …"
        },
        {
            "title": "$70,000 on hairstyling – Donald Trump's taxes in numbers",
            "category": "US-News",
            "snippet": "The shocking claim that Donald Trump paid only $750 in federal taxes has dominated headlines after a New York Times report into his financial affairs, …"
        },
        {
            "title": "Woman wins UK legal fight over unlawful deportation to Uganda",
            "category": "UK-News",
            "snippet": "The Home Office has lost a case in the court of appeal against a 27-year-old lesbian asylum seeker it was found to have unlawfully removed from the UK …"
        },
        {
            "title": "David Lynch has your number. But does it add up?",
            "category": "Film",
            "snippet": "You might not have realised it at the time – you might not even realise it now – but on Friday afternoon, something truly momentous happened: David Ly …"
        },
        {
            "title": "Not the Booker: Hamnet by Maggie O'Farrell - a moving portrayal of grief",
            "category": "Books",
            "snippet": "Summary: It takes a brave writer to put words in William Shakespeare’s mouth. In Hamnet, Maggie O’Farrell almost gets away with it. Her eighth novel – which ha …"
        },
        {
            "title": "Parliament's bars will not serve alcohol after 10pm, Commons confirms",
            "category": "Politics",
            "snippet": "Alcohol will not be served after 10pm in parliament in an apparent U-turn, after it emerged that Commons bars would be exempt from strict early closin …"
        },
        {
            "title": "Donald Trump ‘a bad businessman or a tax cheat – probably both’, say accountants",
            "category": "US-News",
            "snippet": "Accountants say the revelation that Donald Trump paid just $750 (£580) in federal income tax in 2016 shows that the US president is either “a very bad …"
        },
        {
            "title": "Pizza Hut confirms 29 UK restaurants to close, putting 450 jobs at risk",
            "category": "Business",
            "snippet": "The owner of Pizza Hut restaurants in the UK will go ahead with plans to shut 29 sites, putting 450 jobs at risk, after creditors voted through an agr …"
        },
        {
            "title": "Questions raised in Malta over Prince George's shark tooth gift from David Attenborough",
            "category": "UK-News",
            "snippet": "Summary: From the world-famous Koh-i-noor diamond to the Rosetta Stone, British royals have long been gifted rare objects that campaigners want repatriated to …"
        },
        {
            "title": "Caesars in advanced talks on £2.9bn William Hill takeover bid",
            "category": "Business",
            "snippet": "The operator of the Las Vegas casino Caesars Palace has confirmed it is in “advanced discussions” about a possible £2.9bn takeover bid for the UK book …"
        },
        {
            "title": "A US court ruled against my voting rights. As an ex-felon, my scarlet letter is back",
            "category": "US-News",
            "snippet": "Summary: This month, the 11th circuit court of appeals ruled in favor of Florida Republicans in their quest to take away the voting rights of people with felon …"
        },
        {
            "title": "Biden campaign throws urine jokes back at Trump’s drug test demand",
            "category": "US-News",
            "snippet": "Summary: Joe Biden has laughed off Donald Trump’s demand that he take a drug test before the first presidential debate in Ohio on Tuesday. Chuckling when asked …"
        },
        {
            "title": "American classics among most ‘challenged’ books of the decade in US",
            "category": "Books",
            "snippet": "Summary: Mark Twain, John Steinbeck and Harper Lee might be three of America’s most beloved authors, but they have all made it on to a list of the country’s 10 …"
        },
        {
            "title": "France divided over calls for Arthur Rimbaud and Paul Verlaine to be reburied in Panthéon",
            "category": "Books",
            "snippet": "Summary: France’s cultural elite are split over whether the remains of two of the country’s greatest poets, Arthur Rimbaud and his lover Paul Verlaine, should …"
        },
        {
            "title": "Pizza delivery man, 89, gets $12,000 tip – what's wrong with this story?",
            "category": "US-News",
            "snippet": "When an 89-year-old pizza delivery man was tipped $12,000 by a stranger on TikTok, it was framed as a heartwarming story. Derlin Newey had taken up a …"
        },
        {
            "title": "Give up Google, don't hit 'accept all': how to fight for your privacy",
            "category": "Books",
            "snippet": "“If you’re reading this book, you probably already know your personal data is being collected, stored and analysed,” Carissa Véliz begins, in Privacy …"
        },
        {
            "title": "Covid second wave hits recovery in UK high streets, data suggests",
            "category": "Business",
            "snippet": "The recovery in UK’s bricks and mortar retail sector has gone into reverse, according to new data that shows footfall has declined during September am …"
        },
        {
            "title": "Church of England approves compensation for sexual abuse survivors",
            "category": "UK-News",
            "snippet": "The Church of England has approved an initial compensation scheme for survivors of sexual abuse that could reach a multimillion-pound sum as it braces …"
        },
        {
            "title": "'My gentle giant': Matiu Ratana's partner says policeman shot dead touched many lives",
            "category": "UK-News",
            "snippet": "The partner of Matiu Ratana, the police officer who was killed at a south London station, has paid tribute to the man she described as a “gentle giant …"
        },
        {
            "title": "Brexit: UK risks being flooded with cheaply produced food, EU warns",
            "category": "Politics",
            "snippet": "The UK will be flooded with cheaply produced food should it lower its regulatory standards after Brexit, Brussels has warned, echoing a new animal and …"
        },
        {
            "title": "UK coronavirus: all household mixing indoors in north-east England to be illegal, says Hancock – as it happened",
            "category": "Politics",
            "snippet": "Matt Hancock, the health secretary, has said a legal ban on visiting other people at home will be introduced in parts of the north-east of England. (S …"
        },
        {
            "title": "Trump 2016 campaign 'targeted 3.5m black Americans to deter them from voting'",
            "category": "US-News",
            "snippet": "Donald Trump’s 2016 US presidential election campaign has been accused of actively seeking to deter 3.5 million black Americans in battleground states …"
        },
        {
            "title": "Richard Flanagan: 'Despair is always rational, but hope is human'",
            "category": "Books",
            "snippet": "Summary: About half an hour into our conversation, I ask Richard Flanagan what gives him hope. There’s a pause down the phone line, the hiss of empty, mechanic …"
        },
        {
            "title": "Lockdown tightened in north-east England as Covid-19 infections rise",
            "category": "Politics",
            "snippet": "Nearly 2 million people in north-east England face being fined up to £6,400 if they mix with other households indoors in a significant extension of th …"
        },
        {
            "title": "Boost for HSBC as major Chinese investor Ping An increases stake",
            "category": "Business",
            "snippet": "HSBC has received a much-needed vote of confidence from its largest investor after China’s Ping An Asset Management increased its stake in the embattl …"
        },
        {
            "title": "Manchester Arena bombing victim not evacuated for over 40 minutes, inquiry told",
            "category": "UK-News",
            "snippet": "A victim of the Manchester Arena attack who had to wait more than 40 minutes after the bombing to be evacuated from the scene told a paramedic: “I’m g …"
        }
    ]
}