{
    "page": [
        {
            "title": "Owen Farrell red card cost Saracens dear against resurgent Wasps",
            "category": "Sport",
            "snippet": "Owen Farrell has always trod a fine line with his tackling technique; now it threatens what is left of Saracens’ season. A red card on the hour for a …"
        },
        {
            "title": "Pieces of a Woman director: gender neutral awards 'a logical move'",
            "category": "Film",
            "snippet": "The decision by Berlin film festival to make its acting awards gender neutral is a “logical move” and a statement about gender equality in the film in …"
        },
        {
            "title": "Pieces of a Woman review – agonised portrait of a splintering marriage",
            "category": "Film",
            "snippet": "Martha and Sean Carson are an average Boston couple preparing for the arrival of their first child. They’ve got the ultrasound scans framed and mounte …"
        },
        {
            "title": "Allison Neale: Quietly There review – cool intimacy personified",
            "category": "Music",
            "snippet": "It’s an alto saxophone sound rarely heard nowadays, cool but intimate, each phrase ending with a tiny shiver of vibrato, and no one deploys it with mo …"
        },
        {
            "title": "Donald Trump visits his golf club amid outrage over remarks about US war dead",
            "category": "US-News",
            "snippet": "Donald Trump visited one of his own golf courses on Saturday amid one of the worst scandals of his presidency in recent months and after expert warnin …"
        },
        {
            "title": "Sale's Manu Tuilagi on scoresheet in winning return to Leicester",
            "category": "Sport",
            "snippet": "George Ford knew what to expect with the returning Manu Tuilagi and Rohan Janse van Rensburg blocking out daylight in the midfield with their width. R …"
        },
        {
            "title": "Splitting up in lockdown: 'After months of living on top of each other, I was alone overnight'",
            "category": "Life-and-Style",
            "snippet": "Covid-19 couldn’t stop hard rubbish scavengers – they were still out scouring for fortune. I’d just dragged our old gold-painted bed frame on to the c …"
        },
        {
            "title": "Miss Marx review - Romola Garai shines as Marx's daughter gets a punk makeover",
            "category": "Film",
            "snippet": "Italian director Susanna Nicchiarelli made a splash in Venice three years ago with her Nico, 1988, about the last days of the German singer and counte …"
        },
        {
            "title": "Serena Williams defies predictions to knock Sloane Stephens out of US Open",
            "category": "Sport",
            "snippet": "Serena Williams, hanging on to her reputation like a mountaineer on an icy escarpment, outlasted the 2017 champion, Sloane Stephens, on the sixth day …"
        },
        {
            "title": "Scottish Labour leader Richard Leonard defies new moves to oust him",
            "category": "Politics",
            "snippet": "A grassroots campaign demanding the resignation of Labour’s leader in Scotland, as well as an explosive no-confidence vote by its ruling body, are bot …"
        },
        {
            "title": "Multiple boats sink in Texas lake at pro-Trump water parade",
            "category": "US-News",
            "snippet": "A parade of boats in Texas celebrating their support for Donald Trump ended in disarray when multiple vessels got into trouble on apparently choppy wa …"
        },
        {
            "title": "'No justice, no derby': Breonna Taylor demonstrators protest Kentucky race",
            "category": "Sport",
            "snippet": "Protesters in Louisville, Kentucky, demanded justice for Breonna Taylor as Derby day, the most famous day in American horse-racing, takes place in the …"
        },
        {
            "title": "US Open 2020: Frances Tiafoe defeats Marton Fucsovics and more – as it happened",
            "category": "Sport",
            "snippet": "Anyway, that’s all for me today. Thanks a lot for following and I will be back tomorrow for the second batch of R32 matches. Here is Kevin Mitchell ag …"
        },
        {
            "title": "From the archive: the science of living longer, 1973",
            "category": "Life-and-Style",
            "snippet": "Before Alex Comfort became famous for The Joy of Sex, he was a plain old gerontologist and for the Observer Magazine of 23 September 1973, he wrote ab …"
        },
        {
            "title": "Summer’s final garden tasks",
            "category": "Life-and-Style",
            "snippet": "OK, I am calling autumn (I am honestly not alone, whether you follow the meteorological calendar or not). There may, of course, be an Indian summer, b …"
        },
        {
            "title": "Less is more: lined eyes and nude lips",
            "category": "Life-and-Style",
            "snippet": "Beauty is obsessed with minimalism right now. Terrific news for those who find multi-step makeup – blending, brushing, baking – laborious. For maximal …"
        },
        {
            "title": "Sunday with Krishnan Guru-Murthy: ‘Normally I’m obsessing over big stories’",
            "category": "Life-and-Style",
            "snippet": "A slow start? I work two weekends in four, so I’ll be up listening to the radio, reading the papers and watching the big political interviews. Simulta …"
        },
        {
            "title": "Johnson at bay, Starmer on the rise … and Sunak waiting in the wings",
            "category": "Politics",
            "snippet": "As Tory MPs headed into the Covid-secure Commons for prime minister’s questions on Wednesday, all they wanted was reassurance after some very worrying …"
        },
        {
            "title": "The useful idiots of Brexit only make us less secure",
            "category": "Politics",
            "snippet": "When Brexit happens, “the EU will no longer exist”. So said Nigel Farage to Michel Barnier, who was to become the EU’s chief Brexit negotiator, a few …"
        },
        {
            "title": "Wagnerism: Art and Politics in the Shadow of Music by Alex Ross – review",
            "category": "Books",
            "snippet": "Wagner gave his name to a movement that is also a contagious malaise and in surveying a Wagnerised world Alex Ross looks far beyond the composer’s mus …"
        },
        {
            "title": "'Cacophony of chaos': why the US election outcome is more uncertain than ever",
            "category": "US-News",
            "snippet": "It was just like old times. Donald Trump stood at a presidential lectern, encouraging a rambunctious crowd of supporters – few of whom wore face masks …"
        },
        {
            "title": "How Victorian female brewers broke the (pint) glass ceiling",
            "category": "Life-and-Style",
            "snippet": "It’s an industry long associated with men, from the whiskered industrialists of the 19th century to the hipster craft brewers of the present. But wome …"
        },
        {
            "title": "Tony Abbott board of trade appointment raises concern in Australia",
            "category": "Politics",
            "snippet": "Summary: The former Australian prime minister, Tony Abbott, has been accused of a conflict of interest after he accepted a post as a trade adviser to the UK go …"
        },
        {
            "title": "Red wall voters are sticking with Boris Johnson (for now)",
            "category": "Politics",
            "snippet": "Like many, I was sceptical on hearing that the Tories had the “red wall” – dozens of long-held Labour constituencies stretching through the Midlands u …"
        },
        {
            "title": "Doing nothing is so easy for me. But how to feel good about it?",
            "category": "Life-and-Style",
            "snippet": "Did you get excited at the news that Hamburg University of Fine Arts is offering “idleness grants”, awarding successful applicants €1,600 for doing no …"
        },
        {
            "title": "Les Misérables review – a simmering tale of two cities",
            "category": "Film",
            "snippet": "The ghosts of Victor Hugo’s downtrodden 19th-century rebels haunt Ladj Ly’s César-winning contemporary urban drama, a streetwise tale of France’s disp …"
        },
        {
            "title": "One step beyond: the ascent of mountain runner Kílian Jornet",
            "category": "Life-and-Style",
            "snippet": "Summary: More days than not, Kílian Jornet runs up a mountain. A short run will take him between one and four hours. A long run will take him five or more. Usu …"
        },
        {
            "title": "Hannah Georgas: All That Emotion review – punches wrapped in velvet gloves",
            "category": "Music",
            "snippet": "Summary: Fans of the National might have spotted the burgeoning Canadian singer-songwriter Hannah Georgas opening for the band on their 2019 tour, taking on ba …"
        },
        {
            "title": "Stealing from the Saracens by Diana Darke review – a long-overlooked cultural exchange",
            "category": "Books",
            "snippet": "In 2019, a survey asked 3,624 Americans if Arabic numerals should be taught in school. An affronted 56% – and 72% of Republican respondents – said no. …"
        },
        {
            "title": "My son’s new obsession with trains is driving his family crazy",
            "category": "Life-and-Style",
            "snippet": "As someone who was a child of passions (read: a massive nerd), observing my son’s first big obsession is something I’ve looked forward to. Well it’s h …"
        },
        {
            "title": "Skin: ‘I refused to play the game’",
            "category": "Music",
            "snippet": "Night after night in her early teens, Deborah Anne Dyer – known to all as Skin – woke up to memories of the same recurring dream. She was standing on …"
        },
        {
            "title": "'They capitulated to Trump': Michael Steele on the fight for the Republican party's soul",
            "category": "US-News",
            "snippet": "Michael Steele, a top Black Republican, defies assumptions. He appears as a pundit on the liberal-leaning MSNBC network with a quotation from Ronald R …"
        },
        {
            "title": "Who They Was by Gabriel Krauze review – ultraviolent swagger",
            "category": "Books",
            "snippet": "Summary: When the Guardian profiled the Polish political cartoonist Andrzej Krauze in 2001, mention was made in passing of his twin sons, then aged 15, “one a …"
        },
        {
            "title": "Mulan review – Disney's dynamic girl warrior hits the small screen…",
            "category": "Film",
            "snippet": "The most muscular live-action Disney remake to date, and certainly the most cinematic, Niki Caro’s junior wuxia interpretation of the tale of the girl …"
        },
        {
            "title": "Golda Schultz: ‘Odd is the word for this Last Night of the Proms’",
            "category": "Music",
            "snippet": "Born in Cape Town, educated at the Juilliard School, New York, and now based in Munich, the soprano Golda Schultz, 37, stars in the Last Night of the …"
        },
        {
            "title": "'Reign of terror': A summer of police violence in Los Angeles",
            "category": "US-News",
            "snippet": "Los Angeles police officers have continued to kill civilians at alarming rates and under questionable circumstances in the last three months, despite …"
        },
        {
            "title": "How much did the Covid-19 lockdown really cost the UK?",
            "category": "Business",
            "snippet": "Cancer treatments cancelled. Children deprived of schooling. More cases of domestic abuse. Continued restrictions on personal freedom. Over and above …"
        },
        {
            "title": "Throwing Muses: Sun Racket review – intense as ever",
            "category": "Music",
            "snippet": "Seven years on from Purgatory/Paradise – a 67-minute avalanche of sometimes half-formed songs and ideas – the first striking thing about Throwing Muse …"
        },
        {
            "title": "The Shift by Sam Baker review – funny, frank and empowering",
            "category": "Books",
            "snippet": "With its intimate tone, honesty and humour, The Shift sits comfortably within the “menopause memoir” genre. Baker divulges her midlife biological emba …"
        },
        {
            "title": "Michael Sandel: 'The populist backlash has been a revolt against the tyranny of merit'",
            "category": "Books",
            "snippet": "Michael Sandel was 18 years old when he received his first significant lesson in the art of politics. The future philosopher was president of the stud …"
        },
        {
            "title": "Tell us: have you been affected by the events in Birmingham?",
            "category": "UK-News",
            "snippet": "Summary: West Midlands police have launched a murder investigation after a series of stabbings in Birmingham city centre left one man dead, two people with ser …"
        },
        {
            "title": "Hedwig eats Trump: John Cameron Mitchell on his 'musical orgy' about Donald's America",
            "category": "Music",
            "snippet": "Summary: On the morning of 4 November, following his defeat in the 2020 presidential election, Donald Trump will refuse to leave the White House. Instead, an a …"
        },
        {
            "title": "Tricky: Fall to Pieces review – eclectic, pithy pop songs",
            "category": "Music",
            "snippet": "If you were coming to Tricky’s 14th album without knowing anything about him (British trip-hop pioneer), you might wonder if it were the debut of an i …"
        },
        {
            "title": "Tour de France: Primoz Roglic takes yellow from Yates as Pogacar wins",
            "category": "Sport",
            "snippet": "Adam Yates lost his grip on the yellow jersey as Slovenian cyclists swept the board in the second Pyrenean stage of this year’s Tour de France, with P …"
        },
        {
            "title": "CBSO 100th Birthday Celebration review – Simon Rattle makes sparks fly as orchestra reunites",
            "category": "Music",
            "snippet": "The City of Birmingham Symphony Orchestra marked its centenary with a big concert, albeit with no audience present, streamed from the PRG Studio in Lo …"
        },
        {
            "title": "Pierre Gasly wins Italian Grand Prix after Lewis Hamilton penalty: F1 – as it happened",
            "category": "Sport",
            "snippet": "So that’s that. Enjoy the rest of the weekend and join us next Sunday for the Tuscan Grand Prix from Mugello. Ta-ra. And here’s our report from Monza. …"
        },
        {
            "title": "Serena Williams uses a butterfly effect to battle old enemy of time",
            "category": "Sport",
            "snippet": "Nobody in tennis suffers for her art like Serena Williams – except maybe her one-time doubles partner, Andy Murray. On the women’s Tour, nobody retrea …"
        },
        {
            "title": "Grenfell Tower inquiry: what we have learned since July",
            "category": "UK-News",
            "snippet": "The Grenfell Tower public inquiry restarts on Monday, 28 months since it began with tearful tributes to the 72 people who died as a result of the fire …"
        },
        {
            "title": "Boy racers blamed as Manchester road deaths rise during lockdown",
            "category": "UK-News",
            "snippet": "Summary: Road deaths in one of Britain’s biggest police force areas have increased by 42% this year despite a substantial drop in traffic during lockdown, with …"
        },
        {
            "title": "More than 200 campers rescued from California lake as wildfires spread",
            "category": "US-News",
            "snippet": "More than 200 people have been airlifted to safety after a fast-moving wildfire trapped them in a popular camping area in California. The wildfires se …"
        }
    ]
}