{
    "page": [
        {
            "title": "Sarah Davachi: Cantus, Descant review – resonant drones on donated organs",
            "category": "Music",
            "snippet": "Summary: The pipe organs that lie – often unplayed and ignored – across tens of thousands of churches were, for centuries, the most complex devices on earth. T …"
        },
        {
            "title": "The Lives of Lucian Freud by William Feaver review – Fame, 1968-2011",
            "category": "Books",
            "snippet": "In 1995 the art critic David Sylvester caused a stir by suggesting in the Guardian that Lucian Freud – by then 73 and widely acknowledged as a major f …"
        },
        {
            "title": "Could western Pennsylvania win Trump a second term?",
            "category": "US-News",
            "snippet": "Beaver county in rural western Pennsylvania is dotted with red, white and blue Vote Trump banners along its winding country roads and on shopfronts of …"
        },
        {
            "title": "Robin Hood Energy jobs go as customer base sold to British Gas",
            "category": "Business",
            "snippet": "Nottingham city council’s failed energy supplier, Robin Hood Energy, has agreed to sell thousands of customer accounts to British Gas, and will make h …"
        },
        {
            "title": "Experience: I was married to an Islamic State leader",
            "category": "Life-and-Style",
            "snippet": "I was born in north London in 1983 and grew up in a Bengali-Bangladeshi family. I just wanted to be English, but felt pressure from my family to be a …"
        },
        {
            "title": "Tracks of the week reviewed: Jaime Wyatt, Clean Bandit, BTS",
            "category": "Music",
            "snippet": "Jaime Wyatt Rattlesnake Girl When it comes to coming-out songs, Jaime Wyatt’s approach is singular. Pulling on her finest rodeo suit and stubbing out …"
        },
        {
            "title": "Would you pay more for a coffee to ensure baristas got a decent wage?",
            "category": "Business",
            "snippet": "There are some people that run a business purely for profits. But there are others that view their business as a tool for change. Winn Deburlo, the ow …"
        },
        {
            "title": "Rachel Reeves: 'Covid-19 has revealed we need to be more resilient'",
            "category": "Politics",
            "snippet": "Britain must learn to stand on its own two feet again, the shadow Cabinet Office minister, Rachel Reeves, has said, outlining an emerging Labour plan …"
        },
        {
            "title": "New injunction bars protesters from HS2 site in west London",
            "category": "UK-News",
            "snippet": "HS2 has been granted a new injunction barring environmental protesters from land in west London where work on the high-speed rail link is being carrie …"
        },
        {
            "title": "Ethan P Flynn: ‘Convincing myself that what I’m doing is good is a battle’",
            "category": "Music",
            "snippet": "Summary: Ethan P Flynn knew the time was right to drop out of a prestigious place at London’s Guildhall School of Music when he worked with David Byrne on the …"
        },
        {
            "title": "AFL 2020 round 15: Brisbane beat Collingwood – as it happened",
            "category": "Sport",
            "snippet": "Summary: And exhale. That was a breathless, frantic, helter-skelter night of footy. It wasn’t always the prettiest, but it was full blooded with bodies being t …"
        },
        {
            "title": "New York police hunt car that drove into BLM protesters in Times Square",
            "category": "US-News",
            "snippet": "The New York police department says it is trying to find a car that drove through a group of Black Lives Matter protesters blocking a street in Times …"
        },
        {
            "title": "Competition watchdog investigates major housebuilders over leaseholds",
            "category": "Business",
            "snippet": "The competition watchdog is investigating four of the UK’s biggest housebuilders after uncovering evidence that buyers of leasehold properties were mi …"
        },
        {
            "title": "I love my partner. But can I come to terms with her sexual history?",
            "category": "Life-and-Style",
            "snippet": "I am in my early 20s and met a wonderful girl at the start of the year. I had only slept with one girl before, and since we’ve been together she has t …"
        },
        {
            "title": "Fresh measures needed to prop up UK economy, Bank official says",
            "category": "Business",
            "snippet": "Fresh action will be needed to support Britain’s economy as it emerges from a temporary sweet spot caused by massive government financial support and …"
        },
        {
            "title": "The Disciple review – Indian classical musician sings a lonely tune",
            "category": "Film",
            "snippet": "Summary: Chaitanya Tamhane’s The Disciple comes boldly billed as the first Indian film to play in Venice competition since Mira Nair’s Monsoon Wedding won the …"
        },
        {
            "title": "The Furnace review – brutish western is tough as old leather and good as gold",
            "category": "Film",
            "snippet": "Summary: The empty rows of seats inside the cinemas of Venice is a disconcerting sight, but it’s got nothing on the wide-open spaces of The Furnace, a brutish …"
        },
        {
            "title": "David Capel obituary",
            "category": "Sport",
            "snippet": "It was 1989, another disastrous summer for English cricket. The Ashes had been lost, horribly. Half the England team were on the brink of joining a re …"
        },
        {
            "title": "Wout van Aert wins explosive Tour stage as Yates holds on to yellow jersey",
            "category": "Sport",
            "snippet": "Wout van Aert took his second stage victory in this year’s Tour de France, on the frenetic seventh stage from Millau to Lavaur, as Jumbo-Visma again e …"
        },
        {
            "title": "Tour de France 2020: Wout van Aert wins stage seven after wind havoc – as it happened",
            "category": "Sport",
            "snippet": "Summary: Here’s Jeremy Whittle stage seven report. Here’s those tense and somewhat wobbly closing last few hundred metres. A reminder that Sagan takes the gree …"
        },
        {
            "title": "Art thief's story The Duke steals limelight at Venice film festival",
            "category": "Film",
            "snippet": "The story of an ex-bus driver and cabbie from Newcastle upon Tyne who was accused of executing one of the most infamous heists in British history has …"
        },
        {
            "title": "Wolverhampton marks life of Windrush campaigner Paulette Wilson",
            "category": "UK-News",
            "snippet": "Hundreds of people gathered in a Wolverhampton carpark for the funeral of the Windrush campaigner Paulette Wilson, one of the most high-profile and ou …"
        },
        {
            "title": "Former Australian PM Tony Abbott confirmed as UK trade adviser",
            "category": "Politics",
            "snippet": "Boris Johnson has appointed Tony Abbott as an official UK trade adviser, defying widespread condemnation of the former Australian prime minister’s rec …"
        },
        {
            "title": "Brussels rules out summit intervention in troubled Brexit talks",
            "category": "Politics",
            "snippet": "Boris Johnson’s hopes of a Brexit deal have been dealt a fresh blow as Brussels ruled out EU leaders intervening in the troubled negotiations at a sum …"
        },
        {
            "title": "UK coronavirus live: close to 2,000 new Covid cases recorded - highest daily total since May – as it happened",
            "category": "Politics",
            "snippet": "The UK has recorded 1,940 new cases of coronavirus, which is the highest daily total since 30 May (2,445). (See 4.42pm.) To a large extent the rise in …"
        },
        {
            "title": "The Duke review – art thief takes one for the common man",
            "category": "Film",
            "snippet": "All rise for The Duke, a scrappy underdog yarn that makes a powerful case for the rackety English amateur, the common man who survives by his wits wit …"
        },
        {
            "title": "Exeter's seconds just too good for Saints as they march on towards title",
            "category": "Sport",
            "snippet": "Ten years to the day since Exeter made their Premiership bow and it is a measure of just how far they have come that their march towards a fifth strai …"
        },
        {
            "title": "Talking Horses: Dream Of Dreams can strike as Enable bows out in Britain",
            "category": "Sport",
            "snippet": "Soft ground in the early autumn can make for some funny results as the stars of summer start to lose their form, so it takes a certain amount of coura …"
        },
        {
            "title": "Juukan Gorge: Rio Tinto hired lawyers for potential injunction against blasting of Aboriginal site",
            "category": "Business",
            "snippet": "Rio Tinto hired lawyers to prepare for a potential injunction against the destruction of ancient rock shelters in Juukan Gorge three days before it wa …"
        },
        {
            "title": "Tim Dowling: I swim far out into the Ionian Sea - and then I panic",
            "category": "Life-and-Style",
            "snippet": "At the start of our Greek holiday, Freddie, the owner of the house we’re renting, arrives to welcome us. He keeps a respectable social distance, stand …"
        },
        {
            "title": "'Trump has a different leadership style': David Rubenstein plays it by the book",
            "category": "Books",
            "snippet": "David Rubenstein’s first book of interviews featured leading historians and was called The American Story. Its sequel, focusing on business, politics, …"
        },
        {
            "title": "Blind date: ‘Awkward moment? The temperature gun check’",
            "category": "Life-and-Style",
            "snippet": "Jack on Francine What were you hoping for? A free meal, good company and that my picture wouldn’t show what my sister calls my weird half-smile. First …"
        },
        {
            "title": "Can CBD oil make me sleep better? The Fitbit will be my witness",
            "category": "Life-and-Style",
            "snippet": "Summary: When I was young, I used to go on holiday with a friend so terrified of flying that she’d have to take her airline ticket to the GP and get a valium f …"
        },
        {
            "title": "America Through Foreign Eyes review: a Mexican take on the US under Trump",
            "category": "Books",
            "snippet": "In 1830, Lorenzo de Zavala, the principal author of the 1824 Mexican constitution, found himself in exile. So decided to visit a nation he had long ad …"
        },
        {
            "title": "JFK: Volume One by Fredrik Logevall review – the Kennedys and the Trumps",
            "category": "Books",
            "snippet": "John F Kennedy and Donald J Trump have a surprising amount in common. Both are the second sons of wealthy, self-made fathers from up-by-their-bootstra …"
        },
        {
            "title": "Streaming: the Barbican's first-person documentary season",
            "category": "Film",
            "snippet": "A few weeks ago I spotlit the Barbican’s new on-demand streaming service, which launched with a few intriguing hand-picked titles but promised bigger …"
        },
        {
            "title": "I won't let Covid-19 infect my television adaptation of Queenie",
            "category": "Books",
            "snippet": "I watch a lot of television. I say it’s for research, but that’s an excuse. And in every programme that I’ve watched in the last few months, part of m …"
        },
        {
            "title": "The best recent science fiction and fantasy – review roundup",
            "category": "Books",
            "snippet": "Carole Stivers’s first novel was originally slated for British publication in May, but postponed because of the lockdown. The Mother Code (Hodder & St …"
        },
        {
            "title": "Claudia Rankine: 'By white privilege I mean the ability to stay alive'",
            "category": "Books",
            "snippet": "Claudia Rankine is a poet, playwright, essayist and adjunct professor of English and African American Studies at Yale University. She was born in Jama …"
        },
        {
            "title": "Jane Fonda: ‘I'm very rarely afraid. Maybe emotional intimacy scares me’",
            "category": "Film",
            "snippet": "When Jane Fonda was arrested in Washington DC last December, days shy of her 82nd birthday, there was an overwhelming sense of history repeating, and …"
        },
        {
            "title": "Kelsey Lu: ‘The white, cis, male hetero-patriarchy, it’s all being deconstructed’",
            "category": "Music",
            "snippet": "In times of crisis, we need to make some space for healing: a long bath, a cry, a nourishing meal. It’s important to put time aside for restoration, a …"
        },
        {
            "title": "The pandemic's silver lining? Finding time for a special family reunion",
            "category": "Life-and-Style",
            "snippet": "Every year around Valentine’s Day, I text my brothers and ask them if we can figure out a time to get all our families together at my parents’ house i …"
        },
        {
            "title": "‘The man who shot my mum is still living his life’: Cherry Groce's son on life after police brutality",
            "category": "Books",
            "snippet": "Lee Lawrence was seven when he decided he wanted to be a police officer. He adored cop shows: Starsky & Hutch, The Professionals, CHiPs – you name it, …"
        },
        {
            "title": "The week in classical: LPO/Pappano; BBC Proms review – upbeat pleasures",
            "category": "Music",
            "snippet": "Even for the perennially hopeful, the initial prospect of ghostly recitals given to the sound of one hand clapping dampened spirits. Last week somethi …"
        },
        {
            "title": "Sophie Mackintosh: 'Suddenly I really wanted a baby - I resented that it felt outside my control'",
            "category": "Books",
            "snippet": "Summary: “Something has changed, but we don’t know what,” says Sophie Mackintosh. She’s explaining the scenario of her second novel, Blue Ticket, but she could …"
        },
        {
            "title": "Chris Jordan's quiet heroics show why England can never be written off",
            "category": "Sport",
            "snippet": "Sometimes the penultimate over is overlooked. And sometimes the scorecard lies. Look at Chris Jordan’s figures at the Rose Bowl on Friday night: 14 no …"
        },
        {
            "title": "Civil servants' union will consider strike action over back-to-office plans",
            "category": "Politics",
            "snippet": "A public sector union has said it will consider strike action over cabinet-driven plans for the vast majority of civil servants to return to the offic …"
        },
        {
            "title": "Megan Thee Stallion review – a landmark performance",
            "category": "Music",
            "snippet": "One month on from suffering gunshot wounds to her feet, rapper du jour Megan Thee Stallion strides on to a stage in heels. Lit by searchlights, strafe …"
        },
        {
            "title": "Jessica Krug: university cancels classes by white academic who posed as Black",
            "category": "US-News",
            "snippet": "Summary: George Washington University has cancelled the classes set to be taught by Jessica Krug, a professor who claimed to be Black when in fact she was a wh …"
        },
        {
            "title": "I'm Thinking of Ending Things review –  one of the most daringly unexpected films of the year",
            "category": "Film",
            "snippet": "A maze of a movie, in which the walls are closing in and the exit is through a constantly shifting Escher staircase of a storyline: the latest from Ch …"
        }
    ]
}