{
    "page": [
        {
            "title": "How the chaos of the first debate was received at three very different watch parties",
            "category": "US-News",
            "snippet": "The first US presidential debate of the 2020 campaign cycle was an experience most American voters had never witnessed before: a bitter and divisive s …"
        },
        {
            "title": "America is in pain. The presidential debate offered no help",
            "category": "US-News",
            "snippet": "With more than 200,000 Americans dead from Covid-19, the economy in tatters, the west on fire, schools shuttered, police brutality against Black peopl …"
        },
        {
            "title": "A Facial Action Coding system to explain what women are thinking? You could just ask",
            "category": "Life-and-Style",
            "snippet": "It’s good to know that the pandemic hasn’t stopped proper academic research being done. Not just research into treatment or a cure for Covid, but some …"
        },
        {
            "title": "New Zealand beat Australia in third women's Twenty20 international – as it happened",
            "category": "Sport",
            "snippet": "That’s it from me. An important win from New Zealand, successfully getting to the finish line against the world champions. It wasn’t the most clinical …"
        },
        {
            "title": "'Audiences won’t have seen anything like this': how Iranian film Chess of the Wind was reborn",
            "category": "Film",
            "snippet": "Summary: The rediscovery of a film is seldom as fascinating a story as the film itself, but that’s the case with Chess of the Wind (Shatranj-e Baad), directed …"
        },
        {
            "title": "US casino operator Caesars agrees £2.9bn William Hill takeover",
            "category": "Business",
            "snippet": "Summary: The US casino operator Caesars Entertainment has agreed a £2.9bn takeover of the British bookmaker William Hill. The companies announced on Wednesday …"
        },
        {
            "title": "Donald Trump ensures first presidential debate is national humiliation",
            "category": "US-News",
            "snippet": "Cry, the beloved country. Donald Trump ensured Tuesday’s first US presidential debate was the worst in American history, a national humiliation. The r …"
        },
        {
            "title": "Brexit: internal market bill passed by Commons despite Tory concerns",
            "category": "Politics",
            "snippet": "A controversial government Brexit bill that breaches international law has safely passed its final House of Commons hurdle, despite continued serious …"
        },
        {
            "title": "They hate each other's political views – so why have they become friends?",
            "category": "Life-and-Style",
            "snippet": "Summary: When Glenn Stanton and Sheila Kloefkorn first ended up in the same room together, they knew they were not going to see eye to eye. Stanton, the direct …"
        },
        {
            "title": "Boohoo reports sales surge despite Leicester supplier scandal",
            "category": "Business",
            "snippet": "A wave of negative publicity about working conditions at Boohoo’s Leicester suppliers has not dented demand at the online fashion retailer, as sales r …"
        },
        {
            "title": "Bob Mould, alt-rock's gay icon, takes on American evil: 'My head's on fire!'",
            "category": "Music",
            "snippet": "It’s been a fortnight since Bob Mould could open his windows. “The air is pretty toxic,” he reports from his home in San Francisco, as the California …"
        },
        {
            "title": "Glue and scissors: how I rediscovered my teenage hobby amid the pandemic",
            "category": "Life-and-Style",
            "snippet": "In March came the quarantine. Homebound under the governor’s orders, my only escape was an Apple orchard of electronics – MacBook. iPhone. iPad. – my …"
        },
        {
            "title": "Shell to cut up to 9,000 jobs as Covid-19 accelerates green drive",
            "category": "Business",
            "snippet": "Royal Dutch Shell plans to cut up to 9,000 jobs in the wake of the coronavirus pandemic, up to 10% of its workforce, as part of a major corporate over …"
        },
        {
            "title": "How egg freezing got rebranded as the ultimate act of self-care",
            "category": "US-News",
            "snippet": "When Valerie Landis underwent her first round of egg freezing in 2015, she was younger than many of the other patients. Landis, a healthcare sales pro …"
        },
        {
            "title": "Brailsford confident Geraint Thomas can bounce Ineos back at Giro d'Italia",
            "category": "Sport",
            "snippet": "Geraint Thomas is a true champion who is “up for the fight” of winning this year’s Giro d’Italia when it starts on Saturday, a bullish Sir Dave Brails …"
        },
        {
            "title": "Moderator Chris Wallace criticized as Biden drowned out by Trump in debate",
            "category": "US-News",
            "snippet": "The Fox News host Chris Wallace faced much criticism as he struggled to referee the first presidential debate between Donald Trump and Joe Biden on Tu …"
        },
        {
            "title": "Schubert: where to start with his music",
            "category": "Music",
            "snippet": "He composed more than 600 songs – taking the art of writing German Lieder to a new plane – as well as seven completed symphonies, chamber music and pi …"
        },
        {
            "title": "The Haunting of Alma Fielding by Kate Summerscale review – a terrific true ghost story",
            "category": "Books",
            "snippet": "Summary: In the late 1930s something strange was happening in the semis and terraces of suburban Britain. Tables bucked and strange stigmata appeared on the bo …"
        },
        {
            "title": "More than 200 writers and publishers sign letter in support of trans and non-binary people",
            "category": "Books",
            "snippet": "Days after a host of prominent literary names signed a letter defending JK Rowling “against hate”, more than 200 writers, publishers and journalists i …"
        },
        {
            "title": "Trump plunges presidential debate into chaos as he repeatedly talks over Biden",
            "category": "US-News",
            "snippet": "The first presidential debate between Donald Trump and Joe Biden deteriorated into an ugly display of contempt on Tuesday night, as the president rele …"
        },
        {
            "title": "Almost half of staff at UK offices had returned before new advice – report",
            "category": "Business",
            "snippet": "The number of UK workers returning to their desks gathered pace this month with 45% of office staff heading back to work, compared with 37% in August. …"
        },
        {
            "title": "Half of coronavirus fines go unpaid in England and Wales",
            "category": "UK-News",
            "snippet": "Half the fines issued by police for breaches of coronavirus rules in England and Wales have not been paid and will be dealt with by the already beleag …"
        },
        {
            "title": "Rialto review – raw emotional power fuels a punishing character study",
            "category": "Film",
            "snippet": "Peter Mackie Burns’s painful, unhappy drama packs a hard punch; you must steel yourself for the emotional blows. Tom Vaughan-Lawlor is excellent as 46 …"
        },
        {
            "title": "Top 10 verse novels",
            "category": "Books",
            "snippet": "Summary: Verse novels have been with us for millennia, yet when you publish one, many are surprised by your breach of the prose-novel tradition and also somewh …"
        },
        {
            "title": "Keir Starmer accuses Boris Johnson of abandoning people with 'viable' jobs",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer has accused the government of abandoning people with “viable” jobs by refusing proper support during continued lockdown restrictions, as …"
        },
        {
            "title": "Bank of England's Haldane blasts 'Chicken Licken' pessimism; US payroll growth swells – as it happened",
            "category": "Business",
            "snippet": "Time for a quick recap. The Bank of England’s top economist has warned that pessimism about the UK recovery could hurt growth. Andy Haldane hit out at …"
        },
        {
            "title": "UK is looking at processing asylum claims overseas, No 10 suggests",
            "category": "UK-News",
            "snippet": "Downing Street has effectively confirmed it is looking at the idea of an Australian-style asylum system in which all claimants would be processed in c …"
        },
        {
            "title": "Grenfell surveyor had to handle 130 projects at once, inquiry hears",
            "category": "UK-News",
            "snippet": "The council department responsible for checking the safety of the Grenfell Tower refurbishment was “swamped” with work as austerity-driven cuts slashe …"
        },
        {
            "title": "Westminster's links to Britain's slave trade revealed in art survey",
            "category": "Politics",
            "snippet": "More than 200 works of art that adorn the plinths and corridors of Westminster have links to the transatlantic slave trade, a review conducted in ligh …"
        },
        {
            "title": "Northern California fires rage on as hot, dry weather holds",
            "category": "US-News",
            "snippet": "Flames devoured swaths of brush and trees in northern California on Wednesday amid unseasonably hot and dry weather. High winds that spread new fires …"
        },
        {
            "title": "Jamie Murray wants LTA to think long-term after French Open failures",
            "category": "Sport",
            "snippet": "The state of British tennis is not a geographical place but an island of despond for those weary of serial failure, and wet, grey Paris has provided a …"
        },
        {
            "title": "That Click review – photographer tribute develops into a dud",
            "category": "Film",
            "snippet": "This serviceable if somewhat glib documentary pays tribute to the photographer Douglas Kirkland, an industry veteran who has been around long enough t …"
        },
        {
            "title": "Deloitte selling contact tracing services to local UK health officials",
            "category": "UK-News",
            "snippet": "Deloitte, the consultancy giant hired by the government to help run the NHS test-and-trace programme, is involved in selling separate contact-tracing …"
        },
        {
            "title": "British Gymnastics launches fresh investigation after Tinkler releases email",
            "category": "Sport",
            "snippet": "Summary: British Gymnastics has begun another investigation after the Rio Olympic bronze medallist Amy Tinkler alleged that a senior coach had used the phrase …"
        },
        {
            "title": "Helen Reddy obituary",
            "category": "Music",
            "snippet": "Summary: Every social movement has its definitive song, and feminism got its anthem in 1972, when the Australian singer Helen Reddy released the single I Am Wo …"
        },
        {
            "title": "Britain offers EU fishing concession as part of Brexit sweetener",
            "category": "Politics",
            "snippet": "Britain has offered a three-year transition period for European fishing fleets to allow them to prepare for the post-Brexit changes as part of an 11th …"
        },
        {
            "title": "Black residents nearly four times as likely to be cited by Los Angeles police, report finds",
            "category": "US-News",
            "snippet": "The Los Angeles police department (LAPD) gave 63% of its citations for “loitering while standing” to Black residents in recent years, despite African …"
        },
        {
            "title": "Giles praises England players' pay realism as Bairstow drops off red-ball list",
            "category": "Sport",
            "snippet": "Ashley Giles insisted England’s cricketers are not blind to the financial uncertainty facing the sport after the latest batch of men’s central contrac …"
        },
        {
            "title": "Guardian Australia's book club: join Jimmy Barnes for a chat about music, memoir and precious moments",
            "category": "Books",
            "snippet": "When singer Jimmy Barnes’ memoir Working Class Boy was released in 2016, it caused a sensation. Barnes’ account of his childhood went beyond the usual …"
        },
        {
            "title": "'When she speaks, you listen': Cricket Australia braces for loss of Belinda Clark",
            "category": "Sport",
            "snippet": "On International Women’s Day this year, 86,174 people packed into the MCG to watch a game of women’s cricket, something unimaginable during Belinda Cl …"
        },
        {
            "title": "Revealed: No 10 explores sending asylum seekers to Moldova, Morocco and Papua New Guinea",
            "category": "UK-News",
            "snippet": "Downing Street has asked officials to consider the option of sending asylum seekers to Moldova, Morocco or Papua New Guinea and is the driving force b …"
        },
        {
            "title": "Australian-style offshore asylum plan driven by No 10",
            "category": "UK-News",
            "snippet": "When news of government plans to send migrants to Ascension Island broke in the Financial Times on Tuesday night, sources close to the home secretary, …"
        },
        {
            "title": "Eliud Kipchoge denies platform Nike shoes violate the spirit of sport",
            "category": "Sport",
            "snippet": "Eliud Kipchoge has rejected suggestions that the next generation of game-changing Nike shoes violate the spirit of sport, even though he has conceded …"
        },
        {
            "title": "Silence is a bizarre position for Boohoo's chairman to adopt",
            "category": "Business",
            "snippet": "“If he chooses to do so, the chairman could become an icon in the industry and the company he created will go from strength to strength,” said Alison …"
        },
        {
            "title": "Battered, bloodshot Boris is no longer the star of his own show",
            "category": "Politics",
            "snippet": "Summary: Like most narcissists, Boris Johnson is unable to conceive of other people having an independent existence. Rather, they are mere satellites orbiting …"
        },
        {
            "title": "Keir Starmer: pupils should learn more black British history",
            "category": "Politics",
            "snippet": "Summary: The Labour leader, Keir Starmer, is to call for schoolchildren to be taught more about Britain’s black history, to help them reach “a full understandi …"
        },
        {
            "title": "More than a third of UK employers planning to make staff redundant",
            "category": "Business",
            "snippet": "Summary: More than a third of UK employers plan to make staff redundant over the next three months, according to research warning of a cascade of job losses ca …"
        }
    ]
}