{
    "page": [
        {
            "title": "My streaming gem: why you should watch Cam",
            "category": "Film",
            "snippet": "When I stumbled across 2018 psychological thriller Cam on Netflix this year, I braced myself for a tacky technological horror film on the perils of th …"
        },
        {
            "title": "Supreme court: Joe Biden accuses Trump and Republicans of abuse of power",
            "category": "US-News",
            "snippet": "Summary: Joe Biden, the Democratic presidential nominee, made an urgent plea on Sunday to the conscience of Senate Republicans, asking them to defy Donald Trum …"
        },
        {
            "title": "Islands of Mercy by Rose Tremain review – a rich, world-straddling saga",
            "category": "Books",
            "snippet": "Over a distinguished literary career, Rose Tremain has traversed genres with her customary flair, though many readers will associate her primarily wit …"
        },
        {
            "title": "Enola Holmes: Sherlock sister spin-off lives up to its feminist ideals",
            "category": "Film",
            "snippet": "Summary: It is not often Sherlock Holmes gets a taste of his own analysis, but the film Enola Holmes dishes it to him. “You don’t know what it is to be without …"
        },
        {
            "title": "Poem of the week: Before It Is All Gone by Ifigenija Simonović",
            "category": "Books",
            "snippet": "Before It Is All Gone It will be different – nobody will cry, nobody will be cold, nobody will stand at the door, it will be better, for sure. I have …"
        },
        {
            "title": "Infected blood scandal: Treasury refuses to publish key documents",
            "category": "UK-News",
            "snippet": "The Treasury is refusing to publish key documents about the treatment of haemophiliacs infected by the NHS with HIV on the grounds that it would be “d …"
        },
        {
            "title": "Drill, hardcore punk and pop about snails: new artists for autumn",
            "category": "Music",
            "snippet": "Bartees Strange Bartees Strange, who combined a full-time job (which he only recently quit) with a stream of releases, is hard to pin down. The Ipswic …"
        },
        {
            "title": "'Our house is burning': student climate protesters urge their universities to go carbon neutral",
            "category": "US-News",
            "snippet": "As West coast wildfires color the skies dystopian red and orange and an aggressive hurricane season batters the US Gulf coast, college students are de …"
        },
        {
            "title": "Five ways to make the climate movement less white",
            "category": "US-News",
            "snippet": "Family stories about tedious days out picking vegetables or managing herds of cattle always left me with a sense of pride. As the granddaughter of Col …"
        },
        {
            "title": "Generation Z drivers push for schools to teach with eco-conscious cars",
            "category": "US-News",
            "snippet": "Christian Hughes did not just want to learn to drive – he wanted to do so in a Tesla. So, when it came to getting his license, the high school student …"
        },
        {
            "title": "Apartment House review – Julius Eastman's elusive music gets its due",
            "category": "Music",
            "snippet": "Until about five years ago, few on this side of the Atlantic knew much about Julius Eastman’s music. He would have been remembered as a vocalist, espe …"
        },
        {
            "title": "Not the Booker: Akin by Emma Donoghue - daft premise, good writing",
            "category": "Books",
            "snippet": "Summary: Early on in Akin, Emma Donoghue’s 12th novel, we are told that her 79-year-old protagonist Noah took up smoking after the death of his wife because “h …"
        },
        {
            "title": "Democrats smash fundraising records after Ruth Bader Ginsburg's death",
            "category": "US-News",
            "snippet": "As Democrats and Republicans braced for a supreme court nomination fight that has upended the November presidential election, Democratic donors smashe …"
        },
        {
            "title": "Meghan and Harry did not cooperate with book authors, court told",
            "category": "UK-News",
            "snippet": "Summary: The Duke and Duchess of Sussex did not collaborate with the authors of a recent book about them, Meghan’s lawyers told the high court in the latest he …"
        },
        {
            "title": "Organic vegetable box firm Riverford certified as an ethical B Corp",
            "category": "Business",
            "snippet": "Summary: The organic vegetable box company Riverford has been certified as an ethical B Corporation business, reflecting its focus on its workers’ wellbeing th …"
        },
        {
            "title": "Airbus reveals plans for zero-emission aircraft fuelled by hydrogen",
            "category": "Business",
            "snippet": "Airbus has announced plans for the world’s first zero-emission commercial aircraft models that run on hydrogen and could take to the skies by 2035. Th …"
        },
        {
            "title": "Tory donor's husband 'given $8m by Kremlin-linked oligarch'",
            "category": "Politics",
            "snippet": "Summary: A Russian oligarch with close ties to the Kremlin has secretly funded the husband of Lubov Chernukhin, a Russian-born donor to the Conservative party, …"
        },
        {
            "title": "Tips, links and suggestions: what are you reading this week?",
            "category": "Books",
            "snippet": "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from the last week. Let’s start with a beauty. Theothebook has been re …"
        },
        {
            "title": "Rifkind criticises bill to restrict British soldier torture prosecutions",
            "category": "UK-News",
            "snippet": "Summary: The former Conservative defence secretary Sir Malcolm Rifkind has said a government bill to restrict torture prosecutions against British soldiers ser …"
        },
        {
            "title": "Guess How Much I Love You author Sam McBratney dies aged 77",
            "category": "Books",
            "snippet": "Sam McBratney, the author of the bestselling picture book Guess How Much I Love You, has died at the age of 77. The Northern Irish author died on 18 S …"
        },
        {
            "title": "Mother killed in arena attack is 'guardian angel', husband tells inquiry",
            "category": "UK-News",
            "snippet": "A mother killed instantly in the Manchester Arena attack became a “guardian angel” to her daughter who “amazingly” survived, an inquiry into the bombi …"
        },
        {
            "title": "Trump doubts Ruth Bader Ginsburg's dying wish, claiming Democrats wrote it",
            "category": "US-News",
            "snippet": "Donald Trump has attempted to cast doubt on Ruth Bader Ginsburg’s dying wish, baselessly claiming a statement released by the supreme court justice’s …"
        },
        {
            "title": "DoJ labels New York, Portland and Seattle 'anarchist jurisdictions'",
            "category": "US-News",
            "snippet": "Summary: The US Department of Justice on Monday designated three cities as “anarchist jurisdictions”, where it says elected officials have allowed property des …"
        },
        {
            "title": "Michael Lonsdale, Bond villain Hugo Drax in Moonraker, dies aged 89",
            "category": "Film",
            "snippet": "Michael Lonsdale, the French-British actor whose best known role was the villain Drax in Moonraker but who also appeared in a string of films by auteu …"
        },
        {
            "title": "UK coronavirus: alert level to be raised from 3 to 4; Northern Ireland bans mixing indoors",
            "category": "Politics",
            "snippet": "The UK has “turned a corner” for the worse and is on course for up to 50,000 new daily cases of Covid-19 by mid-October, which could lead to 200 death …"
        },
        {
            "title": "Police in England to enforce Covid pub rules with fines and arrests",
            "category": "UK-News",
            "snippet": "Police in England have been given powers to issue fines and make arrests to enforce social distancing in pubs and restaurants. New regulations issued …"
        },
        {
            "title": "And it's bad news from them: downbeat double act deliver Covid facts",
            "category": "Politics",
            "snippet": "Where was Boris Johnson? Normally whenever the chief medical officer and the chief scientific adviser are giving a Downing Street briefing, the prime …"
        },
        {
            "title": "Italian airport quashes claims of secret Boris Johnson trip",
            "category": "Politics",
            "snippet": "An Italian airport has quashed reports the prime minister landed there to make a secretive trip to the country less than a fortnight ago, a claim desc …"
        },
        {
            "title": "Fears over second Covid lockdown wipes £50bn off FTSE 100",
            "category": "Business",
            "snippet": "Shares in London have had their worst losses in more than three months amid fears that a second wave of coronavirus cases will force the government in …"
        },
        {
            "title": "From scandal to PR cock-up: how the Boris Johnson Perugia mystery unravelled",
            "category": "Politics",
            "snippet": "When someone at Perugia airport decided to drum up a bit of publicity on the back of the footballer Luis Suárez flying to Italy, they were probably ho …"
        },
        {
            "title": "Theresa May says 'reckless' Brexit bill risks UK's reputation",
            "category": "Politics",
            "snippet": "Theresa May has launched a blistering attack on the government’s plan to give itself powers to renege on the special arrangements for Northern Ireland …"
        },
        {
            "title": "England beat West Indies by 47 runs in first women's T20 – as it happened",
            "category": "Sport",
            "snippet": "A good win for England, who were understandably a little rusty after a long international break. I’ll have to leave you now, but keep an eye out for R …"
        },
        {
            "title": "Sale end silverware wait by edging out Harlequins in Premiership Cup final",
            "category": "Sport",
            "snippet": "After 14 years of trying, Sale could finally savour the rarefied taste of silverware again after edging a close-fought, ill-disciplined affair that ma …"
        },
        {
            "title": "US stock markets continue falling amid Covid fears as Dow drops 510 points",
            "category": "Business",
            "snippet": "US stock markets continued falling on Monday as investors worried Congress would not agree to more stimulus cash before the election and reacted to an …"
        },
        {
            "title": "Curfews will ruin sector 'already on its knees', pubs warn Boris Johnson",
            "category": "Business",
            "snippet": "Summary: Pubs and bars have told Boris Johnson that plans to impose a 10pm curfew on drinkers are not supported by evidence and could devastate a sector “alrea …"
        },
        {
            "title": "Firebirds accused of missing mark over Jemma Mi Mi Indigenous round snub",
            "category": "Sport",
            "snippet": "Summary: The Queensland Firebirds said they “misread community expectations” by not playing Jemma Mi Mi in Super Netball’s Indigenous round over the weekend. B …"
        },
        {
            "title": "Third of British musicians may quit industry amid pandemic",
            "category": "Music",
            "snippet": "Summary: One-third of professional British musicians are considering giving up their careers amid the coronavirus pandemic. A survey of 2,000 members of the Mu …"
        },
        {
            "title": "The Thursday Murder Club by Richard Osman; The Diver and the Lover by Jeremy Vine – review",
            "category": "Books",
            "snippet": "In a recent YouGov survey concerning British TV celebrities, Richard Osman emerged as the ninth most popular telly personality – the words most often …"
        },
        {
            "title": "Mulan: why it was a missed opportunity to create a strong Asian woman on screen",
            "category": "Film",
            "snippet": "As a child who grew up in China with little exposure to Disney until I was eight, the idea of a princess marrying a prince and living happily ever aft …"
        },
        {
            "title": "My partner can't stay erect long enough for us to consummate our relationship",
            "category": "Life-and-Style",
            "snippet": "My 70-year-old loving partner of eight months is unable to ejaculate despite my best efforts. He’s unable to hold his erection for long, and thus we h …"
        },
        {
            "title": "Trump races to fill supreme court seat as Republicans fall into line",
            "category": "US-News",
            "snippet": "Donald Trump has raced to cement a conservative majority on the US supreme court before the presidential election on 3 November, and Democrats’ hopes …"
        },
        {
            "title": "Winners by default? Where this year's Oscar race stands",
            "category": "Film",
            "snippet": "It’s that time of year, as festival season winds down, when we start to sift through the settling dust to figure out how the shift to awards season mi …"
        },
        {
            "title": "Lack of Covid help for poor countries will haunt west, says UN aid chief",
            "category": "Business",
            "snippet": "The west will be haunted for decades to come by its failure to do more to help poor countries cope with the economic and social impact of the Covid-19 …"
        },
        {
            "title": "Young adult books round-up – review",
            "category": "Books",
            "snippet": "Alex Wheatle won the Guardian children’s fiction prize for Crongton Knights, his chronicle of life on a fictional London council estate. Now, his firs …"
        },
        {
            "title": "Covid spike leads government to pause return of fans to sports stadiums",
            "category": "Sport",
            "snippet": "The government has dealt a devastating blow to sport by pausing its plans for the partial return of fans to stadiums on 1 October because of the rapid …"
        },
        {
            "title": "Northern Ireland health minister criticises Van Morrison anti-lockdown songs",
            "category": "Music",
            "snippet": "Northern Ireland health minister Robin Swann has criticised Van Morrison, after the veteran songwriter condemned coronavirus lockdown measures as “fas …"
        },
        {
            "title": "‘A weird liberation’: why women are exposing the wild truth about midlife and menopause",
            "category": "Life-and-Style",
            "snippet": "Sitting at the bar, martini in hand, Kristin Scott Thomas rolls her eyes briefly heavenwards. And then she declares, in one of the most memorable mono …"
        },
        {
            "title": "'Fiery, chaotic and full of emotion': This Heat, the band who tried to change everything",
            "category": "Music",
            "snippet": "Over lockdown, says Charles Hayward, he found his thoughts turning to This Heat, the wildly influential band he played in 40 years ago. It wasn’t the …"
        },
        {
            "title": "Anne Helen Petersen on millennial burnout: 'There's no decompression time'",
            "category": "Life-and-Style",
            "snippet": "When I reach writer Anne Helen Petersen on the phone, she’s remarking on the smoky air outside her home in Montana, a symptom of the wildfires burning …"
        },
        {
            "title": "Talking Horses: racing's slow return to normal under threat of lockdown",
            "category": "Sport",
            "snippet": "Beverley’s season draws to a close on Tuesday afternoon without a penny on the balance sheet from a paying spectator all year, and with the 10,000-plu …"
        }
    ]
}