{
    "page": [
        {
            "title": "The kids aren't alright: what new film Rocks tells us about UK society",
            "category": "Film",
            "snippet": "Summary: There is a great deal to love about Sarah Gavron’s new movie Rocks but, as a survey of contemporary British youth and their prospects, it is pretty de …"
        },
        {
            "title": "Liz Hyder: 'It’s extraordinary exploitation - kids are still working in mines'",
            "category": "Books",
            "snippet": "Liz Hyder had written six books, none of them published, when bad weather drove her to visit a mine while in north Wales on holiday. Struck and horrif …"
        },
        {
            "title": "Fidelio review – Garsington's semi-staging speaks to us directly and movingly",
            "category": "Music",
            "snippet": "‘Oh God, what a moment!” Leonore sings in the final scene of Fidelio as she releases Florestan from his chains. Beethoven’s great plea for justice and …"
        },
        {
            "title": "Talking Horses: 'mothball' risk for Chester if crowds not back in 2021",
            "category": "Sport",
            "snippet": "After an absorbing weekend of top-quality races around Europe, Monday morning brings a sharp reminder that the sport is in the depths of a crisis from …"
        },
        {
            "title": "As an NHS psychiatrist, my pandemic summer was shockingly busy. Home became a mess – and a haven",
            "category": "Life-and-Style",
            "snippet": "During lockdown, I was getting emails from friends saying: “We’ve done all the DIY, we’ve been spring-cleaning!” I was like: “My house is just a mess, …"
        },
        {
            "title": "How we met: ‘We planned to swap books – but we both brought The Old Man and the Sea’",
            "category": "Life-and-Style",
            "snippet": "When New Zealander Willy Kosovich came across Sarah Buggle’s profile on the Couchsurfing website in August 2014, he was impressed. “I was working for …"
        },
        {
            "title": "Poem of the week: The Falling by Laura Scott",
            "category": "Books",
            "snippet": "The Falling all those girls their paper knees folding under them and the tree so still and the wind running fingers through the leaves all those girls …"
        },
        {
            "title": "Gerhaher/Huber review - intimate song recital opens Wigmore season",
            "category": "Music",
            "snippet": "Summary: The Wigmore Hall, which kept many of us sane in June with its live-streamed lunchtime series of concerts, is once more leading the way with its autumn …"
        },
        {
            "title": "Brexit: how true is Boris Johnson's claim EU wants to 'cut off' part of UK?",
            "category": "Politics",
            "snippet": "What is Boris Johnson’s claim? Boris Johnson has argued that the EU was seeking to “blockade one part of the UK, to cut it off” in justification of br …"
        },
        {
            "title": "London City airport to make more than a third of staff redundant",
            "category": "Business",
            "snippet": "Summary: London City airport is to make more than a third of its staff redundant in the latest job cuts in the battered aviation sector. The airport, situated …"
        },
        {
            "title": "The Rolling Stones, Springsteen ... The Killers: what actually is 'classic rock'?",
            "category": "Music",
            "snippet": "In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and …"
        },
        {
            "title": "'He was a groundbreaker and a visionary': music writer Dele Fadele remembered",
            "category": "Music",
            "snippet": "‘Dele Fadele was the first black journalist from the UK that ever interviewed me,” says Chuck D of Public Enemy. “I thought that was amazing. And it w …"
        },
        {
            "title": "Brexit: David Cameron joins former PMs warning against Boris Johnson's bill",
            "category": "Politics",
            "snippet": "David Cameron has become the third former Conservative prime minister to express disquiet about Boris Johnson’s proposal to breach international law b …"
        },
        {
            "title": "Wetherspoons says 66 staff have tested positive for Covid-19",
            "category": "Business",
            "snippet": "JD Wetherspoon has said 66 employees out of its workforce of more than 41,000 have tested positive for Covid-19 as it maintained that its pubs are saf …"
        },
        {
            "title": "'No sex, no violence, just a laugh': mixed emotions in Cornish village as Doc Martin ends",
            "category": "UK-News",
            "snippet": "Summary: The sun shone and the Atlantic glistened as hundreds, perhaps thousands, of Doc Martin pilgrims wound their way down the steep lanes to the Cornish ha …"
        },
        {
            "title": "Not the Booker: The Girl with the Louding Voice by Abi Daré - vibrant",
            "category": "Books",
            "snippet": "Summary: You get a good flavour of the writing in The Girl with the Louding Voice from its opening paragraphs: This morning, Papa call me inside the parlour. H …"
        },
        {
            "title": "Welsh minister warns of possible national lockdown as Covid cases rise",
            "category": "UK-News",
            "snippet": "A new national lockdown could be imposed in Wales within weeks unless people follow the updated rules on social gatherings, the country’s health minis …"
        },
        {
            "title": "Bulb Energy increases electricity prices for second time this year",
            "category": "Business",
            "snippet": "Britain’s fastest-growing power supplier has bucked the trend for cheaper energy deals by raising its electricity prices for the second time this year …"
        },
        {
            "title": "How we made: The Human Centipede",
            "category": "Film",
            "snippet": "Tom Six, director This started out as a joke. I saw a TV news report about how a paedophile had got a really light prison sentence and I said it would …"
        },
        {
            "title": "Cuties review – Netflix's controversial child exploitation film is bold, flawed - and misunderstood",
            "category": "Film",
            "snippet": "Should this film be cancelled? Or, to raise a secondary point: should one see this film before taking a view on such things? It’s still surprising to …"
        },
        {
            "title": "Jofra Archer fires back at Holding and insists England cricket supports BLM",
            "category": "Sport",
            "snippet": "Jofra Archer insists England have not forgotten the spirit of the Black Lives Matter movement and that Michael Holding had not done his research when …"
        },
        {
            "title": "Hal Singer obituary",
            "category": "Music",
            "snippet": "The tenor-saxophonist Hal Singer, who has died aged 100, had just joined Duke Ellington’s orchestra in August 1948 – “the greatest musical thrill of m …"
        },
        {
            "title": "Richie Porte within reach of podium finish as Tour de France finale looms",
            "category": "Sport",
            "snippet": "Dating back to 1930, the Tour of Tasmania has long been a proving ground for Australia’s best cyclists. The first-ever edition was won by Sir Hubert O …"
        },
        {
            "title": "Official post-Brexit report warns of queues of 7,000 lorries in Kent",
            "category": "Politics",
            "snippet": "The scale of disruption predicted to hit UK borders post-Brexit is revealed in confidential government documents warning of queues of 7,000 lorries in …"
        },
        {
            "title": "Arm's sale to Nvidia makes sense but we need binding guarantees",
            "category": "Business",
            "snippet": "The tragedy of Arm Holdings is that it was sold to Softbank of Japan in the first place. The £24bn cash takeover in 2016 was an example of the UK’s fr …"
        },
        {
            "title": "PM calls EU tactics 'extreme' while defending breach of international law",
            "category": "Politics",
            "snippet": "Boris Johnson accused the EU of preparing to go to “extreme and unreasonable lengths” in Brexit talks as he defended breaching international law amid …"
        },
        {
            "title": "'Men still say women aren't funny': Nina Stibbe wins Comedy women in print prize",
            "category": "Books",
            "snippet": "Nina Stibbe has won the Comedy women in print prize for her novel about a teenage dental assistant clawing her way to adulthood in 1980s Leicester, Re …"
        },
        {
            "title": "Replace furlough and stop firms 'firing and rehiring', Starmer to tell PM",
            "category": "UK-News",
            "snippet": "Keir Starmer is to call on Boris Johnson to replace the furlough scheme and outlaw “firing and rehiring” practices in a speech to union leaders on Tue …"
        },
        {
            "title": "Brexit: internal market bill passes by 77 votes amid Tory party tension",
            "category": "Politics",
            "snippet": "Conservative MPs fired a warning shot at Boris Johnson’s conduct of the Brexit process on Monday night, as former cabinet ministers and attorney gener …"
        },
        {
            "title": "Troubled Blood by Robert Galbraith review – a cosy blast from the past",
            "category": "Books",
            "snippet": "Robert Galbraith’s Troubled Blood is not for the faint of wrist. Clocking in at a cool 927 pages, the fifth Cormoran Strike novel knocks Hilary Mantel …"
        },
        {
            "title": "Brexit: 'Much to play for' says Sir Roger Gale after voting against bill — as it happened",
            "category": "Politics",
            "snippet": "A comfortable win, as expected, for the government as MPs voted by a majority of 77 to approve the internal market bill at its second reading, despite …"
        },
        {
            "title": "Rebel alliance: the Tory politicians opposing new Brexit bill",
            "category": "Politics",
            "snippet": "Boris Johnson might have taken over from Theresa May with a pledge to be a very different kind of prime minister, but there is one part of her legacy …"
        },
        {
            "title": "US fires: Oregon wildfires kill at least 10 while 22 people are still missing",
            "category": "US-News",
            "snippet": "At least 10 people have died and 22 people remain missing in Oregon amid unprecedented wildfires, with the governor, Kate Brown, saying the state has …"
        },
        {
            "title": "Good Joe Bell review – Mark Wahlberg affects in moving homophobia drama",
            "category": "Film",
            "snippet": "There’s a rocky road to redemption for the protagonist of Good Joe Bell and the actor playing him, both gradually reckoning with an uneasy history of …"
        },
        {
            "title": "The idea of 'too much information' is bad for our health. It's time we ditched it",
            "category": "Books",
            "snippet": "Summary: I have been in pain for more than 20 years. From my very first period I knew something was wrong, but I found it hard to pinpoint what. I asked my fri …"
        },
        {
            "title": "Brexit bill hugely damaging to UK's reputation, says ex-ambassador",
            "category": "Politics",
            "snippet": "Britain’s former ambassador to Washington has described the internal market bill as “hugely damaging to our international reputation”, warning that it …"
        },
        {
            "title": "Ex-Nissan executive goes on trial over alleged Carlos Ghosn conspiracy",
            "category": "Business",
            "snippet": "A former Nissan executive who is accused of conspiring with the firm’s fugitive former chairman, Carlos Ghosn, to falsify financial statements has ple …"
        },
        {
            "title": "My partner and I are trying to conceive – but he's struggling with his sex drive",
            "category": "Life-and-Style",
            "snippet": "My partner and I have been trying to conceive for about six months. I’m a 32-year-old woman and he’s a 31-year-old man. What we’re finding is that it’ …"
        },
        {
            "title": "‘Kurt was fit': the night Nirvana played five-a-side with the Chippendales",
            "category": "Music",
            "snippet": "Scottish music manager and promoter David McLean has staged gigs by Nirvana, Green Day, Foo Fighters, Pearl Jam, Oasis and hundreds more. Ahead of his …"
        },
        {
            "title": "Welcome to the New World: Waking Up in Trump's America – review",
            "category": "Books",
            "snippet": "Summary: This book began its life as a weekly comic strip in the New York Times in which the experiences of a group of refugees – the Aldabaan family from Homs …"
        },
        {
            "title": "Talking Horses: trainer caught out by pictures on stable's Twitter feed",
            "category": "Sport",
            "snippet": "The power of social media lies not only with the tweeter, as one trainer found when photographs posted online by his business were used against him in …"
        },
        {
            "title": "UK faces an unemployment shock – and ending furlough will worsen it",
            "category": "Business",
            "snippet": "Rising unemployment is a slowly unfolding crisis. For many employers, decisions about redundancies and hiring have taken a back seat while they consid …"
        },
        {
            "title": "Trump's embrace of Kenosha shooter raises vigilante fears for election",
            "category": "US-News",
            "snippet": "In normal times, a militia-supporting man caught on video shooting dead two protesters and seriously wounding another on the streets of an American ci …"
        },
        {
            "title": "The Age of Innocence's high drama unfolds in its characters' souls",
            "category": "Books",
            "snippet": "“Modern fiction really began when the ‘action’ of the novel was transferred from the street to the soul,” Edith Wharton wrote in her 1925 book, The Wr …"
        },
        {
            "title": "Coronavirus: hunting exempt from 'rule of six' restrictions in England",
            "category": "UK-News",
            "snippet": "Grouse shooting and hunting with guns in England are among outdoor activities exempted from the government’s “rule of six” coronavirus regulations. Co …"
        },
        {
            "title": "Beirut's destroyed clubbing district: 'I don't know how we will recover'",
            "category": "Music",
            "snippet": "Summary: Beirut’s people are broken. The catastrophic blast that tore through the port and surrounding areas on 4 August obliterated any remaining optimism in …"
        },
        {
            "title": "One stifling, soulless room has become my whole world – but I'm dreaming of much bigger things",
            "category": "Life-and-Style",
            "snippet": "When we were told to give others a wide berth in March, it wasn’t a huge shock to the system for me – I’ve been practicing social distancing my whole …"
        },
        {
            "title": "Brexit: barristers question selection of legal team leading UK drive to override deal",
            "category": "Politics",
            "snippet": "Summary: The government is facing increasing scrutiny over its decision to use “committed Brexiteer” lawyers to provide advice on the legality of breaching the …"
        },
        {
            "title": "US and UK warn travellers of risk of arbitrary arrest in China and Hong Kong",
            "category": "UK-News",
            "snippet": "The US and the UK have warned of a risk of arbitrary arrest in China and Hong Kong in updates to their travel advice for citizens. The US advice urged …"
        },
        {
            "title": "County cricket's short, sweet season has provided succour amid turmoil",
            "category": "Sport",
            "snippet": "And so it leaves, as it always does, with a jolt. Even though you can smell it in the air, in the hastening evenings, in the turning trees, in the sho …"
        }
    ]
}