{
    "page": [
        {
            "title": "UFC's Colby Covington takes call from Trump, rips 'coward' LeBron after TKO",
            "category": "Sport",
            "snippet": "Ultimate Fighting Championship welterweight contender Colby Covington finished off Tyron Woodley, then took the fight to Joe Biden and LeBron James. A …"
        },
        {
            "title": "The beauty spot: make it matte for under a mask",
            "category": "Life-and-Style",
            "snippet": "Summary: For anyone antisocial, wearing a mask is great – people are less inclined to make conversation. Alas, they (masks not strangers) steam up glasses, muf …"
        },
        {
            "title": "Sunday with Richard Quinn: ‘I trawl through vintage shops for inspiration’",
            "category": "Life-and-Style",
            "snippet": "When does your morning start? At 7am. My body clock wakes me up naturally. I try not to work on weekends – no checking emails or taking phone calls – …"
        },
        {
            "title": "Unholy row as leading London church axes musicians, 'using Covid as a cover'",
            "category": "UK-News",
            "snippet": "Ten London musical ensembles claim they have been “summarily dismissed” by one of the capital’s most prestigious churches in an “act of callous and un …"
        },
        {
            "title": "Another day not at the office: will working from home be 2020's most radical change?",
            "category": "Business",
            "snippet": "There’s a man sitting at the first-floor window of the house that lies on the other side of my back fence. It’s early August, the weather is swelterin …"
        },
        {
            "title": "Cummings’s state aid is scarcely a substitute for EU trade",
            "category": "Business",
            "snippet": "Whatever one thinks of the handling of the pandemic, or of the poor contingency planning in earlier years, the one thing one cannot blame this governm …"
        },
        {
            "title": "Rocks review - empowering, uplifting teenage girl power",
            "category": "Film",
            "snippet": "What a wonderful, heart-breaking, life-affirming gem of a movie this is. Having proved a crowd-pleasing hit at the London film festival in October 201 …"
        },
        {
            "title": "Trashy TV, dog ears and the unexpected kindness of strangers",
            "category": "Life-and-Style",
            "snippet": "Hey guys, how are we all doing (imagine me crouching beside you in a matey fashion with my arm across the back of your chair as you peruse a sticky me …"
        },
        {
            "title": "Express yourself: why Madonna wants to tell her own life story",
            "category": "Music",
            "snippet": "Summary: “It’s essential to share the rollercoaster ride of my life with my voice and my vision,” Madonna said when it was announced by Universal Pictures that …"
        },
        {
            "title": "Dido Harding appointment ‘corrupting our constitution’ – Lord Falconer",
            "category": "Politics",
            "snippet": "Boris Johnson has been accused by a former Labour lord chancellor of corrupting the constitution by appointing Tory peer Dido Harding to powerful twin …"
        },
        {
            "title": "Is that rare plant illegal?",
            "category": "Life-and-Style",
            "snippet": "Social media has done incredible things for gardening, opening up an astonishing diversity of clever techniques and innovative styles from around the …"
        },
        {
            "title": "Safe arias: how opera blazed the trail for the return of live entertainment",
            "category": "Music",
            "snippet": "Britain’s small-scale opera companies have become surprise cultural crusaders this autumn. From urban drive-ins to remote rural settings, it is this m …"
        },
        {
            "title": "Susan Michie: 'Bars and pubs and other high-risk places should not be open'",
            "category": "Politics",
            "snippet": "Susan Michie, 65, is a professor of health psychology at University College London and leader of the Human Behaviour Change project funded by the Well …"
        },
        {
            "title": "Sasha Swire: ‘British politics is totally amateur. That's why it’s so sexy and toxic’",
            "category": "Books",
            "snippet": "In the kitchen of Chaffcombe Manor, her rambling Devonshire home, Sasha Swire, whose mischievously indiscreet political diaries are published this wee …"
        },
        {
            "title": "A Swayze and the Ghosts: Paid Salvation review – a faultless debut",
            "category": "Music",
            "snippet": "Summary: No one turns to garage punk for its compositional originality. The genre’s evergreen swagger rarely fails to supply uplift, however, and newcomers A S …"
        },
        {
            "title": "‘I’m terrified of causing trouble’: Sasha Swire, a diarist creating a Tory storm",
            "category": "Politics",
            "snippet": "It is already being described as a publishing sensation, four days before going on sale. And a quick glimpse at almost any one of its 544 pages instan …"
        },
        {
            "title": "AFL season 2020, round 18: Geelong claw past Sydney - as it happened",
            "category": "Sport",
            "snippet": "So there’s your top four for 2020, and it features Geelong, just, after they dug themselves out of a massive hole against the plucky Swans. The Cats w …"
        },
        {
            "title": "Charleston aims to force fossil fuel companies to pay $2bn to combat climate crisis",
            "category": "US-News",
            "snippet": "Charleston, the architectural jewel of the US south, has survived the ravages of revolutionary wars, an earthquake and even a siege waged by the notor …"
        },
        {
            "title": "Patti Smith: 'I feel the unrest of the world in the pit of my stomach'",
            "category": "Music",
            "snippet": "Patti Smith, rock star, poet, visual artist and writer, won the 2010 National book award with her memoir Just Kids. The Year of the Monkey, her moving …"
        },
        {
            "title": "US airlines facing ‘Thelma and Louise’ moment as government aid set to expire",
            "category": "Business",
            "snippet": "Summary: US airlines are facing what one leading analyst calls a “Thelma and Louise” moment as the industry approaches a government-funding deadline that could …"
        },
        {
            "title": "Morfydd Clark: ‘In the acting world, my ADHD tendencies are seen as charming’",
            "category": "Film",
            "snippet": "When Morfydd Clark was 16 years old, she crashed out of school. “After my GCSEs I just couldn’t go back,” she says. “I tried for a term but didn’t do …"
        },
        {
            "title": "Can California's tourism industry survive a year unlike any other?",
            "category": "US-News",
            "snippet": "Summary: Summers are always busy in Big Sur, the picturesque region in northern California known for towering forests that give way to sweeping cliffs and sand …"
        },
        {
            "title": "Will Trump’s ‘law-and-order’ pitch prevail in Pennsylvania?",
            "category": "US-News",
            "snippet": "Summary: The wave of rallies for racial justice that swept America this summer arrived in Bethlehem, Pennsylvania, with dueling marches in support of Black Liv …"
        },
        {
            "title": "Tesla review – sparky biopic of the inventor",
            "category": "Film",
            "snippet": "Summary: Following Experimenter, his nimble 2015 biopic of the notorious social psychologist Stanley Milgram, writer/director Michael Almereyda takes a similar …"
        },
        {
            "title": "V2 by Robert Harris review – fears of a rocket man",
            "category": "Books",
            "snippet": "As the second world war hurtled towards its climax, the Nazis summoned up a final, futile burst of creative energy and channelled it into a rocket, th …"
        },
        {
            "title": "Tory MPs plot rebellion over renewal of emergency Covid laws",
            "category": "Politics",
            "snippet": "Conservative MPs irked by the government’s sweeping lockdown measures are plotting a rebellion when emergency Covid legislation is renewed this month, …"
        },
        {
            "title": "Supreme court: Democrats rally in bid to stop Trump filling Ginsburg's seat",
            "category": "US-News",
            "snippet": "The resistance movement forged in the early days of Donald Trump’s presidency now faces perhaps its greatest challenge: keeping open a supreme court v …"
        },
        {
            "title": "In brief: On Earth We're Briefly Gorgeous; Mind Games; Savage Kiss – reviews",
            "category": "Books",
            "snippet": "On Earth We’re Briefly Gorgeous Ocean Vuong Vintage, £8.99, pp256 (paperback) The central idea in Vuong’s memorable debut novel is love after trauma – …"
        },
        {
            "title": "Alicia Keys: Alicia review – classic and contemporary",
            "category": "Music",
            "snippet": "Following the publication of her memoir in March, Alicia Keys’s seventh album comes from a more personal place than her previous sets. Some tracks are …"
        },
        {
            "title": "UK coronavirus live: officials meeting today to consider case for new restrictions for London, says Hancock",
            "category": "Politics",
            "snippet": "Summary: Matt Hancock, the health secretary, has warned that the UK is at a “tipping point” nationally, while new coronavirus restrictions on London could be i …"
        },
        {
            "title": "More long-term thinking is needed to protect the UK economy",
            "category": "Business",
            "snippet": "What a difference a matter of weeks makes – in that little time England has gone from eat out to help out to the brink of national lockdown. After a s …"
        },
        {
            "title": "AG Cook: Apple review – magical shifts in tone",
            "category": "Music",
            "snippet": "Summary: Last month, the producer AG Cook released his debut album; a 49-track, seven-disc brain dump called 7G. After years honing his synthetic, plastic fant …"
        },
        {
            "title": "Orchestral manoeuvres in a car park: does drive-in opera hit the high notes?",
            "category": "Music",
            "snippet": "Sweaty, hyperventilating and with frozen hands, I arrive at Europe’s first live drive-in opera like Mimi in La Bohème’s last act. Unlike the opera’s h …"
        },
        {
            "title": "Althea Braithwaite obituary",
            "category": "Books",
            "snippet": "Fulfilling the roles of author, illustrator and publisher as well as printer and bookseller, Althea Braithwaite, who has died aged 80, wrote more than …"
        },
        {
            "title": "Morrisons reinstates door marshals to prepare for Covid-19 second wave",
            "category": "Business",
            "snippet": "Summary: Shoppers are being urged to shop considerately as supermarkets tighten safety measures ahead of expected new lockdown restrictions. After a break of s …"
        },
        {
            "title": "Health official urges people not to flock to 'heaving' Blackpool",
            "category": "UK-News",
            "snippet": "Health officials have expressed alarm after huge crowds descended on Blackpool hours after it was excluded from coronavirus restrictions due to come i …"
        },
        {
            "title": "Boris Johnson's Brexit bill straight out of Trump playbook, David Lammy says",
            "category": "Politics",
            "snippet": "Boris Johnson’s law-breaking Brexit bill is straight out of the Donald Trump playbook, and leaves justice secretary Robert Buckland looking “a very sm …"
        },
        {
            "title": "Tour de France: Pogacar crowned champion as Bennett takes final stage –as it happened",
            "category": "Sport",
            "snippet": "Summary: From Jeremy Whittle in Paris. Which seems like a good moment for me to step away from the blog. It’s been a pleasure. Bye! The Slovenian flag is raise …"
        },
        {
            "title": "Chancellor warned scrapping tax-free shopping risks 70,000 jobs",
            "category": "UK-News",
            "snippet": "UK retailers, hoteliers and airport chiefs have warned the chancellor that scrapping tax-free shopping for international tourists has put 70,000 jobs …"
        },
        {
            "title": "Sam Simmonds leads charge as Exeter swat Northampton aside",
            "category": "Sport",
            "snippet": "It is 16 months ago now since Northampton’s Chris Boyd suggested Exeter needed to play with more optimism if they were to prosper in Europe, adding th …"
        },
        {
            "title": "Saracens hail 'special victory' over Leinster to show they are still fighting",
            "category": "Sport",
            "snippet": "Saracens may be down but they are far from out. The champions of England and Europe, who have been demoted to the Championship for next season, are de …"
        },
        {
            "title": "Ruth Bader Ginsburg: Joe Biden accuses Trump and Republicans of 'abuse of power' – as it happened",
            "category": "US-News",
            "snippet": "Here’s a rundown of Sunday’s events. We’ll be back tomorrow for all Monday’s news. Supreme court: Biden accuses Trump and Republicans of abuse of powe …"
        },
        {
            "title": "Anneliese Dodds to accuse Tories of 'file of failure' over jobs",
            "category": "Politics",
            "snippet": "The shadow chancellor, Anneliese Dodds, will accuse the Conservatives of wasting billions of pounds of public money through botched outsourcing and po …"
        },
        {
            "title": "Bryson DeChambeau wins US Open by six shots – as it happened",
            "category": "Sport",
            "snippet": "Summary: Time to sign off. Bryson will head back into the lab, ready to cook up a winning strategy for a November Masters. Can anyone stop him? You’ll have to …"
        },
        {
            "title": "'Looks silly': Eddie McGuire under fire for Gold Coast nightclub outing",
            "category": "Sport",
            "snippet": "Summary: Eddie McGuire’s night out at a Gold Coast club over the weekend has raised some eyebrows but the Collingwood president claims his Saturday outing at t …"
        },
        {
            "title": "Flood of complaints expected over Covid-19 UK business loans",
            "category": "Business",
            "snippet": "The Treasury has told a new bank customer complaints body to prepare for an influx of grievances over government-backed Covid loans. The Business Bank …"
        },
        {
            "title": "Folkestone charities fear far right will target asylum seeker base",
            "category": "UK-News",
            "snippet": "The people of Folkestone have become used to the sound of helicopters buzzing over their heads at night, as authorities scour the waters off the south …"
        },
        {
            "title": "Robots gear up to march to the fields and harvest cauliflowers",
            "category": "Business",
            "snippet": "The job of harvesting cauliflowers could one day be in the mechanical hands of robots thanks to a collaboration between scientists and the French cann …"
        },
        {
            "title": "Tree of the week: the oak that ‘sat down' on some stairs – and stayed",
            "category": "Life-and-Style",
            "snippet": "Summary: Daniel Bain loves exploring Barcelona, but one sight has left a lasting impression – a sturdy oak that pops up in the middle of a staircase. “I like t …"
        },
        {
            "title": "Rage by Bob Woodward review – Trump unleashed",
            "category": "Books",
            "snippet": "Now I understand why Trump refuses to have a dog in the White House. There’s no need: he is his own fawning poodle and envenomed cur. “I love this guy …"
        }
    ]
}