{
    "page": [
        {
            "title": "Trump and Biden attend 9/11 memorial ceremonies – as it happened",
            "category": "US-News",
            "snippet": "That’s all from me today. Thanks for following along with our politics coverage. Here’s a rundown of the day’s biggest stories: Wildfires – or “climat …"
        },
        {
            "title": "Ammonite review – Kate Winslet and Saoirse Ronan find love among the fossils",
            "category": "Film",
            "snippet": "Summary: The open secret of Victorian sexuality is rediscovered by film-maker Francis Lee in this fine, intimate, intelligently acted movie about forbidden lov …"
        },
        {
            "title": "Celtics see off Raptors in Game 7 to set date with Miami in NBA's final four",
            "category": "Sport",
            "snippet": "It took every bit of seven games, but Jayson Tatum and the Boston Celtics are headed to the Eastern Conference finals. And they dethroned the NBA cham …"
        },
        {
            "title": "It may be hard to find conservative satirists - but how about satyrs?",
            "category": "Books",
            "snippet": "Summary: The BBC’s new director general recently said that there was a leftwing bias in its output of topical satire, and that comedy shows should henceforth b …"
        },
        {
            "title": "Fit in my 40s: can a busy person like me learn tai chi?",
            "category": "Life-and-Style",
            "snippet": "Tai chi used to be something you’d see people do in parks, two decades before anyone did any other kind of exercise in parks. The natural world is psy …"
        },
        {
            "title": "Mayflies by Andrew O’Hagan review – a bittersweet tale of friendship",
            "category": "Books",
            "snippet": "Summary: There’s a nod to Alan Sillitoe’s classic about postwar working-class life, Saturday Night and Sunday Morning (1958) – and the 1960 film starring Alber …"
        },
        {
            "title": "Tenet is fine – just being in the cinema is more exciting",
            "category": "Books",
            "snippet": "One of the things I’ve missed most of all is the cinema. There’s something so perfect about sitting in the dark for two hours (though ideally 90 minut …"
        },
        {
            "title": "Margaret Atwood: ‘If you’re going to speak truth to power, make sure it’s the truth’",
            "category": "Life-and-Style",
            "snippet": "Summary: Margaret Atwood is smiling, waving a green copy of her book The Testaments at me, while I wave a black one back at her. High-cheekboned, pale-skinned, …"
        },
        {
            "title": "Toots Hibbert, pioneering reggae star, dies aged 77",
            "category": "Music",
            "snippet": "Toots Hibbert, whose glorious songcraft as frontman of Toots and the Maytals helped make reggae globally famous, has died aged 77. A statement from hi …"
        },
        {
            "title": "Attica Locke: why did my black ancestors never leave Texas? They knew land is power",
            "category": "Books",
            "snippet": "I come from a long line of black Texans, going back generations, all the way to slavery. The Great Migration was the largest migration of people withi …"
        },
        {
            "title": "Martin Amis: 'I was horrified that Trump got in. Now it’s looking scary'",
            "category": "Books",
            "snippet": "The new novel by Martin Amis, Inside Story, which combines elements of memoir with fiction and in which Amis himself is the protagonist, features a ps …"
        },
        {
            "title": "Toots Hibbert obituary",
            "category": "Music",
            "snippet": "In the years before Bob Marley shot to worldwide fame, Toots Hibbert, who has died aged 77, was one of the main global faces of reggae music – or at l …"
        },
        {
            "title": "Defence secretary denies British army is scrapping tanks",
            "category": "UK-News",
            "snippet": "The defence secretary, Ben Wallace, has denied reports that the British army is to scrap all its tanks. The Times had reported the modernisation of th …"
        },
        {
            "title": "Brexit: Gove claims internal market bill protects UK integrity from EU 'threat'",
            "category": "Politics",
            "snippet": "Michael Gove has defended the government’s plan to override parts of its own Brexit deal with the EU, claiming the internal market bill was necessary …"
        },
        {
            "title": "How to grow strawberries for next year",
            "category": "Life-and-Style",
            "snippet": "The 15th-century Welsh physician Andrew Boorde wrote: “Raw crayme undecocted, eaten with strawberries is a rurall mannes banket… I have knowne such ba …"
        },
        {
            "title": "Take notes and get inspired: jobs for September in the garden",
            "category": "Life-and-Style",
            "snippet": "I love this moment. When the sun slants and everything is mellow with ripeness; when the garden can’t quite decide if it is celebrating the last of th …"
        },
        {
            "title": "My dog has taught me the best way to get through the pandemic: live in the now",
            "category": "Life-and-Style",
            "snippet": "Don’t tell my husband, but I have a new love of my life. Since social distancing began in March, we spend pretty much every waking minute together, an …"
        },
        {
            "title": "Shakespearean sisterhood: Maggie O'Farrell on Hamnet",
            "category": "Books",
            "snippet": "In the run-up to publication of her novel Hamnet at the end of March, Maggie O’Farrell bought herself a vintage dress. “There was going to be a party …"
        },
        {
            "title": "Susanna Clarke: ‘I was cut off from the world, bound in one place by illness’",
            "category": "Books",
            "snippet": "Sixteen years ago, Susanna Clarke’s debut novel became a publishing phenomenon. Jonathan Strange & Mr Norrell is an unlikely story of intellectual obs …"
        },
        {
            "title": "Toots Hibbert's pure, powerful voice carried reggae to the world",
            "category": "Music",
            "snippet": "Bob Marley and the Wailers were the band who transformed reggae from a cult phenomenon outside of its homeland. But it was the Wailers’ rivals, Toots …"
        },
        {
            "title": "Shed quarters: how to set up an office in your garden",
            "category": "Business",
            "snippet": "For millions of us, homeworking is here to stay for a while longer at least and some anticipate that they will never return to the office. However, ma …"
        },
        {
            "title": "Eight Detectives by Alex Pavesi review – a homage to the whodunnit",
            "category": "Books",
            "snippet": "No other genre of literature has been subject to as many strict rules as detective fiction in its “golden age” of the 1920s and 30s. Crime author Rona …"
        },
        {
            "title": "Classical home listening: Joshua Bell and a Mahler must-have",
            "category": "Music",
            "snippet": "• In a 30-year career bristling with awards and success as a soloist on the world’s most illustrious stages, the American violinist Joshua Bell has al …"
        },
        {
            "title": "The best books to inspire compassion",
            "category": "Books",
            "snippet": "When we talk of compassion, suffering is never very far away, as the origin of the word attests: the Latin compassio means “suffering with”. During th …"
        },
        {
            "title": "Syrian asylum seekers return to Calais nine days after UK flew them to Spain",
            "category": "UK-News",
            "snippet": "Eleven Syrian asylum seekers who were removed from the UK on a charter flight to Spain nine days ago and who were abandoned in the streets of Madrid h …"
        },
        {
            "title": "NRL 2020 season, round 18: Sydney Roosters defeat Newcastle Knights – as it happened",
            "category": "Sport",
            "snippet": "Summary: The Roosters have been building for a number of weeks now and tonight they took their already impressive game to another level, dismantling the Knight …"
        },
        {
            "title": "Richard and Linda Thompson: Hard Luck Stories 1972–1982 review – a tempestuous tale worth retelling",
            "category": "Music",
            "snippet": "Summary: Box sets often exist merely to evacuate the wallets of the faithful. Here, though, over eight CDs (or a big download) is the story of one of the most …"
        },
        {
            "title": "Jason Derulo: ‘Lockdown’s been the most fun I’ve ever had in my life’",
            "category": "Life-and-Style",
            "snippet": "Summary: I was four when I decided I was going to be an entertainer. I saw Michael Jackson for the first time and said, “Mum, I want to be him.” She was like, …"
        },
        {
            "title": "One to watch: Moonchild Sanelly",
            "category": "Music",
            "snippet": "If you felt the giddy thrill of Cardi B and Megan Thee Stallion’s explicit hit WAP this summer then Moonchild Sanelly is bringing more of the same. Wi …"
        },
        {
            "title": "Turnage world premiere review – a heartfelt tribute to Oliver Knussen",
            "category": "Music",
            "snippet": "The composer-conductor Oliver Knussen died, aged 66, more than two years ago. That loss still feels raw to countless musicians. From his teenage years …"
        },
        {
            "title": "Australia's Steve Smith cleared to return against England after concussion scare",
            "category": "Sport",
            "snippet": "Steve Smith has been cleared to return for Australia in Sunday’s second one-day international against England at Old Trafford following the concussion …"
        },
        {
            "title": "Richard Leonard survives as Scottish Labour leader",
            "category": "Politics",
            "snippet": "A rebellion by Scottish Labour’s centrists aimed at toppling their party leader, Richard Leonard, has collapsed after they failed to force through a m …"
        },
        {
            "title": "The Broken Hearts Gallery review – one to fall in love with",
            "category": "Film",
            "snippet": "After being dumped and fired, gallery assistant Lucy (Geraldine Viswanathan) drunkenly climbs into the wrong silver Prius, thinking it’s her Uber. Its …"
        },
        {
            "title": "‘I’m living my highest purpose’: mogul monk Jay Shetty on free market teachings",
            "category": "Life-and-Style",
            "snippet": "Jay Shetty has a story he wants you to hear. He tells it on speaking tours, when people come on his podcast, or when he goes on chat shows like Ellen …"
        },
        {
            "title": "Toots Hibbert's last interview: 'Don’t take life for granted, be careful, be strong'",
            "category": "Music",
            "snippet": "Toots Hibbert brought out his most recent album, Got to Be Tough, in August. What now stands as his final album is a positive listen, with lyrics abou …"
        },
        {
            "title": "Venice film festival 2020 roundup – against all the odds, a triumph",
            "category": "Film",
            "snippet": "In any normal year this might have seemed a pretty decent Venice. But in 2020, the fact that the Venice film festival happened at all seems nothing le …"
        },
        {
            "title": "Twenty years after the dotcom crash, is tech’s bubble about to burst again?",
            "category": "Business",
            "snippet": "Summary: ‘Everybody loves a party ... but, inevitably, after a big party there’s a hangover,” billionaire investor Stanley Druckenmiller said last week as stoc …"
        },
        {
            "title": "Toots and the Maytals: Got to Be Tough review – a muscular, uptempo final album",
            "category": "Music",
            "snippet": "Frederick “Toots” Hibbert spent much of his lengthy career singing about resilience during hard times – Pressure Drop, Time Tough, 54-46 That’s My Num …"
        },
        {
            "title": "The home restoration that came full circle",
            "category": "Life-and-Style",
            "snippet": "Back in the 70s, the Round House in Wilton, Connecticut, was so famous that it even appeared in an advert for Old Grand-Dad bourbon. “Pine forests, ro …"
        },
        {
            "title": "Trump attacks Robert Mueller's 'hit squad' in row over 'wiped' phones",
            "category": "US-News",
            "snippet": "Donald Trump called Robert Mueller’s investigators a “hit squad” on Saturday, joining rightwing outcry over Department of Justice documents that indic …"
        },
        {
            "title": "Penguin Bloom review – Naomi Watts saved by a magpie in charming drama",
            "category": "Film",
            "snippet": "Naomi Watts, an adept and at times electrifying actor, has found herself adrift in recent years. The star who shone bright in Mulholland Drive and Kin …"
        },
        {
            "title": "Lewis Hamilton dominates qualifying again to take Tuscan F1 GP pole",
            "category": "Sport",
            "snippet": "Schoolchildren might well be aghast but it transpires Lewis Hamilton ascribed his pole position for the Tuscan Grand Prix down to – whisper it – a har …"
        },
        {
            "title": "Ann Goldstein: 'I try to make it really clear that I am not Elena Ferrante'",
            "category": "Books",
            "snippet": "Ann Goldstein is a New York-based translator, renowned for her work on the acclaimed novels of the enigmatic and pseudonymous Elena Ferrante. Goldstei …"
        },
        {
            "title": "Labour left must work with Starmer or risk ‘return to tomb’, says Corbyn adviser",
            "category": "Politics",
            "snippet": "Summary: Labour’s left must work constructively with Keir Starmer and resist the temptation to go “back in our sealed tomb”, Jeremy Corbyn’s former policy chie …"
        },
        {
            "title": "Go west: Trump and Biden take campaign to Arizona and Nevada",
            "category": "US-News",
            "snippet": "Donald Trump was headed for Nevada on Saturday, aiming to erode poll leads enjoyed by Joe Biden there and in Arizona, another key state, as the 3 Nove …"
        },
        {
            "title": "New Cathy Freeman documentary prompts reflection on how far Australia has come",
            "category": "Sport",
            "snippet": "Imagine if every child could have an impenetrable belief in themselves in ways which lead them to pursue their wildest dreams and the most far-fetched …"
        },
        {
            "title": "Top lawyers slam Suella Braverman for wrecking UK’s reputation",
            "category": "Politics",
            "snippet": "Summary: The attorney general, Suella Braverman, was on Saturday accused of sacrificing the UK’s reputation, sidelining legal advisers and bypassing the minist …"
        },
        {
            "title": "Regardless of Covid restrictions, if people are dying in large numbers your economy is stuffed",
            "category": "Business",
            "snippet": "No recession is easy but the Covid recession must make governments around the world nostalgic for the usual ones where you just slash interest rates, …"
        },
        {
            "title": "How we stay together: 'It’s that yin and yang thing'",
            "category": "Life-and-Style",
            "snippet": "Names: Jayne Wild and Gary Latham Years together: 30 Occupations: co-owners of hair salon Gary Latham has discovered the secret to an enduring relatio …"
        },
        {
            "title": "Ineos and Jumbo-Visma struggling to make Tour a battle of super-teams",
            "category": "Sport",
            "snippet": "The rearranged 2020 Tour de France was billed as the battle of the super-teams, Manchester City versus Barcelona on two wheels. In the burgundy corner …"
        }
    ]
}