{
    "page": [
        {
            "title": "The Spin awards: a biosecure summer of unsung heroes like no other",
            "category": "Sport",
            "snippet": "At first, after the unbeatable thrills of 2019, the men’s international cricket season of 2020 looked like being an anticlimax. Then, as one nation af …"
        },
        {
            "title": "'We should be ashamed': Lord Dubs berates UK ministers over Lesbos refugees",
            "category": "UK-News",
            "snippet": "Summary: A Labour peer who masterminded a change in the law that forced the government to give sanctuary to child asylum seekers has branded the UK’s lack of a …"
        },
        {
            "title": "B&Q and Screwfix owner to return £23m in Covid furlough pay",
            "category": "Business",
            "snippet": "The DIY group behind B&Q and Screwfix plans to return £23m of furlough pay to the government after sales and profits at its UK business climbed during …"
        },
        {
            "title": "Keir Starmer’s message to the Labour party: I am not Jeremy Corbyn",
            "category": "Politics",
            "snippet": "Summary: Keir Starmer’s first party conference speech as leader had been pitched in advance as a moment to set out his values and vision – which sceptics of hi …"
        },
        {
            "title": "Supernova review – Colin Firth and Stanley Tucci dazzle as a couple facing their fears",
            "category": "Film",
            "snippet": "Summary: Lovely, heartfelt performances from Stanley Tucci and Colin Firth carry this intimate movie from actor-turned-film-maker Harry Macqueen, whose 2014 de …"
        },
        {
            "title": "'Cutting it tight': Dover port still awaiting Brexit infrastructure funds",
            "category": "Politics",
            "snippet": "Dover port is not Brexit ready because it is still waiting for government funds to be released for vital infrastructure for the new border operations, …"
        },
        {
            "title": "Milan Kundera 'joyfully' accepts Czech Republic's Franz Kafka prize",
            "category": "Books",
            "snippet": "Milan Kundera, whose Czech citizenship was restored last year after he had spent more than 40 years in exile, has won one of the Czech Republic’s most …"
        },
        {
            "title": "Mueller too timid in Trump-Russia investigation, top prosecutor claims",
            "category": "US-News",
            "snippet": "A senior member of Robert Mueller’s team says the special counsel was too timid in his investigation of Donald Trump and his links to Moscow during th …"
        },
        {
            "title": "US blood was too freely imported to UK in 70s and 80s, David Owen tells inquiry",
            "category": "UK-News",
            "snippet": "Not enough was done to stop contaminated blood being imported from the US to treat haemophiliacs in Britain in the 1970s and 80s, the former UK health …"
        },
        {
            "title": "What is your favourite UK awe-inspiring walk?",
            "category": "Life-and-Style",
            "snippet": "Older adults who took weekly “awe” walks reported increased positive emotions and less distress in their daily lives, according to a study published i …"
        },
        {
            "title": "Major League Rugby to kick off season four in March – with Covid plans in place",
            "category": "Sport",
            "snippet": "Major League Rugby will kick-off its fourth season on 20 March 2021, the league commissioner has told the Guardian, with 13 teams and contingency plan …"
        },
        {
            "title": "New Plymouth museum and art gallery opens with Mayflower and mammoths",
            "category": "UK-News",
            "snippet": "One of the galleries features both a full-scale model of a woolly mammoth and a collection of tiny sea creatures pickled in jars that look more like a …"
        },
        {
            "title": "Major boost for Trump as Romney backs vote on supreme court nomination",
            "category": "US-News",
            "snippet": "Donald Trump received a major boost on Tuesday when Republican senator Mitt Romney announced his support for considering the president’s supreme court …"
        },
        {
            "title": "Enola Holmes review – Sherlock's rebellious kid sister is on the case",
            "category": "Film",
            "snippet": "Summary: It is hardly believable that there’s yet another Sherlock Holmes ripoff/spinoff – the genre named by the late critic Gilbert Adair “Shlock Holmes”. Bu …"
        },
        {
            "title": "Chairman of Aintree racecourse killed herself, coroner rules",
            "category": "UK-News",
            "snippet": "The chairman of Aintree racecourse, Rose Paterson, took her own life in woodland near her family home, a coroner has ruled. The inquest was told she w …"
        },
        {
            "title": "When do young deer realise they are growing antlers?",
            "category": "Life-and-Style",
            "snippet": "Summary: When do young deer realise they are growing antlers? Is it just when they bang into things unexpectedly or can they see them out of the corner of thei …"
        },
        {
            "title": "New Covid-19 restrictions mean UK unemployment will get much worse",
            "category": "Business",
            "snippet": "It is March 2021. In the UK, the clocks are about to go forward and the government is about to ease restrictions imposed six months earlier in respons …"
        },
        {
            "title": "Premier Inn owner Whitbread to cut 6,000 jobs amid Covid crisis",
            "category": "Business",
            "snippet": "Two of the UK’s biggest hotel and pub companies have announced plans to axe nearly 6,500 jobs as the prime minister announced new restrictions on the …"
        },
        {
            "title": "The financial watchdog may have finally brought insurers to heel",
            "category": "Business",
            "snippet": "When it first looked at insurers’ price-gouging tactics a couple of years ago, the Financial Conduct Authority floated the entertaining idea of gettin …"
        },
        {
            "title": "Sport by sport: what new lockdown regulations will mean in UK",
            "category": "Sport",
            "snippet": "Rugby union Rugby union remains among the most vulnerable major sports if the pandemic continues to prevent spectators from attending major games. The …"
        },
        {
            "title": "Boris Johnson's speech in full: 'the fight against Covid is by no means over'",
            "category": "Politics",
            "snippet": "Summary: Good evening, the struggle against Covid is the single biggest crisis the world has faced in my lifetime. In less than a year this disease has killed …"
        },
        {
            "title": "Bath's comeback leaves Gloucester floundering in the silence",
            "category": "Sport",
            "snippet": "Summary: Very little in rugby feels entirely permanent right now and here was another prime example. Entering the final quarter Gloucester were 20-3 ahead and …"
        },
        {
            "title": "Rishi Sunak weighs up German-style wage subsidies to replace furlough scheme",
            "category": "UK-News",
            "snippet": "The chancellor, Rishi Sunak, is weighing up plans to replace the furlough scheme with German-style wage subsidies as part of a wider emergency support …"
        },
        {
            "title": "Covid: Sturgeon announces Scotland-wide ban on household visits",
            "category": "UK-News",
            "snippet": "Household visiting will be banned across Scotland, as Nicola Sturgeon moves to limit a key driver of coronavirus infections before the winter. While B …"
        },
        {
            "title": "UK coronavirus: Boris Johnson says 'there have been too many breaches' and warns restrictions could go further – as it happened",
            "category": "Politics",
            "snippet": "That’s it for our live blog today, thanks to everyone for reading along on what has been a tumultuous day for the UK and its battle against coronaviru …"
        },
        {
            "title": "‘I will be cut off’: Chinese Americans feel targeted by Trump's WeChat order",
            "category": "US-News",
            "snippet": "Chinese Americans have had their daily communications unwittingly swept into the US-China trade war, as the Trump administration threatens to ban Chin …"
        },
        {
            "title": "Officials outside bureau made decision to speed US census, report finds",
            "category": "US-News",
            "snippet": "Summary: Officials outside of the US Census Bureau made the decision to speed up efforts to complete the 2020 census, a move likely to decrease the accuracy of …"
        },
        {
            "title": "'They won't buy tickets to see women': 50 years on from a tennis rebellion",
            "category": "Sport",
            "snippet": "If Kristy Pigeon’s father had had his way, she certainly would not have been a tennis player. She would have spent her youth as a cheerleader with amp …"
        },
        {
            "title": "'Since my parents split, my mother's spending habits worry me. How do I broach it with her?'",
            "category": "Life-and-Style",
            "snippet": "My not-quite-elderly parents split a year ago and are starting divorce proceedings. My mother’s spending habits are worrying me. She had a difficult c …"
        },
        {
            "title": "Romney announces support for supreme court nominee – as it happened",
            "category": "US-News",
            "snippet": "We’re ending our live coverage for today, thanks for following along. Some links and developments: Trump refused to answer a question about the 200,00 …"
        },
        {
            "title": "On the Rocks review -  Bill Murray flirts with disaster in daddy-issues comedy",
            "category": "Film",
            "snippet": "Bill Murray amiably shows up on autopilot for this high-concept, low-octane New York caper from writer-director Sofia Coppola – the title of course pl …"
        },
        {
            "title": "An 87-hour bus trip made Australia feel like home for me – now I long to rediscover it",
            "category": "Life-and-Style",
            "snippet": "Summary: When I spent a year in Australia as a young Brit on a working holiday visa in 2000, I took a bus from Broome to Sydney. It took 87 hours. We hurtled o …"
        },
        {
            "title": "Bristol's Colston Hall renamed after decades of protests",
            "category": "UK-News",
            "snippet": "A new name has been announced for the Bristol venue Colston Hall following decades of protests and boycotts over its association with the slave trade. …"
        },
        {
            "title": "Bird Island review – strange goings-on at a Swiss avian sanctuary",
            "category": "Film",
            "snippet": "Slow paced and deploying minimal sound – apart from gentle bursts of voiceover and the sound of wings and planes taking off – this Swiss-set quasi-doc …"
        },
        {
            "title": "Blue Ticket by Sophie Mackintosh review – a dark fable about free will",
            "category": "Books",
            "snippet": "There is great power, Sophie Mackintosh has discovered, in taking a familiar thing –so familiar that we no longer see it clearly – moving it to a plac …"
        },
        {
            "title": "Baseball is using coronavirus as a pretext for permanent change",
            "category": "Sport",
            "snippet": "One of the first examples of baseball’s near-sighted willingness to deface itself in the name of maximum profits came in 1887 when, in an effort to bo …"
        },
        {
            "title": "Top 10 books about social media",
            "category": "Books",
            "snippet": "Summary: Has anything ever caused a faster transformation in our practices of living than social media? Fifteen years ago, it barely existed; today, it occupie …"
        },
        {
            "title": "UK economic recovery loses momentum even before new Covid curbs",
            "category": "Business",
            "snippet": "The UK’s recovery from the Covid-19 lockdown was losing momentum even before the announcement of new restrictions to control the spread of the virus, …"
        },
        {
            "title": "‘It’s our job to help’: the genealogists tracking down missing people after devastating fires",
            "category": "US-News",
            "snippet": "On a recent Saturday, as fires raged across much of the US west coast, Nancy Collins, 42, received a Facebook message from a friend: “Do you angels fe …"
        },
        {
            "title": "Little Girl review – a brave child's journey to her true self",
            "category": "Film",
            "snippet": "Seven-year-old Sasha lives in provincial France, loves ballet classes, dolls, dresses and her family. She may have been born male, but she’s known at …"
        },
        {
            "title": "Charity fundraiser Captain Tom Moore signs film deal for biopic",
            "category": "Film",
            "snippet": "Captain Sir Tom Moore is getting the big-screen treatment. The life story of the centenarian, who raised more than £32m for the NHS by walking laps of …"
        },
        {
            "title": "Tommy DeVito: Four Seasons founding member dies of Covid aged 92",
            "category": "Music",
            "snippet": "Tommy DeVito, who co-founded the vocal group that became the Four Seasons, has died aged 92 after contracting Covid-19. DeVito’s bandmates Frankie Val …"
        },
        {
            "title": "Leading UK music industry bodies pledge gender equality on boards",
            "category": "Music",
            "snippet": "A series of major UK music industry organisations have committed to gender equality on their boards. These include PRS for Music, which handles royalt …"
        },
        {
            "title": "Fleet Foxes: 'You can fake a guitar solo. You can't fake your voice'",
            "category": "Music",
            "snippet": "Summary: In June, “when everything was that young green”, Robin Pecknold went driving through upstate New York. Long drives, along empty roads, with the window …"
        },
        {
            "title": "Sophia Loren returns to movies aged 86",
            "category": "Film",
            "snippet": "Sophia Loren is returning to cinema after an 11-year absence. Loren, 86, stars in upcoming Netflix drama The Life Ahead, which is directed by her son, …"
        },
        {
            "title": "HSBC, Goldman Sachs and PwC delay return to offices in England",
            "category": "Business",
            "snippet": "HSBC, Goldman Sachs and PwC have postponed plans to bring staff back to their offices in England after the government’s U-turn on its back-to-work dri …"
        },
        {
            "title": "Schemers review – the rise and rise of Dave Mclean, rock promoter",
            "category": "Film",
            "snippet": "This account of the rise of Dundee music promoter Dave Mclean, later to become the UK’s tireless ambassador for grunge, is directed by Dave Mclean, pr …"
        },
        {
            "title": "No-deal Brexit will cost UK more than Covid, report finds",
            "category": "Politics",
            "snippet": "Summary: The economic cost of a no-deal Brexit could be two or three times as bad as the impact of Covid, a report has concluded. Analysis by the London School …"
        },
        {
            "title": "Arthur Wooster obituary",
            "category": "Film",
            "snippet": "Summary: Arthur Wooster, who has died aged 91 after suffering from dementia, was hired by the director John Glen to bring scenes of daredevil action to the scr …"
        },
        {
            "title": "Coronavirus pandemic has wiped out $3.5tn in work income, says ILO",
            "category": "Business",
            "snippet": "The economic fallout from the coronavirus pandemic has wiped out $3.5tn (£2.75tn) of earnings for millions of people around the world, according to th …"
        }
    ]
}