{
    "page": [
        {
            "title": "Naomi Osaka sees off Shelby Rogers in US Open quarter-final – as it happened",
            "category": "Sport",
            "snippet": "That’s all for tonight. Thanks as always for following along with us and be sure to check back tomorrow for more live quarter-final coverage. “I consi …"
        },
        {
            "title": "Oscars reveal new diversity requirements for best picture nominees",
            "category": "Film",
            "snippet": "The Oscars are raising the inclusion bar for best picture nominees, starting with the 96th Academy Awards in 2024. In a historic move, the Academy of …"
        },
        {
            "title": "I had hardly spoken to my neighbour before lockdown. Now he's my constant companion",
            "category": "Life-and-Style",
            "snippet": "Summary: As an artist and writer, I already worked from home and was used to living alone. Then came the pandemic. During the past few months, my neighbour has …"
        },
        {
            "title": "Canelo Álvarez sues Dazn and Oscar De La Hoya for breach of $365m contract",
            "category": "Sport",
            "snippet": "Mexican boxing superstar Saul ‘Canelo’ Álvarez is suing longtime promoter Oscar De La Hoya and upstart streaming service Dazn over their alleged failu …"
        },
        {
            "title": "Why so serious? Tenet and the new wave of 'science-based' time travel movies",
            "category": "Film",
            "snippet": "Back in the good old days, time travel in the movies was a strictly no-strings-attached affair, a straightforward plot device to bewilder a couple of …"
        },
        {
            "title": "Head Hand Heart by David Goodhart review – does getting a degree matter too much?",
            "category": "Books",
            "snippet": "David Goodhart has been on the winning side of successive ideological battles over the last 25 years. As founder of Prospect magazine in 1995, he corr …"
        },
        {
            "title": "I've spent years working at home on my own. Now the whole family is toiling alongside me – and I love it",
            "category": "Life-and-Style",
            "snippet": "Summary: The woman in the front corner office makes personal calls on speakerphone all day, laughing, swearing and making disparaging remarks about her colleag …"
        },
        {
            "title": "Ryanair cuts passenger target and writes off winter travel market",
            "category": "Business",
            "snippet": "Ryanair has cut its annual passenger target to 50 million, a reduction of 10 million, as Europe’s biggest carrier expects the winter travel market to …"
        },
        {
            "title": "Silver Apples synth pioneer Simeon Coxe dies aged 82",
            "category": "Music",
            "snippet": "Summary: Simeon Coxe, co-founder of the pioneering 1960s experimental electronic band Silver Apples, has died aged 82. He had a progressive lung condition, pul …"
        },
        {
            "title": "Green party re-elects co-leaders Siân Berry and Jonathan Bartley",
            "category": "Politics",
            "snippet": "The Greens leadership partnership of Siân Berry and Jonathan Bartley has been re-elected for a further two-year term, with the pair immediately promis …"
        },
        {
            "title": "Top 10 goddesses in fiction",
            "category": "Books",
            "snippet": "What springs to mind when you think of the word “goddess”? Divine feminine energy? Mother Earth? Ancient Greek women wafting around in white dresses c …"
        },
        {
            "title": "Trauma, fear, homelessness: life after California's deadliest fire shows the future of climate crisis",
            "category": "US-News",
            "snippet": "In the last two years, Erin Finafrock has lived in a trailer and at the homes of friends in three California cities. She has camped at a fairground an …"
        },
        {
            "title": "First Thing: unmasked Trump mocks Biden at hundreds-strong rally over social distancing",
            "category": "US-News",
            "snippet": "Good morning. Donald Trump denounced his Democratic rival Joe Biden on Tuesday for following coronavirus restrictions, while breaking them himself. De …"
        },
        {
            "title": "Easy as pie: 17 mouth-watering apple recipes – from tarte tatin to roast pork belly",
            "category": "Life-and-Style",
            "snippet": "The British apple season is a long one – spanning the earliest and latest ripening varieties, it runs from August to November – so there is no need to …"
        },
        {
            "title": "Fears over heat and air quality for ANA Inspiration in California",
            "category": "Sport",
            "snippet": "The organisers of the second women’s major of the year have admitted they are monitoring temperature and air quality amid fears it could become unsafe …"
        },
        {
            "title": "My dishevelled flat felt like a cage rather than a cocoon this summer. I finally decided to do it up",
            "category": "Life-and-Style",
            "snippet": "I’ve never really been house-proud. While my peers have moved to larger and larger homes over the years, I’ve been happy in my dishevelled council fla …"
        },
        {
            "title": "The Tomb: Devil’s Revenge review – Shatner cursed in Indiana Jones-like horror",
            "category": "Film",
            "snippet": "William Shatner has banked a lot of goodwill down the years, but he may find himself in sudden arrears. His involvement presumably made this lamentabl …"
        },
        {
            "title": "The Harpy by Megan Hunter review – a dark tale of domestic destruction",
            "category": "Books",
            "snippet": "Following her 2017 debut The End We Start From, a novel set in a post-apocalyptic flooded landscape, Megan Hunter’s The Harpy imagines a more familiar …"
        },
        {
            "title": "Naomi Osaka keeps victims of racial injustice in spotlight with US Open masks",
            "category": "Sport",
            "snippet": "Naomi Osaka continued to highlight racial injustice in the United States by wearing a mask displaying the name of George Floyd, the black American who …"
        },
        {
            "title": "Harold Best obituary",
            "category": "Politics",
            "snippet": "My friend Harold Best, who has died aged 82, was elected as Labour MP for Leeds North West, previously a safe Tory seat, in the party’s landslide of 1 …"
        },
        {
            "title": "Super League points system switch lifts Catalans to top of table",
            "category": "Sport",
            "snippet": "Super League has radically changed the way this season’s final league table will be determined, moving to a win percentage system for the first time i …"
        },
        {
            "title": "Adil Rashid on Chris Silverwood's radar for England's Test side",
            "category": "Sport",
            "snippet": "Summary: The circus heads north for the final three shows of the international summer and Chris Silverwood probably has fewer worries than his footballing coun …"
        },
        {
            "title": "California fires burn record 2m acres as new blazes prompt rescue missions",
            "category": "US-News",
            "snippet": "Wildfires have burned a record 2m acres of California, with fresh conflagrations prompting dramatic rescue missions and shrouding much of the US west …"
        },
        {
            "title": "Summerland review –  smart coming-out and coming-of-age comedy",
            "category": "Film",
            "snippet": "Not to be confused with the British period drama of the same name starring Gemma Arterton and Gugu Mbatha-Raw that came out a few weeks back, this Sum …"
        },
        {
            "title": "Transfer of young asylum-seekers from Kent 'dried up' before recent boat arrivals",
            "category": "UK-News",
            "snippet": "Kent county council failed to transfer any unaccompanied child asylum seekers to other local authorities before the recent increase in arrivals under …"
        },
        {
            "title": "Talking Horses: Doncaster will go back behind closed doors on Thursday",
            "category": "Sport",
            "snippet": "After a single afternoon with a crowd of around 2,500 in attendance, the remainder of Doncaster’s St Leger meeting will return behind closed doors aft …"
        },
        {
            "title": "Call me by my dead wife's name: can Netflix persuade us we need another Rebecca?",
            "category": "Film",
            "snippet": "The world needs another Rebecca adaptation like it needs another pandemic. After all, Daphne du Maurier’s novel is an unshakeable classic. It has sold …"
        },
        {
            "title": "Silver Apples' Simeon Coxe: visionary who saw music's electronic future",
            "category": "Music",
            "snippet": "Summary: In the late 1960s, before Tangerine Dream’s Phaedra became the post-hippy stoner’s soundtrack of choice, before Kraftwerk’s Autobahn instilled the ide …"
        },
        {
            "title": "Dartmoor's bronze age burial site inspires community play",
            "category": "UK-News",
            "snippet": "The discovery of a young bronze age woman’s remains high on a remote Devon hillside has inspired a community play featuring the residents of two moors …"
        },
        {
            "title": "Norwegian far-right MP nominates Donald Trump for Nobel peace prize",
            "category": "US-News",
            "snippet": "A Norwegian far-right MP has nominated Donald Trump for the Nobel peace prize for a second time, citing his role in the normalising of relations betwe …"
        },
        {
            "title": "Conflicts since start of US 'war on terror' have displaced 37m people – report",
            "category": "US-News",
            "snippet": "Conflicts with US military involvement have displaced at least 37 million people since the beginning of the “war on terror” nearly two decades ago, a …"
        },
        {
            "title": "Throwing Muses' Kristin Hersh: 'I knew integrity would pull me into the gutter'",
            "category": "Music",
            "snippet": "In 2013, after Kristin Hersh’s 25-year marriage came to an end, she was left broke and without health insurance. The songs she wrote in the aftermath …"
        },
        {
            "title": "Brexit: Boris Johnson has undermined trust in UK government, says EU",
            "category": "Politics",
            "snippet": "The Brexit negotiations hit a new low as the most senior EU leaders in Brussels said they had lost trust in Boris Johnson over his plans to break inte …"
        },
        {
            "title": "Why transforming my scrappy backyard into a 'yarden' has been life-changing",
            "category": "Life-and-Style",
            "snippet": "I was sent home just before the official start of lockdown, and then put on furlough from mid-April to mid-July. In my job at an art gallery in Liverp …"
        },
        {
            "title": "The Oscars' new diversity rules are all well and good, but will they make any difference?",
            "category": "Film",
            "snippet": "Here’s a quiz for cinephiles: think of a movie that wouldn’t have won best picture under the Academy’s new representation and inclusion standards. Und …"
        },
        {
            "title": "Stacey Abrams: 'This is not a fight that’s going to be won in a single election'",
            "category": "Film",
            "snippet": "The two months between Labor Day and the US election in November are crunch time for Stacey Abrams. Two years ago, during the 2018 midterms, the Democ …"
        },
        {
            "title": "Plan for post-Brexit UK internal market bill 'is an abomination'",
            "category": "Politics",
            "snippet": "The UK government’s internal market bill is “an abomination which would cripple devolution”, Nicola Sturgeon has said, escalating already fierce criti …"
        },
        {
            "title": "Pound rebounds from six-week low, as markets rally - as it happened",
            "category": "Business",
            "snippet": "Time for a recap. The pound has been buffered by Brexit jitters today, falling to its lowest level against the euro and US dollar in six weeks before …"
        },
        {
            "title": "Stormzy dedicates video for song Superheroes to Chadwick Boseman",
            "category": "Music",
            "snippet": "Stormzy has dedicated the newly released video for his song Superheroes to Chadwick Boseman following the actor’s death last month aged 43. The video …"
        },
        {
            "title": "Friend of Manchester Arena bomber refuses to work with inquiry",
            "category": "UK-News",
            "snippet": "A jailed UK terrorist and close friend of the Manchester Arena bomber has refused to to cooperate with the public inquiry. Abdalraouf Abdallah is refu …"
        },
        {
            "title": "Boris Johnson agrees to help father of Mercy Baguma's child stay in UK",
            "category": "UK-News",
            "snippet": "Boris Johnson has agreed to intervene in the case of Mercy Baguma, who was found dead in a flat in Glasgow two weeks ago next to her distressed one-ye …"
        },
        {
            "title": "Savage review – moving New Zealand street-gang saga",
            "category": "Film",
            "snippet": "A pulse of vulnerability beats at the heart of Sam Kelly’s outwardly imposing but unexpectedly touching debut feature. Across three decades, it charts …"
        },
        {
            "title": "David Marsden obituary",
            "category": "Business",
            "snippet": "My friend and former colleague David Marsden, who has died aged 73 of cancer, was a social anthropologist committed to involving local people in devel …"
        },
        {
            "title": "Brexit bill criticised as 'eye-watering' breach of international law",
            "category": "Politics",
            "snippet": "Summary: The government has unveiled plans to give ministers sweeping powers to “disapply” part of the Brexit deal that Boris Johnson signed in January, in a m …"
        },
        {
            "title": "Internal market bill: what it says and the UK hopes to achieve",
            "category": "Politics",
            "snippet": "Summary: The internal market bill is designed, according to the government, to “protect jobs and trade” within the UK after the end of this year’s transition p …"
        },
        {
            "title": "'A lull between waves': Where is Australia’s next Cadel Evans?",
            "category": "Sport",
            "snippet": "Summary: In December 1913, two Australians departed Melbourne on a boat destined for Toulon, France, with ambitions to race in Europe’s biggest bike race. Ever …"
        },
        {
            "title": "Harry Dunn family file wrongful death lawsuit against US driver",
            "category": "US-News",
            "snippet": "Summary: The family of Harry Dunn, the 19-year-old British motorcyclist killed in a crash when a car was driven on the wrong side of the road in Northamptonshi …"
        },
        {
            "title": "Lloyds to cut hundreds of UK jobs as it revives restructuring plans",
            "category": "Business",
            "snippet": "Summary: More than 1,200 staff at restaurant chain Pizza Hut and high street lender Lloyds Banking Group are facing redundancy, adding to a torrent of job cuts …"
        },
        {
            "title": "UK coronavirus: PM confirms 'rule of six' to apply in England from Monday; Whitty warns of rapid case rise – as it happened",
            "category": "Politics",
            "snippet": "In March, shortly before he announced the full lockdown, Boris Johnson said that he thought that within the next 12 weeks the UK could “turn the tide …"
        },
        {
            "title": "Petrol and diesel cars could cost up to £1,500 more under proposals",
            "category": "Business",
            "snippet": "Up to £1,500 could be added to the cost of new petrol and diesel cars in order to subsidise electric car purchases, under proposals being considered b …"
        }
    ]
}