{
    "page": [
        {
            "title": "Stormzy’s game face: grime artist goes digital for latest hit",
            "category": "Music",
            "snippet": "Stormzy has filmed the music video for Rainfall, the forthcoming single from his No 1 album Heavy is the Head, entirely inside a video game. The award …"
        },
        {
            "title": "Hull FC hang on for victory against Wakefield but play-offs look out of reach",
            "category": "Sport",
            "snippet": "Hull FC kept their slim hopes of a place in Super League’s play-off places alive by holding off a late fightback from a Wakefield side returning from …"
        },
        {
            "title": "Labour calls for UK jobs guarantee in potential Arm sale to Nvidia",
            "category": "Business",
            "snippet": "The Labour party has called on the government to intervene to prevent parts of the microchip designer Arm from being moved out of the UK if it is boug …"
        },
        {
            "title": "BHP forms heritage body after being given permission to destroy at least 40 Aboriginal sites",
            "category": "Business",
            "snippet": "BHP has established a heritage advisory council with Banjima native title holders to inform the design of its $4.5bn South Flank iron ore mining opera …"
        },
        {
            "title": "Michael Holding condemns England and Australia for not taking a knee",
            "category": "Sport",
            "snippet": "Michael Holding has criticised England and Australia for making “lame” and “flimsy” excuses over not taking a knee for the Black Lives Matter movement …"
        },
        {
            "title": "Treasury committee urges Sunak to rethink end to furlough scheme",
            "category": "UK-News",
            "snippet": "Pressure has mounted on the government to rethink the decision to bring its wage subsidy scheme to an end next month after an influential group of MPs …"
        },
        {
            "title": "Woodward tells how allies tried to rein in 'childish' Trump's foreign policy",
            "category": "US-News",
            "snippet": "Summary: Four days before ordering a drone strike against the Iranian military commander Qassem Suleimani, Donald Trump was debating the assassination on his o …"
        },
        {
            "title": "Fans boo moment of silence to acknowledge inequality in NFL opener",
            "category": "Sport",
            "snippet": "The NFL season on Thursday night got off to a dismal start, and exposed the pernicious sentiments of many in America, when some fans jeered what the l …"
        },
        {
            "title": "UK hotels and restaurants hit by wave of cancellations",
            "category": "Business",
            "snippet": "Summary: Hotels and restaurants have been hit by a wave of cancellations as new coronavirus restrictions throw the country’s Christmas celebrations into doubt …"
        },
        {
            "title": "Rio Tinto CEO and senior executives resign from company after Juukan Gorge debacle",
            "category": "Business",
            "snippet": "The Rio Tinto chief executive, Jean-Sébastien Jacques, and two other senior executives are leaving the global miner after its board bowed to intense i …"
        },
        {
            "title": "The Painted Bird review – gruelling descent into the hell of wartime",
            "category": "Film",
            "snippet": "Czech film-maker Václav Marhoul has created a monochrome epic of anguish set in wartime Poland: a gruelling odyssey of almost unimaginable horror, fea …"
        },
        {
            "title": "A shimmering reflection doesn’t just light up your day – it can be transcendent",
            "category": "Life-and-Style",
            "snippet": "Humans are both vain and insecure; in fact, two sides of the same coin. Perhaps because, too often, for me the latter outweighs the former, I don’t lo …"
        },
        {
            "title": "UK's economic recovery from Covid-19 crisis continues",
            "category": "Business",
            "snippet": "Britain’s recovery from the coronavirus pandemic continued for a third month in a row in July as shops reopened and manufacturing activity resumed but …"
        },
        {
            "title": "Just Ignore Him by Alan Davies review – a life derailed by abuse",
            "category": "Books",
            "snippet": "Alan Davies’s first memoir, My Favourite People and Me 1978-1988 (later republished as Teenage Revolution), was a wry look at his suburban adolescence …"
        },
        {
            "title": "My streaming gem: why you should watch Catfight",
            "category": "Film",
            "snippet": "Onur Tukel’s 2016 “black and blue comedy” Catfight is catharsis by proxy. It goes without saying that the world is absurd and there’s a lot to be mad …"
        },
        {
            "title": "Sid Meier's Memoir review – Civilization creator is all about fun",
            "category": "Books",
            "snippet": "One billion hours, veteran game designer Sid Meier notes in this light and enjoyable memoir, is an unfathomable length of time. And yet it took just s …"
        },
        {
            "title": "Bróna McVittie: The Man in the Mountain review – eerie ambience and visionary space",
            "category": "Music",
            "snippet": "Softer, more pastoral takes on folk music are hard to get right. Compromises have to be made, otherwise they curdle into tweeness, or float away like …"
        },
        {
            "title": "The Roads Not Taken review – painful chapters in writer's life",
            "category": "Film",
            "snippet": "Sally Potter’s The Roads Not Taken is a sad, painful, self-conscious vignette of a film with forthright performances; it’s a chamber piece in many way …"
        },
        {
            "title": "Susanna: Baudelaire & Piano review – a cool breath of Nordic autumn",
            "category": "Music",
            "snippet": "Susanna Wallumrød’s extraordinary career sees no sign of becoming quotidian. Though a composer – adept in many styles of contemporary music – she’s al …"
        },
        {
            "title": "Our Time Machine: a moving documentary on art, family and dementia",
            "category": "Film",
            "snippet": "Maleonn, the acclaimed Chinese conceptual artist and the son of the former director of the Shanghai Chinese Opera Theater, had wanted his latest proje …"
        },
        {
            "title": "I'm Covid vulnerable: dare I do my bit to save our cinemas?",
            "category": "Film",
            "snippet": "Summary: Lockdown in the UK cost its cinemas an estimated £111m in lost revenue, and their annual income could be down 60% on last year’s. Abandoned filming me …"
        },
        {
            "title": "Nick Hornby: ‘I can quote more Molesworth than I can Shakespeare'",
            "category": "Books",
            "snippet": "The book I am currently reading Sebastian Smee’s brilliant The Art of Rivalry: Four Friendships, Betrayals and Breakthroughs in Modern Art. I can neve …"
        },
        {
            "title": "My life in sex: the ethical non-monogamist",
            "category": "Life-and-Style",
            "snippet": "I’m a woman who’s always been interested in ethical non-monogamy (ENM) – all partners agree to seeing other people – but had only been in monogamous r …"
        },
        {
            "title": "Experience: I've had hiccups for 12 years",
            "category": "Life-and-Style",
            "snippet": "Summary: I grew up in the small town of Dunnavant, Alabama, the kind of place where everybody knows everybody. I was just a nice normal kid. Then in 2006, I we …"
        },
        {
            "title": "Cuties controversy sparks #CancelNetflix campaign",
            "category": "Film",
            "snippet": "A call to boycott Netflix on Thursday over the French film Mignonnes – AKA Cuties – has been launched on social media, over claims that its young star …"
        },
        {
            "title": "Tracks of the week reviewed: Deep Sea Diver, Monica, John Frusciante",
            "category": "Music",
            "snippet": "Deep Sea Diver ft Sharon Van Etten Impossible Weight Adding Sharon Van Etten to a song is hardly going to make it worse, but sticking her on one this …"
        },
        {
            "title": "The unconscionable cost of housing has brought me an unexpected joy. My baby grandson has moved in",
            "category": "Life-and-Style",
            "snippet": "Summary: I can hear him now, chatting away to his mum in between fits of shrieking giggles. I love this sound, just as I love the look of permanent surprise he …"
        },
        {
            "title": "Max Richter's Sleep review – mellow look at his somnolent magnum opus",
            "category": "Film",
            "snippet": "Summary: Max Richter is the genre-defying composer who works for movies, TV, theatre and the concert hall. This documentary by Natalie Johns is about what many …"
        },
        {
            "title": "Labour faces 'existential crisis' in Scotland, union boss warns",
            "category": "Politics",
            "snippet": "An influential union leader has warned that Labour faces an “existential crisis” in Scotland as rebels tabled a no-confidence vote in the party leader …"
        },
        {
            "title": "Pizza Hut to close 29 restaurants, putting 450 jobs at risk",
            "category": "Business",
            "snippet": "Pizza Hut has confirmed a list of 29 restaurants up for closure as part of a rescue deal that could lead to the loss of 450 jobs. Sites in Cambridge, …"
        },
        {
            "title": "Aurora Orch/Collon review – Ayres and Beethoven pairing is vivid and lithe",
            "category": "Music",
            "snippet": "Summary: No 52: Three Pieces About Ludwig van Beethoven, Richard Ayres’ BBC co-commission, received its premiere at the audience-free Proms from Nicholas Collo …"
        },
        {
            "title": "Produce Pandas: China's all-singing, all-dancing, plus-sized boyband",
            "category": "Music",
            "snippet": "While the new Chinese boyband Produce Pandas’ ethos represents pretty standard pop idol fare – promoting positivity, acting as good role models – ther …"
        },
        {
            "title": "La Haine review – effervescent classic radiates with rage and comedy",
            "category": "Film",
            "snippet": "Mathieu Kassovitz’s classic of banlieue rage has been rereleased after 25 years with a new urgency and relevance in the Black Lives Matter era. What c …"
        },
        {
            "title": "Boris Johnson faces Tory rebellions on Brexit and Covid rules",
            "category": "Politics",
            "snippet": "Summary: Boris Johnson is facing separate Conservative rebellions on Brexit and Covid-19 rules, as Tory MPs mobilise to undermine the controversial legislation …"
        },
        {
            "title": "'We haven't seen anything like it since Harry Potter': UK bookshops report record week",
            "category": "Books",
            "snippet": "Booksellers up and down the UK are reporting a boom in sales since readers returned to bookshops after the lockdown, with the first avalanche of Chris …"
        },
        {
            "title": "Treasure family moments. Even in the anguish there is love",
            "category": "Life-and-Style",
            "snippet": "An inevitable consequence of writing about family is that sometimes people will ask after them. Colleagues will inquire: “How’s Mum? Enjoying her Alex …"
        },
        {
            "title": "The best new design, from posters that clean the air to the youngest artist in the Tate collection",
            "category": "Life-and-Style",
            "snippet": "The best events at London Design Festival and London Craft Week, art postcards, takeaway packaging you’ll want to keep, a new hero for children and ev …"
        },
        {
            "title": "Memories of Murder review – thrilling rerelease of Bong Joon-ho's breakthrough",
            "category": "Film",
            "snippet": "Bong Joon-ho broke through to global acclaim with an Oscar for his film Parasite, and now the rerelease of his black comic thriller Memories of Murder …"
        },
        {
            "title": "My father always put me down. Do I have to pretend to like him?",
            "category": "Life-and-Style",
            "snippet": "Since childhood, I have had a fraught relationship with my father who always had to be right. We were not supposed to challenge or disagree with him, …"
        },
        {
            "title": "Heathrow area risks fate of 1980s mining towns, says airport boss",
            "category": "UK-News",
            "snippet": "The boss of Heathrow airport has warned that its west London home of Hounslow risks becoming like “a mining town in the 1980s” with the collapse in ai …"
        },
        {
            "title": "Brexit: UK negotiators 'believe brinkmanship will reboot trade talks'",
            "category": "Politics",
            "snippet": "Britain’s Brexit negotiators believe Downing Street’s plan to break international law, pushing the trade and security negotiations to the brink, may h …"
        },
        {
            "title": "Birmingham lockdown rules tightened as Covid cases rise",
            "category": "UK-News",
            "snippet": "A series of tougher measures have been imposed in Birmingham, Sandwell and Solihull after a surge in the number of Covid-19 cases. From Tuesday, separ …"
        },
        {
            "title": "Pyledriver the 'people's horse' aims to realise Classic dream in St Leger",
            "category": "Sport",
            "snippet": "Summary: Racing at the highest level is multi-million pound business with little room for sentiment or romance. But for as long as there are horses such as Pyl …"
        },
        {
            "title": "Classical highlights for the week ahead: 11-18 September",
            "category": "Music",
            "snippet": "Fidelio Garsington Opera brings Peter Mumford’s concert staging of Beethoven’s opera to its purpose-built theatre in the Chilterns. Katherine Broderic …"
        },
        {
            "title": "Ronald Bell obituary",
            "category": "Music",
            "snippet": "Kool & the Gang were one of the first fully fledged funk ensembles – taking the influence of Sly Stone and James Brown’s pioneering recordings and ble …"
        },
        {
            "title": "Monday review – hedonistic romance drama is a party worth avoiding",
            "category": "Film",
            "snippet": "Four years ago, the Greek film-maker Argyris Papadimitropoulos made a vivid impression with Suntan: a bleakly hilarious Death-In-Venice-type affair se …"
        },
        {
            "title": "Billion-dollar Lululemon under fire for promoting 'resist capitalism' event",
            "category": "Business",
            "snippet": "The aspirational athletic-wear maker Lululemon, famous for its expensive leggings sported by young urban professionals, is facing vigorous criticism f …"
        },
        {
            "title": "Rio Tinto: why the sacking of three executives isn't enough for mining investors",
            "category": "Business",
            "snippet": "Rio Tinto has sacked three senior executives, including the global CEO, as penance for destroying a 46,000-year-old archaeological and sacred site in …"
        },
        {
            "title": "Romain Bardet quits Tour de France with concussion after stage 13 crash",
            "category": "Sport",
            "snippet": "Romain Bardet, the leader of the AG2R La Mondiale team, who had started the Tour de France stage to Puy Mary in fourth place overall, quit the race on …"
        },
        {
            "title": "Alexander Zverev beats Pablo Carreño Busta in US Open semi-final – as it happened",
            "category": "Sport",
            "snippet": "That’s all from me tonight. Now please follow Bryan Armen Graham’s report for Daniil Medvedev vs Dominic Thiem, which will almost certainly be much mo …"
        }
    ]
}