{
    "page": [
        {
            "title": "Boris Johnson lets rip another demented monologue in Commons",
            "category": "Politics",
            "snippet": "You could sense the impatience in Boris Johnson’s voice. He had come to prime minister’s questions prepared to take Keir Starmer on over the governmen …"
        },
        {
            "title": "Goldman Sachs announces return to work after coronavirus office closures",
            "category": "Business",
            "snippet": "Goldman Sachs is going back to work. The banking giant told staff on Wednesday it would start letting people back into its offices in the coming weeks …"
        },
        {
            "title": "J Hus, Stefflon Don and Dizzee Rascal: Rated awards celebrate black British music",
            "category": "Music",
            "snippet": "Summary: J Hus has won album of the year at the fifth annual Rated awards, which celebrate the best of Black British music. The musician’s second album, Big Co …"
        },
        {
            "title": "Exeter power past Gloucester but must wait on Stuart Hogg injury update",
            "category": "Sport",
            "snippet": "The Premiership’s runaway leaders Exeter have effectively booked a home play-off semi-final but an injury to their Scotland full-back Stuart Hogg was …"
        },
        {
            "title": "Guardian Australia's Book Club: why does medicine care so little about women's bodies?",
            "category": "Books",
            "snippet": "When I first started thinking that I needed to write a book about women’s health, my questions were too big and the canon too small to define what it …"
        },
        {
            "title": "Kate Winslet and Mark Wahlberg aim for Oscars at unusual Toronto film festival",
            "category": "Film",
            "snippet": "Stars including Kate Winslet and Mark Wahlberg will be unveiling new Oscar-aiming films at an unconventional Toronto film festival over the next two w …"
        },
        {
            "title": "Test-and-trace will fail without rise in sick pay, says TUC",
            "category": "Politics",
            "snippet": "The UK’s coronavirus test-and-trace system will not function unless ministers boost statutory sick pay (SSP) to ensure that workers can afford to stay …"
        },
        {
            "title": "London bus attack victims join campaign to make misogyny a hate crime",
            "category": "UK-News",
            "snippet": "The victims of a violent, homophobic attack on a London bus are calling for misogyny to become a hate crime, as a report reveals that women are three …"
        },
        {
            "title": "I was terrified lockdown would send me back to the bottle. The reality proved fantastically different",
            "category": "Life-and-Style",
            "snippet": "Lockdown filled me with fear. It took me straight back to where I had been before: isolating on my own and drinking. I have worked from home for many …"
        },
        {
            "title": "When We Cease to Understand the World by Benjamín Labatut review – the dark side of science",
            "category": "Books",
            "snippet": "God does not play dice with the world, Albert Einstein famously declared, to which Benjamín Labatut would surely retort: perhaps not – but the devil d …"
        },
        {
            "title": "Tesco to trial home delivery service by drone",
            "category": "Business",
            "snippet": "Tesco is to trial home deliveries by drone in a move that could allow small items to be despatched to customers within 30 minutes to an hour of orderi …"
        },
        {
            "title": "Hard Kill review – Bruce Willis logs out in ultra-basic tech thriller",
            "category": "Film",
            "snippet": "Anyone hoping Bruce Willis might enjoy a career renaissance after his rediscovery in M Night Shyamalan’s Split and Glass: lower those expectations now …"
        },
        {
            "title": "Florida sewage spills expected to worsen due to ageing infrastructure",
            "category": "US-News",
            "snippet": "Florida has recently experienced several large sewage spills and the issue is expected to worsen in the state due to its growing population, urban dev …"
        },
        {
            "title": "Oxford Covid-19 vaccine is still possible this year, says AstraZeneca chief",
            "category": "Business",
            "snippet": "AstraZeneca’s coronavirus vaccine could still be available by the end of the year, or early next year, according to the company’s chief executive, Pas …"
        },
        {
            "title": "BHP announces plan to slash emissions by 30% over next decade but stops short of quitting coal and oil",
            "category": "Business",
            "snippet": "Summary: BHP would benefit from soaring demand for metals if the world decarbonises and heats by less than 1.5C, the mining giant’s chief executive, Mike Henry …"
        },
        {
            "title": "I was happy living alone in my studio flat. But the long, dark solitude of lockdown changed everything",
            "category": "Life-and-Style",
            "snippet": "When I moved into my tiny top-floor studio flat in 2018, it was a blank page. After the removal men had gone, I stood in the middle of the one-room ap …"
        },
        {
            "title": "The Lady in the Portrait review – painterly pageantry in a Chinese royal court",
            "category": "Film",
            "snippet": "This French-Chinese co-production about an earlier French-Chinese collaboration offers handsome pageantry amid its lavish recreation of 18th-century i …"
        },
        {
            "title": "Owen Farrell sets tone but an England captain also needs a clear head",
            "category": "Sport",
            "snippet": "It seems like another generation, but it is not quite a year since the World Cup in Japan kicked off. Owen Farrell’s red card last Saturday for a dang …"
        },
        {
            "title": "Burning the Books by Richard Ovenden review – knowledge under attack",
            "category": "Books",
            "snippet": "It’s both amusing and a little bit touching that a lifelong librarian has written a book in which librarians are the heroes. None wears a cape; they d …"
        },
        {
            "title": "Denis Villeneuve's Dune could be the version we've all been waiting for",
            "category": "Film",
            "snippet": "Sometimes it takes the onward march of technology to bring the iconic tomes of science fiction and fantasy to life in their full glory. Peter Jackson’ …"
        },
        {
            "title": "Space Dogs review – cosmic canine mission lacks gravity",
            "category": "Film",
            "snippet": "Ostensibly an alternative biography of Laika, the stray mongrel who became the first cosmonaut, this film faithfully tracks her from her time on the s …"
        },
        {
            "title": "Venice in the age of Covid: ‘The promise of tragedy might be the festival’s USP’",
            "category": "Film",
            "snippet": "In 1912, prompted by a visit to the Venice Lido, Thomas Mann wrote a tale about ruinous desire in the face of a mysterious epidemic. Death in Venice t …"
        },
        {
            "title": "No-deal Brexit means food price rises, warns Morrisons",
            "category": "Business",
            "snippet": "Supermarket prices will go up unless the UK government negotiates a tariff-free Brexit deal with Europe, the boss of Morrisons, Britain’s fourth-large …"
        },
        {
            "title": "Covid test seekers may be ranked by priority, says Matt Hancock",
            "category": "Politics",
            "snippet": "The government could consider ways to give certain people priority access to coronavirus tests, Matt Hancock has said, as he faced criticism from fell …"
        },
        {
            "title": "Ciarán Hinds' teenage obsessions: 'Van Morrison took music into a different dimension'",
            "category": "Film",
            "snippet": "Van Morrison I grew up in the 60s. Music starts to get into your head when you’re about 10. We’d had the Beatles and the Stones being raunchy and the …"
        },
        {
            "title": "I Used to Go Here review – beguiling back-to-college comedy",
            "category": "Film",
            "snippet": "Summary: Film-maker and actor Kris Rey is the cream of the mumblecore generation. Her 2009 debut about young Americans travelling and looking for new experienc …"
        },
        {
            "title": "Stonehaven train crash report calls for tighter heavy rain restrictions",
            "category": "UK-News",
            "snippet": "Heavy rain could lead to more trains being cancelled or told to travel at low speed in future, following the Stonehaven crash that killed three people …"
        },
        {
            "title": "Depressed and with my income gone, one simple question saved me",
            "category": "Life-and-Style",
            "snippet": "It’s 2020 and finally I am making money, I said into my whiskey in February at a restaurant in Portland, where I was meeting friends after my flight l …"
        },
        {
            "title": "Doves: The Universal Want review – soaring soundtrack to changing lives",
            "category": "Music",
            "snippet": "Last year, Doves played a series of comeback gigs after nearly a decade on hiatus. The trio seemed startled by the response. “It’s sold out!” frontman …"
        },
        {
            "title": "And Tomorrow the Entire World review – German antifa drama skewers left and right",
            "category": "Film",
            "snippet": "Summary: Raised in a good German family, 20-year-old Luisa (Mala Emde) is now in open revolt, part of a different breed of good family. She’s a first-year law …"
        },
        {
            "title": "Lloyd's of London expects £5bn in Covid-19 insurance payouts",
            "category": "Business",
            "snippet": "Lloyd’s of London, the world’s biggest insurance market, has said it expects up to £5bn to be paid out in claims related to the coronavirus pandemic. …"
        },
        {
            "title": "All-female rap collaborations – ranked!",
            "category": "Music",
            "snippet": "20. Lizzo feat Sophia Eris – Batches and Cookies (2013) The single from Lizzo’s pre-fame debut album, Lizzobangers, Batches and Cookies is irresistibl …"
        },
        {
            "title": "LSO/Rattle review – Turnage, Knussen and Britten make an evening to be savoured",
            "category": "Music",
            "snippet": "Ever since he took over as music director of the London Symphony Orchestra, Simon Rattle has made a point of beginning each new season at the Barbican …"
        },
        {
            "title": "As an anxious internet nerd, my relationships are thriving during lockdown",
            "category": "Life-and-Style",
            "snippet": "I have tea with my best friend once a week. By “with” I mean that we talk online, given that she’s hundreds of miles away and strict about physically …"
        },
        {
            "title": "Kool & the Gang's Ronald 'Khalis' Bell: a musical chameleon and disco giant",
            "category": "Music",
            "snippet": "Ronald “Khalis” Bell was nothing if not an adaptable musician and songwriter. He began his career aged 13, playing jazz in New York’s famous Café Wha? …"
        },
        {
            "title": "Pablo Carreño Busta lining up unlikely hat-trick of US Open upsets",
            "category": "Sport",
            "snippet": "Summary: From day one, the 2020 US Open has delivered tales of the unexpected. And none surprised more than the expulsion of the world No 1, Novak Djokovic, wh …"
        },
        {
            "title": "'She began the real sexual revolution for women': Shere Hite dies aged 77",
            "category": "Books",
            "snippet": "The pioneering feminist Shere Hite, known for her research on female sexuality, has died at the age of 77. She was best known for The Hite Report: A N …"
        },
        {
            "title": "Hancock breaks down as Westminster ventures further into the looking glass",
            "category": "Politics",
            "snippet": "Summary: In recent months, Westminster has slid so far through the looking glass that there must be a severe shortage of psychedelics on sale in SW1. Forget – …"
        },
        {
            "title": "Alan Minter obituary",
            "category": "Sport",
            "snippet": "Some of the ugliest scenes ever witnessed at a boxing event in the UK were on the night that the former undisputed world middleweight champion Alan Mi …"
        },
        {
            "title": "Boris Johnson's 'Covid marshals' plan criticised as shambolic",
            "category": "Politics",
            "snippet": "Boris Johnson’s plan to set up local teams of “Covid marshals” to enforce coronavirus rules preventing large groups of people gathering in private and …"
        },
        {
            "title": "Government's top legal advisers divided over move to override Brexit deal",
            "category": "Politics",
            "snippet": "A behind–the–scenes rift has emerged between the government’s top legal advisers over the legality of the decision to bring legislation that overrides …"
        },
        {
            "title": "Jobseeker cut will leave 80% skipping meals, survey finds",
            "category": "Business",
            "snippet": "More than a third of people receiving pandemic-boosted welfare payments say they will live on less than $14 a day when the coronavirus supplement is c …"
        },
        {
            "title": "The Morbids by Ewa Ramsey review – mental illness captured with remarkable nuance and skill",
            "category": "Books",
            "snippet": "The Morbids takes its title from the unofficial moniker of a therapy group that its protagonist, Caitlin, attends in a “nondescript community room in …"
        },
        {
            "title": "Talking Horses: BHA bans Phoenix Thoroughbreds from British racing",
            "category": "Sport",
            "snippet": "The British racecourse career of the troubled Phoenix Thoroughbreds racing operation may finally be over after the British Horseracing Authority said …"
        },
        {
            "title": "Labradoodle study reveals dogs are actually mostly poodle",
            "category": "Life-and-Style",
            "snippet": "It’s what some owners may already have suspected of their bouncing, curly coated pets, but now research has confirmed it: Australian labradoodles are …"
        },
        {
            "title": "Brexit plan to breach international law could face battle in Lords",
            "category": "Politics",
            "snippet": "If Boris Johnson’s government pursues its stated intent to amend part of the Brexit withdrawal agreement regarding arrangements in Northern Ireland, m …"
        },
        {
            "title": "Why is a Trump official charging taxpayers thousands for a 'girls’ night'?",
            "category": "US-News",
            "snippet": "They say money can’t buy you happiness, but it can buy you a really expensive girls’ night – which is exactly what Seema Verma, the Trump administrati …"
        },
        {
            "title": "Brexit advice: are ministers obliged to comply with international law?",
            "category": "Politics",
            "snippet": "The three–page letter sent from the attorney general’s office on 2 September marks the culmination of the government’s search for legal answers to the …"
        },
        {
            "title": "Rio Tinto chair may want to rethink position over heritage site destruction",
            "category": "Business",
            "snippet": "Here’s a rule of thumb for boards in a crisis: if your company’s reputation is still being shredded three weeks after you tried to put a lid on events …"
        },
        {
            "title": "Sport to lobby government for new schedule on return of fans",
            "category": "Sport",
            "snippet": "Summary: Sporting bodies are to lobby the government for a new schedule that would allow supporters back into matches, meetings and events, as the prospect of …"
        }
    ]
}