{
    "page": [
        {
            "title": "Naomi Osaka defeats Victoria Azarenka for US Open women's title – as it happened",
            "category": "Sport",
            "snippet": "That’s all for today. Thanks as always for following along with us and be sure to check out Kevin Mitchell’s full match report here. “First I want con …"
        },
        {
            "title": "How the South Won the Civil War review: the path from Jim Crow to Donald Trump",
            "category": "Books",
            "snippet": "Heather Cox Richardson’s How the South Won the Civil War is not principally about that war. Instead, it is a broad sweep of American history on the th …"
        },
        {
            "title": "Save seeds now for next spring’s garden",
            "category": "Life-and-Style",
            "snippet": "I have to hide them, the rapidly filling bowls. Stash them downstairs. My wife thinks multiple dishes of drying seed are impossibly untidy, though to …"
        },
        {
            "title": "Blue is the new neutral for eye makeup",
            "category": "Life-and-Style",
            "snippet": "Summary: A multicoloured eyeshadow palette sends waves of terror down many a spine. What to do with all those colours? The answer? Focus on a single shade. I c …"
        },
        {
            "title": "Sunday with Brian Cox: ‘I take guests out, my apartment is so untidy’",
            "category": "Life-and-Style",
            "snippet": "How does Sunday start? When in London, with an hour watching Andrew Marr on the television. I quickly become depressed because some wazzock he has int …"
        },
        {
            "title": "A dog is for life, not just lockdown: how to buy a healthy puppy in a pandemic",
            "category": "Life-and-Style",
            "snippet": "It was seeing the disappointment on my little girl’s face that hurt the most. “So we’re not going to see the puppies, after all?” she’d say, after hea …"
        },
        {
            "title": "A Japan trade deal is little consolation if Britain is locked out of the EU",
            "category": "Politics",
            "snippet": "Summary: There was a consistent message from business leaders to international trade secretary Liz Truss’s claims that she had signed a “historic” deal with Ja …"
        },
        {
            "title": "Toto, ELO, Queen ... why hits from happier times top Covid lockdown playlists",
            "category": "Music",
            "snippet": "It seems that a lot of us “miss the rains down in Africa”. Of all the strange sociological consequences of Covid-19, few would have predicted that one …"
        },
        {
            "title": "Covid confusion and Brexit betrayals: is this any way to run Britain?",
            "category": "Politics",
            "snippet": "Late on Wednesday afternoon Boris Johnson addressed the nation from Downing Street, flanked by Union Jacks. It was a familiar scene, but he had a new, …"
        },
        {
            "title": "Theresa May, Michael Howard, Norman Lamont: the new Tory awkward squad",
            "category": "Politics",
            "snippet": "Normally, rebels in any political party can be identified fairly easily. They will have acquired a reputation for stepping out of line. As a result, m …"
        },
        {
            "title": "‘It's not sensible in a pandemic’: cancel Halloween, officials advise",
            "category": "Life-and-Style",
            "snippet": "It is one of the hot topics on Mumsnet: is Halloween cancelled? And, to the dismay of sugar-addicted children everywhere, the answer appears to be an …"
        },
        {
            "title": "Missing office rituals? Huddle in the kitchen for some novelty cake",
            "category": "Life-and-Style",
            "snippet": "Summary: Apparently, we now live in a country that celebrates the 30th anniversary of a swiss roll. It feels like capitalism has eaten us, but we are where we …"
        },
        {
            "title": "No kicks, coughs or slip-ups as party conferences go online",
            "category": "Politics",
            "snippet": "Utter the phrase “conference season” to a Westminster veteran and don’t be surprised if their initial reaction is a shudder. For regular attendees of …"
        },
        {
            "title": "No-dig mulch – with bonus mushrooms",
            "category": "Life-and-Style",
            "snippet": "Brought up on a steady diet of old-school gardening books, as we get into autumn I would once have been convinced that now was time to prepare for the …"
        },
        {
            "title": "Blair and Major hit out at Boris Johnson's plans to override Brexit deal",
            "category": "Politics",
            "snippet": "Boris Johnson is facing mounting criticism over his plans to introduce legislation to override his Brexit deal, as former prime ministers Sir John Maj …"
        },
        {
            "title": "300 years on, will thousands of women burned as witches finally get  justice?",
            "category": "UK-News",
            "snippet": "Summary: It spanned more than a century and a half, and resulted in about 2,500 people – the vast majority of them women – being burned at the stake, usually a …"
        },
        {
            "title": "Left Out: The Inside Story of Labour Under Corbyn; This Land: The Story of a Movement - review",
            "category": "Books",
            "snippet": "A week before the general election of 2019, Jeremy Corbyn’s private secretary furnished his aides and closest allies with an itinerary. Among its cont …"
        },
        {
            "title": "Anjimile: Giver Taker review – a compelling debut",
            "category": "Music",
            "snippet": "Summary: Imitation might be the sincerest form of flattery, but ordinarily, artists who draw too hard from one source let down their own muse, and short-change …"
        },
        {
            "title": "Ernó Rubik: 'The Cube gives me hope people can solve their problems and survive'",
            "category": "Books",
            "snippet": "Ernó Rubik, 76, is the Hungarian creator of the Rubik’s Cube. The idea came to him almost out of nowhere: he simply asked himself if it might be inter …"
        },
        {
            "title": "Homeland Elegies by Ayad Akhtar review – courageous and timely",
            "category": "Books",
            "snippet": "Summary: In Ayad Akhtar’s 2013 Pulitzer prize-winning play, Disgraced, his principal character, Amir, a Pakistani-American lawyer, admits feeling a “blush of p …"
        },
        {
            "title": "The Roads Not Taken review – Sally Potter's poetic vision of mental illness",
            "category": "Film",
            "snippet": "Writer Leo (Javier Bardem) lies in his railroad apartment glassy-eyed and ignoring the phone. We learn that he suffers from an unnamed mental illness …"
        },
        {
            "title": "The 'serendipity mindset': how to make your own luck",
            "category": "Life-and-Style",
            "snippet": "Dr Christian Busch has had a lucky life. He narrowly escaped a catastrophic car accident at the age of 18. The car was wrecked but he walked away with …"
        },
        {
            "title": "The Mission House by Carys Davies review – a jewel in the hill town",
            "category": "Books",
            "snippet": "Summary: Carys Davies has followed her highly praised debut, West, with another jewel of a novel. Hilary Byrd is a man dogged by “bad days” who seeks refuge in …"
        },
        {
            "title": "‘Parkrun saved my life’: how the weekly runs became a phenomenon – and are now coming back",
            "category": "Life-and-Style",
            "snippet": "Summary: On an overcast Saturday morning on 2 October 2004, 13 people got together in Bushy Park, south-west London, to go for a run. A 5km run. The organiser, …"
        },
        {
            "title": "Another Round review – Mads Mikkelsen anchors boozy tragicomedy",
            "category": "Film",
            "snippet": "The Danish title is “Druk”, a term which is maybe best translated by adding the letter N before the one at the end. Here it is the rather more quaint …"
        },
        {
            "title": "‘A threat to democracy’: how Europe’s media reacted to UK’s plan to renege on Brexit deal",
            "category": "Politics",
            "snippet": "Boris Johnson’s internal market bill is a “threat to democracy” by a government on an “ideological crusade” that is driving Britain into ever-increasi …"
        },
        {
            "title": "Last Night of the Proms review – party falls flat as BBC miss chance to speak up",
            "category": "Music",
            "snippet": "Summary: The decorations on the conductor’s podium weren’t promising. Neatly covered with paper streamers, a single L-plate half-buried among them, it was an o …"
        },
        {
            "title": "In brief: Us Three; Men Who Hate Women: Will My Cat Eat My Eyeballs? – review",
            "category": "Books",
            "snippet": "Us Three Ruth Jones Bantam, £14.99, pp384 The second novel by the co-writer and star of Gavin & Stacey follows three female friends over the course of …"
        },
        {
            "title": "How the Covid crisis is changing minds on Scottish independence",
            "category": "Politics",
            "snippet": "It was at the height of Scotland’s lockdown that it struck Henry most profoundly that the union was obsolete. A traditional Labour voter in his late 4 …"
        },
        {
            "title": "‘Eternal Wall of Answered Prayer’ outside Birmingham gets go-ahead",
            "category": "UK-News",
            "snippet": "An enormous Christian monument, more than twice the size of the Angel of the North, is to be built on the outskirts of Birmingham, fulfilling a vision …"
        },
        {
            "title": "Mike Bloomberg will spend $100m to help Biden beat Trump in Florida",
            "category": "US-News",
            "snippet": "The former New York mayor and candidate for the Democratic presidential nomination Mike Bloomberg will spend at least $100m to support Joe Biden in Fl …"
        },
        {
            "title": "Jo Malone apologises to John Boyega for cutting him out of Chinese ad",
            "category": "Film",
            "snippet": "Summary: Perfume brand Jo Malone has apologised to the actor John Boyega for cutting him out of an advert he conceived, directed and starred in when it was lau …"
        },
        {
            "title": "Lewis Hamilton survives Mugello chaos to win F1's Tuscan GP – as it happened",
            "category": "Sport",
            "snippet": "Hamilton reaction. What drama we had at Mugello. There were two big pileups, two red flags, three restarts and only 12 drivers finishing the race. But …"
        },
        {
            "title": "Summer of 85 review – François Ozon's sunny, sad gay teen romance",
            "category": "Film",
            "snippet": "Originally intended for a Cannes unveiling this past May, François Ozon’s blue-skied coming-out-of-age romance Summer of 85 would have been a fitting …"
        },
        {
            "title": "Zack Henry kicks Leicester to victory as Northampton's slump continues",
            "category": "Sport",
            "snippet": "Chris Boyd lashed out at the worst performance of his Northampton tenure as they slumped to a fifth defeat in a row against a Leicester side who clinc …"
        },
        {
            "title": "How I found solace in Nabokov’s Speak, Memory during the pandemic",
            "category": "Life-and-Style",
            "snippet": "The early months of Covid-19 were marked by a ubiquitous question in my social circle of fellow writers, AKA the Least Essential Workers: how will thi …"
        },
        {
            "title": "Tory rebellion widens over Boris Johnson's bill to override Brexit deal",
            "category": "Politics",
            "snippet": "Downing Street is facing a showdown with Conservative backbench rebels as criticism over its plans to break international law with a controversial bil …"
        },
        {
            "title": "Lewis Hamilton condemns F1 for wanting excitement over driver safety",
            "category": "Sport",
            "snippet": "Lewis Hamilton and leading drivers have condemned Formula One and the FIA for putting drivers at risk for the sake of entertainment after a safety‑car …"
        },
        {
            "title": "Trump boasts about getting 'Bay of Pigs award' – which doesn't exist",
            "category": "US-News",
            "snippet": "Attacking Joe Biden and seeking to exploit reports that his rival is struggling with Latino voters, Donald Trump boasted on Sunday of receiving “the h …"
        },
        {
            "title": "Key workers and public services need more support, say UK unions",
            "category": "Politics",
            "snippet": "Union leaders have urged the government to avoid mass unemployment in the aftermath of the coronavirus crisis by continuing to support key workers and …"
        },
        {
            "title": "Dylan Alcott narrowly misses out on third US Open wheelchair tennis crown",
            "category": "Sport",
            "snippet": "Dylan Alcott could not add to the quad doubles title he had already won at this year’s US Open after the Australian fell in the singles final to Sam S …"
        },
        {
            "title": "‘It’s about breaking boundaries’: Nicola Adams on dancing with a woman on Strictly",
            "category": "Life-and-Style",
            "snippet": "Summary: Nicola Adams is used to being a trailblazer. As a boxer, she fought her way to historic firsts, picking up trophies in a sport that had only relativel …"
        },
        {
            "title": "How was lockdown living with my partner? So good I missed her when she went to the balcony",
            "category": "Life-and-Style",
            "snippet": "There is no method, only madness. A mug is stacked next to a bowl, which is next to a wooden cutting board, which, for goodness sake, should not even …"
        },
        {
            "title": "Tree of the week: 'I'm always afraid someone will cut down this lonely sycamore. It's a relief just to see it'",
            "category": "Life-and-Style",
            "snippet": "Jennifer James has spent the past 25 years marvelling at the sycamore tree that survives all on its own on Fell End Clouds in the Yorkshire dales nati …"
        },
        {
            "title": "UK tech giant Arm Holdings to be sold to US company Nvidia in $40bn deal",
            "category": "Business",
            "snippet": "One of Britain’s most successful tech companies, Arm Holdings, is being sold by its Japanese owners for $40bn (£31bn) in a deal that could reshape the …"
        },
        {
            "title": "When art films attack: why The Painted Bird's try-hard horrors fail to land",
            "category": "Film",
            "snippet": "Looking back, it’s hard to pinpoint exactly when it was during The Painted Bird that I got the giggles. Most likely it happened somewhere between the …"
        },
        {
            "title": "Vinyl records outsell CDs in US for first time since 1980s",
            "category": "Music",
            "snippet": "Vinyl records have outsold CDs in the US for the first time since the 1980s, according to data from the Recording Industry Association of America (RIA …"
        },
        {
            "title": "Head, Hand, Heart by David Goodhart review – let's think practically",
            "category": "Books",
            "snippet": "When my old school went from grammar to comprehensive in 1972, the headmaster, Frank Brewin, felt he should prepare the ground with the existing cohor …"
        },
        {
            "title": "At 43, Tom Brady looked above average rather than great on his Buccaneers debut",
            "category": "Sport",
            "snippet": "It is impossible to microwave a championship in the NFL. Too much goes into it. It’s why many an off-season “winner” has blown apart in spectacular fa …"
        },
        {
            "title": "Biden aims to make election about Covid-19 as Trump steers focus elsewhere",
            "category": "US-News",
            "snippet": "As the death toll from the coronavirus continues to rise in the US, Joe Biden’s presidential campaign is eager to make the pandemic the central issue …"
        }
    ]
}